{
    "title": "AMA #12: Thoughts on Longevity Supplements (Resveratrol, NR, NMN, Etc.) & How to Improve Memory",
    "ep_num": "20",
    "link": "https://www.youtube.com/watch?v=qJ3uV7coZbA",
    "chunks": [
        {
            "timestamp": 0,
            "text": "ANDREW HUBERMAN: Welcome to the Huberman Lab podcast where we discuss science and science-based tools for everyday life. [MUSIC PLAYING] I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today is an Ask Me Anything episode, or AMA. This is part of our premium subscriber channel. Our premium subscriber channel was started in order to provide support for the standard Huberman Lab podcast, which comes out every Monday and is available at zero cost to everybody on all standard feeds-- YouTube, Apple, Spotify and elsewhere. We also started the premium channel as a way to generate support for exciting research being done at Stanford and elsewhere, research on human beings that leads to important discoveries that assist mental health, physical health, and performance. I'm also pleased to inform you that for every dollar the Huberman Lab premium channel generates for research studies, the Tiny Foundation has agreed to match that amount. So now we are able to double the total amount of funding given to studies of mental health, physical health and human performance. If you'd like to subscribe to the Huberman Lab podcast premium channel, please go to hubermanlab.com/premium. It is $10 a month to subscribe, or you can pay $100 all at once to get an entire 12-month subscription for a year. We also have a lifetime subscription model that is a one-time payment. And again, you can find that option at hubermanlab.com/premium. For those of you that are already subscribers to the premium channel, please go to hubermanlab.com/premium and download the premium subscription feed. And for those of you that are not Huberman Lab podcast premium subscribers, you can still hear the first 20 minutes of today's episode and determine whether or not becoming a premium subscriber is for you. So without further ado, let's get to answering your questions. The first question is about resveratrol. "
        },
        {
            "timestamp": 106,
            "text": "The question specifically is, and I quote, \"there seems to be a lot of conjecture about resveratrol and whether or not it can extend lifespan. Could you please tell us your thoughts on this subject?\" OK, well, I will indeed tell you my thoughts on this subject. And I'll use it as an opportunity to also give you my thoughts about supplementation for sake of longevity, that is, for extending lifespan, more generally. So resveratrol got a lot of attention some years back because, at the time, it was believed that supplementing with resveratrol could impact certain cellular pathways that would extend not just the lifespan of those individual cells but perhaps the lifespan of the entire organism, meaning us, humans. And as a consequence, supplements such as resveratrol supplements but also grape seed extracts, which we know contain a fair amount of resveratrol or can be converted into resveratrol, also received a lot of attention for their potential to increase lifespan. I think by now, 2023, it's fair to say that most of that thinking has been, let's just say, debunked. I think that most people understand that while indeed resveratrol might have some positive effects on the functioning of our cells that there is very little, if any, direct evidence that resveratrol can increase lifespan. If you are aware of any data to the contrary that is modern, is highly controlled, and even better, was carried out in human studies or non-human primate studies or even mouse studies, please put links to those in the comments on YouTube, because I'd love to see those studies, especially recent studies. But my current line of thinking is that resveratrol while it may have certain health benefits does not seem to increase lifespan. Now, with that said, that doesn't mean that things like resveratrol or grape seed extract are of zero utility. In fact, I take 400 to 800 milligrams of grape seed extract, usually with a meal. It's just part of my standard supplementation stack every single day. But I do that mainly for its effects on vascular function and blood flow and a few other effects that grape seed extract has been related to. The data there, I would say, are reasonably strong, strong enough certainly that when weighed against the potential downsides of taking grape seed extract, including the cost of grape seed extract, lead me to take 400 to 800 milligrams grape seed extract per day. I just do that as a kind of general insurance policy against a number of things. And it's part of a small kit of supplements that I take that fall into that category, meaning supplements that appear to be very safe, certainly at the dosages that I just referred to, supplements that potentially are having positive effects on our cells, and that are fairly if not very low cost. So that's why I take grape seed extract. I do not take it for its potential impact on resveratrol and resveratrol-related pathways per se and certainly not to extend my lifespan. So that basically answers the question that I was asked, which is what are your thoughts on resveratrol for extending lifespan. My answer was I don't think it extends lifespan. But I take something related to resveratrol for other health purposes. And by the way, I certainly wouldn't place grape seed extract in my list of top five or even top 10 supplements if somebody, for instance, said I want to take anywhere from one to 10 supplements, and I have x amount of budget to devote to supplementation. And I'm thinking about taking grape seed extract. Would that be one of the top 10 supplements you would recommend? I certainly wouldn't put it in the top 10. And by the way, at some point in the not too distant future, I will put online-- so I'll probably do a podcast episode-- listing out all the supplements that I take and the rationale behind those and how long I've taken them and the effects that I've observed both subjectively and in my blood work and what I recommend to other people, what I don't recommend to other people, what's specific to me, and so on and so forth. But meanwhile, that's my answer to the question. I don't think resveratrol increases longevity. At least, I'm not aware of any direct evidence for that in humans. Now, with that said, let's use this as an opportunity to talk about some of the other so-called longevity supplements and drugs that are often discussed online and elsewhere in terms of their efficacy to increase lifespan. About four or five years ago, there was a sudden and increased attention on NAD-related pathways for increasing longevity. So the NAD pathway, as some of you may already know, is a pathway within all of our cells. This is a pathway that is highly active in young animals and humans. But all animals and humans across the entire lifespan make NAD in their cells. It's related to cellular energetics. That is the production of energy in cells. It has direct relevance to mitochondrial function and mitochondrial function to it. And that's a discussion unto itself. But suffice it to say that the pathway leading to NAD includes things such as NR and NMN. NR and NMN are considered by many to be precursors to NAD. OK, so why am I telling you all these acronyms? Here's the deal. The argument was made, in fact, by some prior guests on the Huberman Lab podcast and elsewhere that by increasing NAD levels in our cells that one could potentially extend lifespan. And there are generally three ways in which people have attempted to do that. OK, we'll talk about whether or not increasing NAD in our cells actually increases lifespan in a moment. But for the time being, let's just talk about some of the ways that people have tried to increase NAD within their brain and body. The most typical ways that people have done that is through, until very recently, supplementation. And so there are supplements out there such as NR which we know can increase NAD levels. So this is taken as a pill or a powder, typically as a capsule or a powder. Or by taking NMN which, and here there's been some, let's just say, debate as to whether or not taking NMN actually leads to increases in NAD within our cells, whether or not it can get into our cells, whether or not it's converted into NAD, and so on and so on. But there again, the idea was by taking NAD either in capsule form, or it's sometimes taken as a sublingual powder, that one could increase NAD levels and thereby potentially increase lifespan. And then there's a third way that's commonly used to try and increase NAD levels, and that's by infusing by intravenous infusion, or in some cases, by oral administration, either liquid or pill form, NAD itself. Now, I confess that I have tried all three of these approaches. OK, so I do indeed take an NR supplement every day. I take 500 milligrams of NR. I also and have separately taken an NMN supplement. I take sublingual NMN. So I'll take anywhere from 1 to 2 grams of NMN as a sublingual powder, which as the name suggests, you put it under your tongue, and it dissolves there. It's got this kind of tangy flavor. And the goal for me in taking an NR and NMN each day-- and I should mention that sometimes I have just taken NMN or just NR to do the comparison between NR and NMN for me in a subjective way, just comparing what are my energy levels, how do I feel, whether or not there are any side effects. And then I've also taken them together. And I've arrived at a protocol where I take NR and NMN every single day. And the goal of that is indeed to increase NAD levels within my system. However, and I really want to emphasize this, I do not take NR and NMN in order to increase my lifespan. In fact, at this point in history, it's unclear and seems somewhat unlikely that increasing NAD is going to increase lifespan. But I think we should always keep our minds open. There may be data to arrive in the future that shows that actually does happen in humans. Now, there are some animal data suggesting that increasing NAD either by taking NR and/or NMN can increase lifespan. But frankly, that is not why I take NR and NMN. I take NR and NMN in an effort to increase NAD. And now I realize what I'm about to say is entirely subjective. And I really want to highlight that. What I'm about to describe is my experience. It is not based on any peer-reviewed studies. When I take NR and NMN at the dosages I talked about a little bit earlier, it gives me a lot of sustained mental and physical energy throughout the day. Now, I've always had a lot of mental and physical energy. But I'm 48 years old now. And I'm interested in doing anything that I safely can to keep those levels of energy as high as is reasonable, right? I don't want to have so much energy that I can't sit still or so much energy that I can't sleep at night. But I find that when I take NR and NMN in the morning-- so typically, I'll do this before my first meal. I don't really regulate how close it is to that first meal. So I'll wake up, use the bathroom, hydrate, get my sunlight, do all the things I've talked about on other podcasts. But I'll take my NR and NMN sometime usually within about an hour or two of waking up and typically at least 30 minutes to two hours before my first meal, which for me usually arrives around 11:00 a.m. So sometimes I'll take it long before my first meal. In any event, it gives me a lot of energy. And I seem to have that energy throughout the day. I have gone periods of time where I stopped taking NR and/or NMN. And while I didn't feel as if I was completely depleted of energy, I did notice a decrement in energy compared to when I took NR and NMN. Now, I want to be very, very clear. I have no, zero, financial relationship to any company that manufactures NR. And while I used to have a relationship to a company that made NMN, as of recently, there's an FDA ruling that has made NMN not available as a supplement in the wider world. So earlier this year-- that is in 2023-- there was a filing for NMN as a experimental drug in a clinical trial. And as a consequence, NMN was listed as a banned or not allowed to be commercially sold supplement. And that has to do with some of the legality around clinical trials. And when something is listed as an experimental drug, it can't be listed as a supplement. Nonetheless, you can still find NMN on the open market. You can find it on Amazon. I can't really speak to the purity of one source versus another. You'll have to explore that on your own. But I will say this, even though I said it before. I have zero financial relationship to any company that manufactures and sells NMN at this time or NR at this time. So the short summary to this whole discussion about NR and NMN is that I take NR and NMN, but I take it because I like how it makes me feel. It increases my energy levels in the morning and throughout the day. And it does so in a way that tapers off nicely in the evening, and I can still fall asleep, et cetera. I do not take it with any expectation that it's going to increase my lifespan, simply because I don't think the data substantiating the extension and lifespan are here yet. They may arrive at some point. But I don't think that they are here yet. So there are a good number of people out there that still take NR and/or NMN and are doing so in efforts to increase NAD. And so let's take a moment and talk about increasing NAD directly, because that's something that I have some recent experience with, and that's becoming more common and is, yes, still FDA approved, at least as far as I know. There are companies that can come to your house, or you can go to a facility, and they will give you an NAD infusion. So they will infuse you directly with NAD into the vein. I've done this twice now. And I will say, as most people experience when they do an NAD infusion, it's pretty darn uncomfortable. In fact, so much so that a lot of people have to take anti-nausea meds in order to get the NAD infusion. I opted to not take the anti-nausea meds, not because I'm particularly tough, but because I don't like taking additional medication if I can. But I've taken anywhere from 500 to 1,000 milligrams of NAD by infusion. I did that at times when I was feeling particularly rundown or post-illness. And I did indeed find that after the NAD infusion was complete, I felt much, much better in a number of different ways-- improved sleep, improved vigor, coming off those illnesses. I felt much better. But again, there is no clinical trial exploring NAD infusion for sake of vigor, et cetera, that I am aware of. I just happen to be somebody who is interested in exploring these tools and techniques from time to time. And I deemed this as safe. Whether or not it's safe for you, you have to explore with your physician. Also, I do want to reemphasize what I said a moment ago. Those NAD infusions are pretty darn uncomfortable. You can have the person administering the infusion adjust the rate of the infusion so that the drip is slower, which makes it more tolerable as opposed to trying to get the whole infusion bag in there in 45 minutes or less. I just wanted to get the whole thing over with. So I just said, put it in as quickly as you reasonably and safely can. It took about an hour, maybe 45 minutes to an hour. Initially, I felt nauseous. I felt like someone was stepping on my chest. I felt like someone was stepping on my legs. I felt like, well, I just felt lousy. I felt so awful. And then after about 10 minutes, it passed. And I felt fine. And then after the infusion was done, as I mentioned before, I felt terrific. I was still able to fall asleep that night just fine, although I did make it a point to do this earlier in the day. I have heard of some people doing NAD infusions later in the day and having challenges with sleep. But again, that's just anecdotal. Or we could call it anecdata, if you want, but it's anecdotal. It's generally assumed for obvious reasons that NAD infusions are more effective at increasing cellular levels of NAD than NR or NMN or both together, although the direct comparison has not been made, as far as I know. And there's still this general question as to whether or not any of this stuff is getting into cells directly and impacting NAD levels in specific cells, although I think most people assume that the NAD infusions certainly are. Now, there are a number of different experts out there who debate all the fine points of everything that I just said, people like Dr. Charles Brenner and people like Dr. David Sinclair, people like Matt Kaeberlein. There are people who really actively, and let's just say, heatedly debate all the issues that I just talked about. I think the greatest debate is around whether or not increasing NAD levels in cells actually increases lifespan. But there's also a debate around whether or not NR is more advantageous than NMN, whether or not all of this is too premature to explore yet already. Again, I just want to restate for the third time. I don't do any of this stuff in these NAD pathways for sake of increasing lifespan. I do it for sake of the vitality and energy effects that I subjectively experience. I must say that the NAD infusions are expensive enough, inconvenient enough, and let's just say uncomfortable enough that I don't see myself doing them very often, although perhaps maybe doing them a couple of times a year or more makes sense should I find myself feeling run down or post-illness fatigue or things of that sort. I would be very curious to learn from any of you, the audience, what sorts of things you've experienced if perhaps you've explored NR supplementation, NMN supplementation, or NAD infusions. And as I mentioned earlier, there's now a growing number of different products that claim that you can take NAD orally, so either in pill, tincture or other forms, so no requirement for an infusion. But I'm not aware of any studies that have directly linked oral NAD to NAD levels in cells and how those two things relate. So lots more important science to be done in this area, lots more debate surely to be had, and any time we talk about supplements, I just want to emphasize several times that I do see supplements as indeed supplements. I think only by getting your light exposure, sunshine, movement, nutrition, stress modulation, social relationships, et cetera, correct should you even begin to consider supplementation, because supplementation is just not at the foundation of mental health, physical health, and performance. It is indeed something that, provided it fits within your safety and economic frameworks, could potentially enhance mental health, physical health, performance in certain ways. But it's certainly not the foundation from which you build mental health, physical health, and performance. So now we've talked about resveratrol, a little bit about grape seed extract. We've talked about NR and NMN and NAD and the NAD pathway. There are a few other things that are commonly discussed in the longevity sphere, let's call it, things such as metformin. I'll just be very direct and say I do not take metformin. And I also don't take what some people call the poor man's version of metformin, which is berberine. Berberine gives me brutal headaches. Berberine lowers blood glucose. That's why I think it's giving me brutal headaches. A lot of people have explored or are thinking about exploring taking metformin or berberine for sake of lowering blood glucose and lowering a particular cellular, let's just say, pathway or a set of molecules, mTOR being the most common of them. mTOR, mammalian Target of Rapamycin, is abundant in developing cells. It's responsible for the growth of individual cells. And the amount of mTOR in our cells tapers off across our lifespan. mTOR and its pathways is something that I've actually worked on fairly extensively in my laboratory in the context of the regeneration of the visual system. So I'm very familiar with it. And for sake of convenience and ease in this conversation, we can just think of mTOR as something that's abundant in cells during development and any time cells are growing, including the growth of tumor cells, and cellular growth at any stage of the lifespan. So the logic that people have waged is that drugs like metformin or compounds like berberine that reduce mTOR levels or impact the mTOR pathway in ways that lead to net decreases in mTOR, the logic is that could somehow increase lifespan. There's also the logic that fasting can reduce mTOR which can increase lifespan. I don't think there's any direct evidence for that yet, however, at least not in humans. So I'll tell you. I don't take berberine for the reasons I mentioned before. It makes me feel uncomfortable. Not psychologically uncomfortable, it makes me feel physically uncomfortable. I don't take metformin because expert colleagues of mine, including Dr. Peter Attia, have come on this podcast. In fact, we did a collaboration journal club podcast that we'll provide a link to in the show note captions during which we, meaning mainly Peter, reviewed the peer-reviewed data on metformin and lifespan. And at least to my understanding, at present, there isn't sufficient data to support taking metformin for increasing lifespan. So that's why I don't take it. I may in the future if more data come out and things change. But right now, I see no reason to take metformin to increase my lifespan. So I don't take metformin. Similarly, there's a lot of discussion out there about rapamycin. Remember mTOR, mammalian Target of Rapamycin, is so named because it's a target of this drug, which is used largely as an anticancer drug but has other purposes as well. Rapamycin is actively under investigation, which makes it sound like there was a crime committed. But as far as I know, there wasn't. Under active scientific exploration would be the more accurate way to say it, by excellent researchers such as Dr. Matt Kaeberlein up at the University of Washington in Seattle. He's been looking at rapamycin for its ability to extend lifespan, focusing on many different species, including dogs. So he has a dog longevity project. So that's really interesting. Dr. Peter Attia has talked a lot about rapamycin and did a recent podcast about rapamycin with not only Matt Kaeberlein but one of the experts in the world on mTOR. So I invite you to check out that podcast if you want to learn about rapamycin. So there is a fair amount of understanding about the biological pathways of rapamycin and mTOR and so on. And there are clinician physicians, like Peter as well as others, who are quite excited about the potential for rapamycin to extend lifespan, although you have to go directly to Peter to find out exactly what he's doing, whether or not he's taking rapamycin or not. I certainly can't speak for him. But at present, I don't take rapamycin. Why don't I take rapamycin? Well, I don't take rapamycin because at least to my eye, the data at present don't justify that for sake of increasing lifespan. That is not to say that rapamycin isn't an effective drug for the treatment of various cancers and for other purposes. But for me, at this point in time, I just don't see a good reason for me to take rapamycin relative to some of the, let's just say, substantiated potential side effects of rapamycin. It is a drug that I think can be taken safely under certain conditions but has enough of a side effect profile that I'm not interested in taking it for sake of increasing lifespan at this time. So no metformin, no rapamycin for me right now, perhaps in the future. I've listed out the things that I'm perfectly willing and happy to do, grape seed extract, NR and NMN, the occasional NAD infusion to increase NAD directly, and for the time being, I've decided to stay away from metformin and rapamycin. But of course, any and all of that could change going forward depending on the data that are published and my own experiences. As a final point on this, I want to again emphasize that the foundation of a quality life and a long life is most certainly going to come from the basics, perhaps the most fundamental and important of which is to get sufficient amounts of quality sleep each night. We know that not doing that can indeed reduce your lifespan if not directly, then certainly indirectly by increased number of accidents and certainly being far less happy and energetic during the day. So that's fundamental. Also, and this is very important to emphasize-- and here I'm essentially borrowing the words straight out of Dr. Peter Attia's mouth. So forgive me, Peter. This won't be nearly as eloquent or succinct as Peter would make it. But it is very, very clear that at present there is no supplement or drug for increasing longevity that even comes close to the known improvements in health metrics that relate to longevity that come from getting quality sleep and especially from getting sufficient amounts of quality exercise. So that means both a combination of cardiovascular exercise, a minimum of 180 to 220 minutes of so-called zone 2 cardio per week. So that's cardio that you can carry out while still maintaining a conversation but should you increase the intensity any more, you would have a hard time completing your sentences. But in addition to that also doing some VO2 max work, so getting your heart rate way, way up at least once per week, and also, of course, doing resistance training either with weights, machines or bodyweight, doing that at sufficient intensity, six sets minimum per body part per week to maintain not just muscular size and strength but equally important, perhaps even more important, maintaining nerve to muscle connectivity, which correlates with cognitive function and a number of other important longevity metrics. So again exercise, sleep, quality nutrition, quality social connection, which means eliminating as best you can toxic social connection and increasing quality social connection, people that you like and enjoy spending time with and feel enriched by, stress modulation, all of these things are so key. And of course, getting morning sunlight, all of those things combine to have a huge out-sized effect compared to anything that you could take in pill, capsule or infusion. So before even considering taking any supplement or drug to increase your longevity or even for increasing vitality for that matter, get those basics of sleep, sunlight, nutrition, movement, stress modulation, or stress control, I should say, and relationships down. Get those right. And get that morning sunlight to set your circadian rhythm, because of course, your circadian rhythm is what anchors it all. And I'd be completely remiss if I didn't emphasize yet again that any time you're thinking of adding a supplement or removing a supplement from your regimen or adding a prescription drug or removing a prescription drug, you absolutely should consult you're board-certified physician. Thank you for joining for the beginning "
        },
        {
            "timestamp": 1609,
            "text": "of this Ask Me Anything episode.To hear the full episode and to\nhear future episodes of theseAsk Me Anything sessions plus\nto receive transcripts of themand transcripts of the Huberman\nLab podcast standard channeland premium tools not\nreleased anywhere else,please go to\nhubermanlab.com/premium.Just to remind you why we\nlaunched the Huberman Labpodcast premium channel,\nit's really twofold.First of all, it's to raise\nsupport for the standardHuberman Lab podcast\nchannel, which of course,will still be continued to be\nreleased every Monday in fulllength-- we are not going to\nchange the format or anythingabout the standard\nHuberman Lab podcast--and to fund research, in\nparticular research doneon human beings, so not animal\nmodels but on human beings,which I think we all\nagree is a speciesthat we are most interested in.And we are going to\nspecifically fundresearch that is aimed\ntoward developingfurther protocols for mental\nhealth, physical health,and performance.And those protocols\nwill be distributedthrough all channels, not\njust the premium channel,but through all channels,\nHuberman Lab podcastand other media channels.So the idea here is to give\nyou information to your burningquestions in depth and\nallow you the opportunityto support the kind\nof research thatprovides those kinds of\nanswers in the first place.Now, an especially exciting\nfeature of the premium channelis that the Tiny\nFoundation has generouslyoffered to do a\ndollar-for-dollar matchon all funds raised for research\nthrough the premium channel.So this is a terrific\nway that they'regoing to amplify whatever funds\ncome in through the premiumchannel to further support\nresearch for scienceand science-related tools for\nmental health, physical health,and performance.If you'd like to sign up for the\nHuberman Lab premium channel,again, there's a cost\nof $10 per month,or you can pay $100 up\nfront for the entire year.That will give you\naccess to all the AMAs.You can ask questions and get\nanswers to your questions.And you'll, of course, get\nanswers to all the questionsthat other people ask as well.There will also be some premium\ncontent such as transcriptsof the AMAs and various\ntranscripts and protocolsof Huberman Lab podcast\nepisodes not found elsewhere.And again, you'll be\nsupporting researchfor mental health, physical\nhealth, and performance.You can sign up for the\npremium channel by goingto hubermanlab.com/premium.Again, that's\nhubermanlab.com/premium.And as always, thank you for\nyour interest in science.[MUSIC PLAYING]"
        }
    ],
    "episode_summary": "Welcome to a preview of the 12th Ask Me Anything (AMA) episode, part of Huberman Lab Premium.\nThe Huberman Lab Premium subscription was launched for two main reasons. First, it was launched in order to raise support for the standard Huberman Lab podcast channel — which will continue to come out every Monday at zero-cost. Second, it was launched as a means to raise funds for important scientific research. A significant portion of proceeds from the Huberman Lab Premium subscription will fund human research (not animal models) selected by Dr. Huberman, with a dollar-for-dollar match from the Tiny Foundation.\nIf you're an existing Premium member, you can login to access the full episode.\nIf you're not a member, you can join Huberman Lab Premium to enjoy exclusive content, including monthly Ask Me Anything (AMA) episodes, AMA transcripts, podcast episode transcripts, early access to live events and help advance human scientific research."
}