{
    "title": "AMA #2: Improve Sleep, Reduce Sugar Cravings, Optimal Protein Intake, Stretching Frequency & More",
    "ep_num": "88",
    "link": "https://www.youtube.com/watch?v=vZ4kOr38JhY",
    "chunks": [
        {
            "timestamp": 0,
            "text": "ANDREW HUBERMAN: Welcome to the Huberman Lab podcast where we discuss science and science-based tools for everyday life. [MUSIC PLAYING] I'm Andrew Huberman and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today is an ask me anything or AMA episode, which is part of our premium subscriber content. Our premium channel was launched in order to raise support for the standard Huberman Lab podcast channel, which still comes out once a week, every Monday, and of course is zero cost to consumer. The premium channel is also designed to support exciting research being done at major universities like Stanford and elsewhere, research that's done on humans that should lead to protocols for mental health, physical health, and performance in the near future. If you'd like to check out the premium channel subscription model, you can go to hubermanlab.com/premium. And there you can subscribe for $10 a month or $100 a year. We also have a lifetime subscriber option. For those of you that are already Huberman Lab podcast "
        },
        {
            "timestamp": 54,
            "text": "Premium subscribers and you're watching and or hearing this, please go to hubermanlab.com/premium and download the premium podcast feed. And for those of you that are not already Huberman Lab Premium podcast subscribers, you will be able to hear the first 15 minutes or so of this episode and hopefully that will allow you to discern whether or not you would like to become a premium subscriber. Without further ado, let's get to answering your questions. And as always, I will strive to be as accurate as possible, as thorough as possible, and yet as concise as possible. The first question is about how to improve sleep. In particular, how to improve deep sleep that is sometimes called slow-wave sleep. This was a question that was asked by Jack Pritchard and they got a lot of up votes. Now, we've done multiple full-length episodes of the Huberman Lab podcast on sleep and tools to improve sleep, including the Master Your Sleep episode and Perfect Your Sleep episode, as well as a toolkit that is available completely zero cost at hubermanlab.com. It's a downloadable PDF that lists out the behavioral tools and other tools that you can implement to improve your sleep. Now Jack's question is specifically about how to improve deep sleep. He asks, I have a sleep analyzer and I typically observe that I get a lot of REM sleep, that is rapid eye movement sleep. For him, he says it's 30% of his total sleep is rapid eye movement sleep. But he asks, my deep sleep is often low, around 10%, and I would like to know if there are any science-backed protocols I can use to specifically increase my deep sleep. Okay, so for those of you that may not know what is deep sleep. Now, deep sleep is sometimes referred to as slow-wave sleep, that is slow-wave sleep and deep sleep are sometimes used interchangeably to describe the same thing. They aren't necessarily the same thing, but they fall under the same mechanistic umbrella. What is that mechanistic umbrella? Well, when you go to sleep at night, you cycle through a number of different stages of sleep. And in the early part of the night, I would say in the first half of your night or so, most of your sleep is going to be slow-wave deep sleep. But then as you transition into the second half of your night, more of your sleep will be rapid eye movement sleep. Now that's the typical pattern that is observed when you're not disrupting your sleep architecture with things like caffeine and alcohol. We'll talk about caffeine and alcohol in a few minutes. Deep sleep, aka slow-wave sleep, at least for sake of this conversation, is vitally important in particular for repair of bodily tissues. During deep sleep, you secrete growth hormone and in fact you secrete growth hormone every night when you go to sleep. But most of that growth hormone release is restricted to the first half of your sleep night. The other feature of deep sleep is that the dreams that occur during deep sleep tend to be of a less emotional nature than the sorts of dreams that one experiences in rapid eye movement sleep. So just to give a broad top contour of what deep sleep, aka slow-wave sleep is really about, it tends to occur in the first half of the night, it also occurs in the second half of the night, but in the first half of the night, most of your sleep is going to be occupied by deep sleep, aka slow-wave sleep. It is the time when your bodily tissues are repaired in part by release of growth hormone, which is involved in metabolism, but also protein synthesis, muscle repair, repair of all cell types and tissues. And during deep sleep, your dreams tend to be somewhat mundane, sometimes a little bizarre, but typically not very emotionally loaded. That can change if you're dealing with a lot of emotionally laden circumstances in your waking life, but in general, the sleep and dreams that occur in the first part of the night is deep and it's not terribly emotionally ridden. Your body also goes through specific patterns of metabolism. Now, this relates to recent findings just this last year in which researchers monitored the output of people's breath and the various metabolic factors present in the breath as well as through blood draws, So basically doing all this while people are asleep in a laboratory. And they observe that during the first half of the night while people are in deep sleep, their body is actually metabolizing energy very differently than it does in the second half of the night. I'll come back to this in a little while, but this turns out to be very important for establishing your metabolism and the way you regulate insulin and blood glucose during the daytime. So all of this is to say that getting sufficient deep sleep, slow-wave sleep, is vitally important. And Jack's asking how he can increase the amount of deep sleep that he's getting because by his sleep tracking method, he's observing far less deep sleep than rapid eye movement sleep. Now that raises the question of how much deep sleep one should be getting overall. In general, the goal should be to balance the total amount of slow-wave sleep and rapid eye movement sleep across the night. However, I would not want people to obsess over getting exactly 30% rapid eye movement sleep and exactly 30% slow-wave sleep. Your body is much more resilient than that, but the closer those two numbers are to one another, the better overall architecture of your sleep. And he doesn't list out exactly how he's measuring his sleep so I do want to put an asterisk on both the question and the answer I provide by stating that a lot of sleep trackers, whether or not they are WHOOP trackers or Ouras or whether or not you're using a mattress based or mattress cover based sleep tracker like Eight Sleep or other, is using heart rate and heart rate variability and body movement to estimate or to kind of predict whether or not you're in slow-wave sleep or rapid eye movement sleep. And that's because during rapid eye movement sleep, you tend to be in what's called atonia, you tend to be paralyzed, you can't move. And during slow-wave sleep, that's not the case. But no matter what the sleep tracking method is, if it's a standard commercial sleep tracking method, WHOOP or Eight Sleep, et cetera, it is an estimate or a best guess at what stage of sleep you're in. Whereas when you go into a sleep laboratory, like the sleep laboratory at Stanford, at University of Pennsylvania or other of the great sleep laboratories that are out there, they're going to use other methods including EEG and EMG. These are just acronyms that refer to ways to record brainwaves. They actually are going to try and observe for rapid eye movements beneath the eyelids, et cetera. So sleep trackers give you a best guess as to what stage of sleep you're in. They are not perfectly accurately, at least none of the commercially available sleep trackers are perfectly accurate. So we do want to highlight that. Okay, so now let's answer Jack's question directly, which is how to increase the total amount of slow-wave sleep. Well, there are a couple ways. First of all are the don'ts and then we'll talk about the dos. Two things that you can do to really disrupt your slow-wave sleep are to drink alcohol within eight hours prior to bedtime or even at all. Some people will find that even if they have a glass of wine or a beer with lunch, that the amount of slow-wave sleep and sometimes even the rapid eye movement sleep that they get at night is reduced and that their overall sleep architecture is disrupted. This has been shown again and again. Likewise, avoiding caffeine within eight and ideally within 12 hours of bedtime would be preferable. And if you're not a caffeine drinker, obviously you don't have to worry about this at all, but avoiding caffeine intake within that 8 to 12 hours of bedtime will greatly assist in you getting more slow-wave sleep and higher quality rapid eye movement sleep. This has been shown again and again. And as well avoiding cannabis use and maybe even CBD use within 8 to 12 hours of sleep can be very beneficial if your goal is to improve the quality of your sleep. Now, I know a lot of people rely on alcohol, cannabis and CBD in order to get into sleep. However, it's been shown many times in human studies, and this was discussed in the podcast episode that we did with the great Matt Walker, who's a professor of neuroscience and psychology at University of California, Berkeley, and a world expert in sleep and sleep science. Matt and I discussed the research showing that even though alcohol helps you fall asleep, even though cannabis can help you fall asleep, and even though CBD can help people fall asleep, that it does disrupt and in many ways reduce the quality of sleep that one gets. So that's disappointing news I know for a number of the people that rely on cannabis, CBD, or alcohol to fall asleep, but I would encourage you to check out the episodes of the Huberman Lab podcast that we did about alcohol and about cannabis, including some of the health benefits of cannabis in certain situations, but also some of the detrimental effects of both alcohol and cannabis in other situations in particular for improving slow-wave sleep. So that's actually three major don'ts. Avoid caffeine, alcohol, and cannabis, and let's put under the umbrella of cannabis, THC and CBD in the 8 and ideally within the 12 hours prior to sleep if your goal is to improve the total amount of slow-wave sleep that you're getting and your overall sleep architecture. In addition, it's well known that avoiding food intake in the two hours prior to sleep is going to greatly assist in the amount of growth hormone output that you achieve during the early stages of the night and the depth and duration of slow-wave sleep. Now, I want to place an asterisk on that statement by saying if you go to sleep too hungry, it can also disrupt your sleep. So you're going to have to arrange your eating schedule and your sleeping schedule such that you're not eating too close to bedtime, but you're also not going to bed so hungry that you can't fall asleep or that you don't get into deep sleep and stay asleep. I can personally attest to the fact that if I'm too hungry, I can't fall asleep. Now for me, most nights I'm going to eat dinner sometime between 6:00 PM and 8:00 PM depending on time of year, schedules, what's going on, traffic, et cetera. And I tend to go to sleep somewhere between 10:00 PM and 11:00 PM plus or minus an hour, again, depending on time of year and what else is going on in life. So I normally have that buffer of two hours or so before going to sleep. However, there are some nights where even if I eat dinner around 7:00 PM, I'm quite hungry at 9:00 PM and I want to go to sleep. In that case, eating a small amount of food, ought not to disrupt your slow-wave sleep too much, but you do want to avoid eating large meals right before going to sleep unless, unless completely fasting and not eating something late at night will prevent you from getting into any sleep at all. In other words, it's better to make sure that you're getting to sleep than it is to avoid food just so that you get increased growth hormone output and into slow-wave sleep. I hope that's clear. You know, I have had times in my life where I'm working very, very hard and I missed dinner or something comes up and I know some people can fall asleep quite easily on an empty stomach. I've been able to do that, in particular if I'm very exhausted. I also rely on a handful of supplements to fall asleep each night, although I've not dependent on them. There have been times when I haven't been able to access those supplements and I can still fall asleep. But the point is that you don't want to be so hungry that you can't fall asleep. And yet in an ideal circumstance, especially if you're trying to increase the amount of slow-wave sleep, you would avoid food in the two hours or so before going to sleep. If you can avoid food for the three or four hours prior to sleep and still fall and stay asleep easily, that's even better for sake of increasing slow-wave sleep and growth hormone output. Now, there are some additional tools for improving slow-wave sleep, in particular, the transitions between slow-wave sleep and the other sleep stages because even though, as I mentioned earlier, the early part of your night is occupied primarily by slow-wave sleep, all night long you're transitioning from slow-wave sleep into an intermediate stage of sleep and then into rapid eye movement sleep and then back again. It's just that in the early part of the night, more of that time is going to be occupied by slow-wave sleep. The two ways to improve slow-wave sleep that are well documented in the literature, and here we can point to some really nice papers that I'll reference in case you want to read further, is the first one is entitled, Exercise Improves the Quality of Slow-Wave Sleep by Increasing Slow-Wave Stability. Slow-wave Stability has to do with, as researchers call it, the amount of power present in the different aspects of slow-wave sleep, So this gets a little bit technical, but this is an instance in which they brought subjects into the laboratory, they measured brainwaves by EEG, they had some other measurements as well included in subjective measures of sleep, and they looked at whether or not people were doing exercise or not prior to sleep. Now, when I say prior to sleep, I mean not within six hours prior to bedtime. In fact, exercising intensely in the six hours prior to bedtime, for many people, not all, but for many people can disrupt the total amount of slow-wave sleep that they get and can also disrupt rapid eye movement sleep. So the conditions of the study were pretty straightforward. It was a randomized crossover trial. Basically, they had people either sleeping and monitoring their sleep or they had people doing an hour of exercise at 60% of their so-called VO2 max, you can look this up, for 60 minutes. 60% of their VO2 max, that was the intensity. It's breathing pretty hard, but not extremely hard. If we were going to map that to the so-called zone, zone 2 cardio being the kind of cardio you can do steady state while holding a conversation. This would be somewhere in the probably zone 3 or zone 4, although that's not exactly what 60% of VO2 Max is going to map to every time. Think about relatively challenging cardiovascular output for 60 minutes, and they had them do that at least six hours prior to bedtime, and, this is an important and, They did have the subjects in this study in all conditions abstain from caffeine and alcohol, so that's very important. And what they observed was an enhancement of slow-wave sleep. So exercise of this sort turns out to be a very potent form of improving slow-wave sleep. Now, I do not know, because the study as far as I know has not been done, whether or not doing resistance training or some other type of exercise would've led to the same effect, although I have to imagine that if it's moderately intense to intense resistance training provided it's done far enough away from going to sleep prior to six hours before sleep, that one ought to see the same effects. Although that was not a condition in this study. But it's a very nice study. They looked at everything from changes in core body temperature to caloric expenditure. They didn't see huge changes in core body temperature changes, so that couldn't explain the effect. It really appears that the major effect of improving slow-wave sleep was due to something in changing the fine structure of the brain waves that occur during slow-wave sleep. In fact, and this is an important point, the subjects in this study did not report subjectively feeling that much better from their sleep. So you might say, well then why would I even want to bother? However, it's well known that getting sufficient slow-wave sleep is important not just for repair, excuse me, for repair of bodily tissues, but also for repair of brain tissues and repair and wash out of debris in the brain. And that debris is known to lead to things like dementia. So getting the best quality slow-wave sleep is extremely important for body and for brain. And getting an hour of exercise that's moderately intense and making sure that you're not doing that exercise within the six hours prior to bedtime, and avoiding caffeine and alcohol, certainly within the six hours prior to bedtime, but I would say in the 8 to 12 hours prior to bedtime would be even better or not drinking alcohol at all, or I know there are people out there that don't drink caffeine at all, I'm not one of those people, but restricting that caffeine intake to the very early part of the day, that has been shown to improve the quality and the overall architecture of sleep and slow-wave sleep in particular. That's really what this study points to. There's another tool that can improve the amount and quality of slow-wave sleep that you achieve at night. This is actually a tool that I've started using over the last six to eight months or so. As many of you know, I believe in getting behaviors right before embracing changes in supplementation or prescription drugs. Behavioral tools consist of dos and don'ts, and the dos and don'ts for sleep are well documented in the Master Sleep episode and the Perfect Your Sleep episode and the toolkit for sleep. They include getting morning sunlight in your eyes or bright light of other kinds, avoiding bright light from 10:00 PM to 4:00 AM, et cetera, et cetera. All that information is in the toolkit for sleep and those other full-length episodes of the Huberman Lab podcast. Now, there are supplements that can greatly improve the depth of your sleep and that can shorten the latency to fall asleep. And here I'm not referring to melatonin, as many of you perhaps already know, I'm not a fan of melatonin for a variety of reasons, mainly the fact that most melatonin supplements out there don't actually contain the exact amount of melatonin that's listed on the bottle. They contain either much, much more or much, much less. And that melatonin is a potent hormone that has impacts on not just sleep, but on other hormone systems as well. The supplements that I've suggested and that I personally take in order to improve my sleep are magnesium threonate, spelled T-H-R-E-O-N-A-T-E. And interchangeably with that one could use magnesium bisglycinate. I do consider those interchangeable because both cross into cells and cross the blood brain barrier in much the same way that makes them better candidates for improving sleep than some of the other forms of magnesium. So magnesium threonate, theanine, T-H-E-A-N-I-N-E, theanine, and something called apigenin, which is essentially what you find in camomile that is the reason why camomile can make you sleepy. A-P-I-G-E-N-I-N, apigenin. The dosages for those et cetera are described in the toolkit for sleep and why some people might want to avoid theanine. I'll just tell you, for those of you that have very intense dreams or that might sleepwalk or have night terrors, you might want to avoid theanine because it can enhance the kind of emotional and elaborate nature of dreams. Other people like that. So I'll take magnesium threonate, theanine, and apigenin as a so-called sleep stack about 30 to 60 minutes prior to sleep. I do not take them during the day. There is, however, another supplement that used in combination with the sleep stack that I just described or alone can greatly enhance the quality of your sleep. And in particular, people who are following a low carbohydrate diet who have trouble falling and staying asleep seem to benefit from it, and that is so-called inositol. Now, inositol comes in different forms, but the form that I'm referring to here in terms of enhancing slow-wave sleep is myo-inositol. There are an enormous number of studies on inositol for sake of mental health and for sake of enhancing various aspects of cellular function and for sake of improving sleep. I'd like to just highlight one paper, title of this paper will make it clear what it's about. The title of the paper is The Impact of Myo-Inositol Supplementation on Sleep Quality in Pregnant Women: A Randomized Double-Blind Placebo Controlled Study. Now, as I just told you, the study was carried out on pregnant women, but there have been other studies of inositol on other populations. And the major takeaway from these studies is that inositol can improve the quality of sleep and can adjust the architecture of sleep in ways that make it a great candidate for improving the structure and maybe also the duration of slow-wave sleep in particular. I find that if I'm following a lower carbohydrate diet, which I do from time to time, I sometimes have trouble falling asleep. Or if I eat four to six hours prior to bedtime, then I tend to be pretty hungry around bedtime. And sometimes if I'm exercising very hard or if I'm working a lot, even if I eat dinner around seven and I go to sleep around 10:00 PM, I might be a little bit hungry still at 10:00 PM. In that case, I find that taking 900 milligrams of myo-inositol in addition to the other sleep stack that I just described greatly enhances my ability to fall asleep and to get terrific quality sleep. I do monitor my sleep. I do that two ways. I do that these days with my Eight Sleep sleep tracker, and I use a WHOOP sleep tracker when I sleep. The combination of those two taps into different aspects of sleep tracking, heart rate variability, movement, et cetera. In a future episode, we'll talk about what are the best devices for monitoring sleep, which have certain advantages and others have disadvantages. But I certainly see it in the objective data that is from the sleep tracking data. And I also observe subjectively that taking 900 milligrams of inositol prior to sleep, again 30 to 60 minutes prior to sleep, can greatly enhance the ability to fall asleep and for me to stay asleep throughout the night. I also noticed another effect, which is that if I wake up in the middle of the night to use the restroom, which I often do, I find it much easier to fall back asleep. I don't tend to get into kind of looping thought and things of that sort in the middle of the night. And that may relate to the fact that myo-inositol has been studied in many cases for its role in controlling anxiety that is for reducing anxiety. And that's one of the reasons, in fact, one of many reasons why people take myo-inositol during the daytime. There are studies of myo-inositol for dealing with anxiety, for sleep as we're discussing now, and even for improving fertility and things of that sort, in particular in women. So again, 900 milligrams of an inositol can be a useful tool. 60 minutes of exercise, as described previously, can be a tool, and certainly avoiding caffeine and alcohol is an excellent tool for enhancing the total amount of slow-wave sleep. Jack had a second part to his question, he asked is having a high level of rapid eye movement sleep and a lower level of deep sleep likely to cause any health issues? And to be honest, it's not really clear that it would cause any specific health issues, although if we think about what the specific roles of slow-wave sleep versus rapid eye movement sleep are, again, rapid eye movement sleep being laden with highly emotional dreams, It's thought to act as a sort of trauma release where people are paralyzed in body and that's a healthy paralysis, they're so-called sleep atonia, but undergoing some pretty emotional stuff within their dreams, and there is a lack of ability for the body to secrete adrenaline during rapid eye movement sleep, that's thought to be important for emotional repair, if you will, during the night. Certainly studies where people have been deprived of rapid eye movement sleep have shown that their ability to manage emotionally during the daytime is reduced. Certainly if you have reduced rapid eye movement sleep for multiple nights, that's going to be the case. The only caveat to that is that there are certain forms of treating depression that involve specifically depriving people of rapid eye movement sleep. That's a whole other story that was covered in the podcast episode with Dr. Nolan Williams. So if you want to learn more as to why that's the case, check out that episode. But because slow-waves sleep, which occurs again during the early part of the night, is when growth hormones is released and when there's this periodic washout of debris within the brain, and to some extent within certain tissues of the body, you could imagine that reduced low-wave sleep would lead to reduced ability to recover from exercise, from injury, maybe even relate to the immune system. However, I am personally not aware of any studies that specifically looked at the ratio of slow-wave sleep to rapid eye movement sleep, and that focused in particular on reduced slow-wave sleep for bodily repair. Those studies might be out there, I was not able to find them. If you are able to find them, please put them in the comment section and I would love to check out those studies. So I don't think that one needs to be overly concerned if you're not getting a balance of slow-wave sleep to rapid eye movement sleep, that's perfect. However, and as I mentioned earlier, it would be good to strive to try and balance the amount of slow-wave sleep and rapid eye movement sleep across the entire night. If you think about it, that will also tell you whether or not you're getting sufficient total sleep. And I don't want to open up another set of questions here as I'm about to close out an answer to this question, but I do often get asked the question whether or not four hours is enough, or six hours is enough, or eight hours is enough. Well, it's impossible to know exactly how much sleep each individual person needs. And of course, each individual person will need a different amount of total sleep depending on the amount of stress and physical strain and various other things they're dealing with in their daily waking life. However, it's generally the case that kids and people that are undergoing puberty and certainly in early infancy need more sleep than adults do. So as you age, you do in fact need less sleep. One good metric of whether or not you are getting enough sleep is whether or not you're sleepy during the daytime or not. If you're falling asleep a lot during the daytime, you're probably not getting enough sleep at night. That's sort of a duh, but it's an important duh to pay attention to. And for those of us, like myself, that need a 20 or 30 minute nap in the afternoon, great. That doesn't necessarily mean you're not getting enough sleep at night. So if you get sleepy enough to want a nap in the afternoon, that's not an indication necessarily that you are not getting enough sleep at night. However, if you're only sleeping four or five hours per night, it's very hard to imagine that you're getting a balance of slow-wave sleep and rapid eye movement sleep. Once you get into the range of sleeping six to eight hours and certainly 8 to 10 hours per night, the probability that you're getting a balance of slow-wave sleep and rapid eye movement sleep greatly increases. So if I were to throw out a number, I would say for most people, that is for 95% of people out there, getting at least six hours of sleep per night, at least, and ideally more like seven or eight is going to be the goal. However, I've noticed, for instance, for myself, unless I'm exercising extremely intensely or I'm going through a lot of emotional or physical stress in my daily life, getting six and a half to seven hours of sleep per night allows me to feel really good and refreshed throughout the day. And that's especially the case if I get that 20 or 30 minute nap in the afternoon or use NSDR, Non-Sleep Deep Rest. So I hope that answers your question, Jack, and there are, of course, I'm extending the answer to all others who upvoted that question or who might be interested in improving their slow-wave sleep. There are some dos, there are some don'ts that I just described. I suggest trying various things one by one to see what works best for you so you don't necessarily need to leap to doing the 60 minutes of exercise plus the inositol, et cetera. However, I do encourage everyone to avoid alcohol and caffeine within the 8 to 12 hours prior to sleep. And again, if you're not using either of those, that would be even better, at least in terms of sleep architecture. Thank you for joining for the beginning "
        },
        {
            "timestamp": 1691,
            "text": "of this Ask Me Anything episode.To hear the full episodeand to hear future episodesof these Ask Me Anything Sessionsplus to receive transcripts of themand transcripts of the\nHuberman Lab podcaststandard channel and Premium Toolsnot released anywhere else,please go to hubermanlab.com/premium.Just to remind you why we launchedthe Huberman Lab podcast premium Channel,it's really twofold.First of all, it's to raise supportfor the standard Huberman\nLab podcast channel,which of course will still be continuedto be released every\nMonday in full length.We are not going to change\nthe format or anythingabout the standard Huberman Lab podcast.And to fund research, in particular,research done on human beings,so not animal models, but on human beings,which I think we all agree is a speciesthat we are most interested in.And we are going to\nspecifically fund researchthat is aimed toward\ndeveloping further protocolsfor mental health, physical\nhealth, and performance.And those protocols will be distributedthrough all channels, not\njust the premium channel,but through all channels,\nHuberman Lab podcastand other media channels.So the idea here is to\ngive you informationto your burning questions in depthand allow you the opportunity to supportthe kind of research that\nprovides those kinds of answersin the first place.Now, an especially exciting featureof the Premium channel is\nthat the Tiny Foundationhas generously offered to\ndo a dollar for dollar matchon all funds raised for researchthrough the premium channel.So this is a terrific waythat they're going to amplify\nwhatever funds come inthrough the premium channel\nto further support researchfor science and science-related\ntools for mental health,physical health, and performance.If you'd like to sign upfor the Huberman Lab premium channel,again, there's a cost of $10 per month,or you can pay $100 upfront\nfor the entire year.That will give you access to all the AMAs,you can ask questions and get\nanswers to your questions,and you'll of course get\nanswers to all the questionsthat other people ask as well.There will also be some premium contentsuch as transcripts of the AMAsand various transcripts and protocolsof Huberman Lab podcast episodesnot found elsewhere.And again, you'll be supporting researchfor mental health, physical\nhealth, and performance.You can sign up for the premium channelby going to hubermanlab.com/premium.Again, that's hubermanlab.com/premium.And as always, thank you for\nyour interest in science.[MUSIC PLAYING]"
        }
    ],
    "episode_summary": "Welcome to a preview of the second Ask Me Anything (AMA) episode, part of the Huberman Lab Premium subscription.\nThe Huberman Lab Premium subscription was launched for two main reasons. First, it was launched in order to raise support for the standard Huberman Lab podcast channel — which will continue to come out every Monday at zero-cost. Second, it was launched as a means to raise funds for important scientific research. A significant portion of proceeds from the Huberman Lab Premium subscription will fund human research (not animal models) selected by Dr. Huberman, with a dollar-for-dollar match from the Tiny Foundation.\nSubscribe to Huberman Lab Premium at https://hubermanlab.com/premium"
}