{
    "title": "AMA #5: Intrusive Thoughts, CGMs, Behavioral Change, Naps & NSDR",
    "ep_num": "63",
    "link": "https://www.youtube.com/watch?v=cp9GXl9Qk_s",
    "chunks": [
        {
            "timestamp": 0,
            "text": "ANDREW HUBERMAN: Welcome to the Huberman Lab podcast where we discuss science and science-based tools for everyday life. [MUSIC PLAYING] I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today is an Ask Me Anything episode or AMA. This is part of our premium subscriber channel. Our premium subscriber channel was started in order to provide support for the standard Huberman Lab podcast, which comes out every Monday and is available at 0 cost to everybody on all standard feeds, YouTube, Apple, Spotify and elsewhere. We also started the premium channel as a way to generate support for exciting research being done at Stanford and elsewhere. Research on human beings that leads to important discoveries that assist mental health, physical health, and performance. I'm also pleased to inform you that for every dollar of the Huberman Lab Premium channel generates for research studies, the Tiny foundation has agreed to match that amount. So now we are able to double the total amount of funding given to studies of mental health, physical health, and human performance. If you'd like to subscribe to the Huberman Lab podcast Premium channel, please go to hubermanlab.com/premium. It is $10 a month to subscribe, or you can pay $100 all at once to get an entire 12-month subscription for a year. We also have a lifetime subscription model that is a one-time payment. And again, you can find that option at hubermanlab.com/premium. For those of you that are already subscribers to the premium channel, please go to hubermanlab.com/premium, and download the premium subscription feed. And for those of you that are not Huberman Lab podcast premium subscribers, you can still hear the first 20 minutes of today's episode, and determine whether or not becoming a premium subscriber is for you. And now without further ado, I will answer your questions. And as always, I will strive to be as thorough as possible, as clear as possible, and as concise as possible. Our first question is about abstaining from thoughts. "
        },
        {
            "timestamp": 113,
            "text": "And in answering this question, we're going to skirt right up against a topic that I've covered before on the podcast which is obsessive compulsive disorder, which is a very serious disorder. I mean, it can have a range of severity, but people with true OCD suffer a lot from obsessions, these are intrusive thoughts, and compulsions, which are the behaviors typically associated with those thoughts. I think it's really important that we define OCD really clearly so that we can make sure that we're talking about intrusive thoughts and the desire to abstain from thoughts versus OCD and where there might be some overlap there. The functional definition of OCD that really pertains to the disorder, obsessive compulsive disorder, OCD as opposed to we call people neurotic, or we say you have OCD, or I'm so OCD about this, or OCD about that, that's become a common use of the acronym OCD. But true OCD is a situation in which engaging in a particular compulsive behavior does not serve to reduce the intensity or the frequency of the obsessions. In fact, it makes it worse. So the typical thing that we hear these days is oh, you're so OCD, or he's so OCD, or she's so OCD, or I'm so OCD. Now if someone is OCD in that sense, OK, so not the clinical disorder but OCD in the sense that they're really clean, they're really fastidious, they need everything perfect. However, that person can achieve some level of calm and comfort that's fairly long lasting if everything's clean and perfect, well, then that's not obsessive compulsive disorder. This is really important to understand as we venture into answering the question about intrusive thoughts and the desire to abstain from certain thoughts. A person with true OCD will keep cleaning and cleaning, or washing their hands, or arranging things at perfect right angles, but the more they do it, the more their anxiety goes up. A person who has more typical, gosh, we don't really even have a language for this nowadays unfortunately, but the sort of person that's extremely particular, they need things a certain way, and they're very driven to resolve things and do things to make sure that things are done in a certain way, or handled in a certain way, well, if that person can experience relief from engaging in let's say, exercise, or from cleaning, you'd say you're so OCD about exercise. Well, but if exercising for an hour or even two hours in the morning make somebody really calm the rest of the day and they don't need to exercise well, then they're not necessarily true OCD. They don't necessarily have a disorder related to exercise. However, if they're exercising for two hours in the morning and then they find they can't concentrate on other things and their desire to exercise just increases and increases and becomes intrusive for them disrupting their quality of life throughout the day, well, then that's falling under the umbrella of what we would call a true disorder. So we want to highlight that because the question is about a desire to abstain from thoughts, and the question is, in your discussion with Dr. Anna Lembke-- and I should just mention Dr. Anna Lembke is the director of our Dual Diagnosis Addiction Clinic at Stanford University School of Medicine. She's the author of this incredible book Dopamine Nation that I think everybody should read. I do believe everyone should read that book. So important for the addict and nonaddict alike because it deals with basically the state of our life nowadays. We're living in this dopamine rich world where we can quickly become dopamine depleted, which is terrible, leads to depression in addition to things like addiction in some folks, et cetera. Anna was a guest on the podcast. You can find her episode at hubermanlab.com. Just put Anna. I think she's the only guest we've had thus far whose name is Anna, so it'll just pop up there. The entire website is searchable. But if you want to listen to that episode or watch that episode, you can access it hubermanlab.com. The question is in your discussion with Dr. Anna Lembke you were talking about abstaining from people's drug of choice for 30 days to reset the dopamine reward pathway. And indeed that is the prescriptive that Dr. Anna Lembke gives for most all addictions and for people that are suffering from milder even severe depression related to dopamine seeking behaviors, social media, video games, sex, food, et cetera. However, of course, in the instance of food or in some other addictions, you can't abstain for 30 days. That would be terrible to abstain for food for 30 days. I'm sure people have done it, but it is not healthy to do. Certain things like alcohol and drugs people can abstain for 30 days in efforts to never go back to them again. There are cases of severe alcohol or opiate dependence where people can't go cold turkey or they risk dying, so there they need to really work with a physician. But the 30-day reset of the dopamine system is something that's very real and that pertains to most people. That is it's going to be very effective for most people struggling with either behavioral, or what are sometimes called process addictions, or other types of addictions including substance abuse issues. The question continues. You said you were going to ask Ana how to abstain if your drug of choice is a thought or narrative as opposed to a substance or a behavior. The question continues, as far as I can tell, your discussion with Ana moved on before you asked her the question. Would you be able to discuss strategies for abstaining from addictive thoughts and narratives? OK. So let's talk about intrusive thoughts, and let's start off by asking ourselves, what is a thought? In the realm of neurobiology, we have sensations which are the processes by which our neurons, nerve cells convert light, photons, sound waves, touch, mechanical pressure, et cetera into electrical signals and chemical signals that head into our nervous system, including our brain. And then our brain, at least we think, make sense of them, and help us navigate the world that we're in. So the sensation part is a pure transformation of mechanical information, or in some cases, chemical information like smell. Literally, volatile chemicals floating around in the world are brought in through your nose and your neurons and your olfactory bulb convert those into electrical and chemical signals that your brain can understand. Perceptions are your idea of what those signals out in the world are. Either because you're paying attention to them, or for some other reason you decide that stop sign in front of you is red, and that the sign behind it is white, and that the sky is blue or cloudy, those are perceptions. So we have sensations and perceptions. Then we have emotions which are these things that include the mind and body that are related to neuromodulators like dopamine, serotonin, et cetera, although, those chemicals do other things as well. And then, of course, we have behaviors, actions. Everything from me moving my pen on a piece of paper to walking, running, et cetera. Thoughts are a fifth category of neural functioning that we really need to define, but that doesn't have as strict a definition as sensations, perceptions, or feeling, or action. But thoughts are real. We all know this. Thoughts are real, and one way that we can define thoughts is that thoughts are perceptions that include data from the past, present, or future, or combinations of past and present, or present and future, or future and past. I'm not trying to give an overly complicated definition here, but if we are going to answer a question about how to abstain from thoughts in a really direct and actionable way, we really need to address what our thoughts. So thoughts are perceptions that are generated internally. We don't need any external sensation in order to have a thought. We can close our eyes. We could be in sensory isolation for that matter. We could even be floating with no gravity, and we can have a thought. Thoughts tend to run pretty much automatically in the background all the time. Some people refer to this as chatter in the back of our minds in a very unstructured way. And then if we force our thoughts to be structured because we decide they need to be, or if something in our environment captures our perception, then our thoughts tend to be structured. Let me give you an example. If I'm just walking around, if there were a way in which we could broadcast my thoughts onto a screen, I hope we wouldn't do that. But those thoughts would be a mixture of semi-complete sentences and gibberish. However if somebody stops me, and says, hi. Good to see you. What are you doing today? And I start answering, well, then my thoughts are suddenly being driven by an external stimulus, their question, and some internal ideas, memory of who I am and what I'm doing that day so past and present, and so on. And so thoughts become structured. So when we have a question about how to abstain from thoughts, we need to be additionally specific and really pinpoint that what we're trying to do is to abstain from thoughts we don't want presumably, either because they are too repetitive and distracting, or because what's contained in those thoughts is disturbing. This is important because it gives us two answers to the questions that are highly divergent. One answer to the question of how to abstain from intrusive thoughts, thoughts that were addicted to, is if those thoughts are merely on loop all the time and we can't stop them, but the thoughts themselves aren't particularly disturbing. So think about a song you can't get out of your head, or you keep recounting some event, but the event itself isn't very disturbing. It's just intrusive because it's there. Well, in that case, the data really point to trying to anchor your thoughts to some external stimulus. So getting into action, getting into activities that really draw your attention away from that thought. Now you may still hear it scrolling in the background, so you might be sitting in class still hearing that loop of thoughts in the background. That's something that over time ought to wane, it ought to disappear if we try and bring more and more attention to whatever it is that's in our environment, whatever it is that we happen to be learning or doing physically, et cetera. Things like mindful meditation. Doing a 10 or even just 5 minute a day practice of sitting with eyes closed, or lying down with eyes closed and really focusing on one's breath, focusing one's attention on sometimes called the third eye center, but in science we'd say just the region right behind the forehead, you're directing your attention there, has been shown to increase focus for singular topics and can improve memory and do a bunch of other things as well. Those are data from Dr. Wendy Suzuki's lab at New York University. She was a guest on the podcast as well. My laboratory has run studies on mindful meditation as well. So what you're really trying to do is learn how to focus better on one thing, and by focusing on that one thing, you focus off these repetitive thoughts. Now, I have a feeling that this question was asked and that many people upvoted this question because the issue isn't just thoughts that are intrusive because they're there and on repeat, but because the thoughts themselves are actually troubling. This could be recounting a trauma, someone harmed you, you observed something that was disturbing, you felt wronged, you felt someone else was wronged, you can't seem to get your mind off of something, and your emotions tend to follow, and so it's uncomfortable. I have a feeling this is the root of the question. In that case, the approach is very different. What we know from essentially all of the quality scientific and clinical studies is that those sorts of intrusive thoughts are very much like a trauma. Now we have to be clear in defining what trauma is. I'll use the definition that Dr. Paul Conti, another incredible guest that was on our podcast. A Stanford-Harvard trained psychiatrist. I think one of the world's foremost leaders on the issue of trauma and psychiatry and psychology generally. He defines trauma as an event or something that fundamentally changes the way that your nervous system works such that you function less adaptively going forward from that event. So not every bad occurrence in your life is a trauma. That's good news. The bad news is many people have traumas, and traumas change the way that our nervous system works so that we don't function as well as we could. So in that sense, intrusive thoughts that are disturbing are in many ways traumas and are reinforcing that trauma. Now, we know that almost counterintuitively in order to deal with trauma, you have to get very close to that trauma. You don't have to reexpose, and I would hope you would not reexpose yourself to the very same trauma. But we know that one of the best ways to deal with traumas is to get very clear about the narrative around those traumas. Now this can be done with a therapist ideally, but not everyone has access to therapy or can afford therapy. There's a range of quality of therapists for that matter, so we're always referring to the desire for people to do great therapy with really great, meaning excellently trained people. But it turns out that if you want to extinguish an intrusive thought, one of the best ways to do that is to journal about that particular thought extensively. So rather than the earlier strategy for intrusive thoughts where they're just on loop, and intrusive because they're on loop and present, but their content isn't disturbing, when that thought is disturbing and intrusive, we know that it's very useful to script out as much detail about that particular thought and the things around it as possible. Now obviously, you want to do this in a way that is fairly structured. So you ideally would use complete sentences. So the reason for doing that is that thoughts, as I mentioned earlier, can often be fragmentary. So they pop up in our mind almost we seemingly spontaneously. They're inhibiting our ability to focus, or be present at work, or family, or other things, or sleep. Writing things down in a lot of detail does seem to have this quality of both reducing the emotional load of whatever it is that thought is about, as well as diminishing the frequency of those intrusive thoughts over time. So this is far and away different than the strategy I mentioned for the other types of intrusive thoughts. And really it's far and away different from the 30-day abstinence approach that Dr. Anna Lembke was talking about for substance or behavioral addictions. Now, of course, this process of abstaining from thoughts or removing the addictive nature of certain thoughts can definitely take some time. So a good example there would be superstitions. I'll come clean here, and I've talked about this before on a few podcasts that when I was in college, I developed a knock on wood superstition. Any time I'd say something that I didn't want to happen or did want to happen, I'd say, knock on wood, and I'd knock on wood. And then I started suppressing the behavior mostly because it was a little embarrassing. And then I started just telling myself in my head, knock on wood, knock on wood, knock on wood. And it was clearly a little bit of an OCD type thing, but again, OCD in air quotes here. I think it qualified as OCD in the sense that the more I did it, the more I wanted to do it. So I needed to go cold turkey on the thinking, but how can you go cold turkey on a thought? You couldn't. What I was told to do and what worked very well for me was to just write down the worst possible outcome that I was concerned about. So to really get close to the nature or the underlying basis of that intrusive thought. And I raise this because a lot of times the intrusive thought is not, OK, I'm thinking about a car accident, or I'm thinking about a breakup, or I'm thinking about an exam that I have. That can be intrusive, but a lot of times it's some kind of nebulous, abstract, set of words, or ideas, or images around something that happened that we saw or heard or experienced. And by putting a lot of clear structure to what the thought is exactly and to putting some thought and structure onto paper about what that pattern of not healthy thinking relates to, people often achieve tremendous relief in a fairly short amount of time. Sometimes just in one session of writing it down, sometimes they need to write it down multiple times. What you're essentially trying to do with a intrusive thought or a trauma of any kind is you're trying to turn a disturbing story, that is a story that evokes a lot of emotion and captures, it hijacks your nervous system, into what is essentially a known but repetitive and old, boring story where the emotional load has been depleted. And there are, of course, I have to highlight the fact that getting sufficient rapid eye movement sleep we also know is very important for removing the emotional load of traumatic experiences and intrusive thoughts. So you really want to strive to get the best possible sleep you can. That includes sufficient rapid eye movement sleep. And we have multiple zero-cost resources for that at hubermanlab.com. We have the episode on mastery or sleep. We have the episode on perfecting your sleep. We have the toolkit for sleep. All of which are time stamped and all of which can be accessed to completely zero cost to try and get your sleep as good as possible, including lots of rapid eye movement sleep. So in order to remove intrusive and addictive thoughts, ask yourself, is this OCD of the classic sense? If it is, you should see a psychiatrist. They won't necessarily prescribe medication, but there are tools for true OCD that are very effective in many cases. And we did the episode on OCD which I invite you to listen to as well. You want to ask yourself, are the thoughts disturbing or merely intrusive and repetitive? If they're merely intrusive and repetitive, well, then learning to focus your attention on other things and getting better at focusing on single things through an exercise like mindfulness, meditation can really help. And indeed perhaps the best use of mindfulness meditation is to improve your level of focus. It does have other benefits as well, but that's going to be the major one that one will experience even with these very short 5 or 10-minute day meditations. Great data on that from the scientific literature. And then if those intrusive thoughts are not only intrusive but they're also disturbing, in that case, you really want to put as much structure and thought, believe it or not, into what those thoughts are really about. Write them out on paper in complete sentences and maybe do that multiple times until the underlying emotions related to those thoughts really start to diminish. And by doing that, you're essentially doing your own form of trauma therapy, for lack of a better way to put it. And again, the data really point to the fact that getting close to the specific details around those intrusive thoughts is going to be the best way to extinguish them. Thank you for joining for the beginning "
        },
        {
            "timestamp": 1267,
            "text": "of this Ask Me Anything episode.To hear the full episode and to\nhear future episodes of theseAsk Me Anything sessions, plus\nto receive transcripts of themand transcripts of the Huberman\nLab podcast standard channeland premium tools not\nreleased anywhere else,please go to\nhubermanlabs.com/premiumJust to remind you why we\nlaunched the Huberman Labpodcast Premium channel\nit's really twofold.First of all, it's\nto raise supportfor the standard Huberman\nLab podcast channel which,of course, will still be\ncontinued to be releasedevery Monday in full length.We are not going to\nchange the formator anything about the\nstandard Huberman Lab podcast.And to fund research, in\nparticular research doneon human beings.So not animal models\nbut on human beings,which I think we all\nagree is the speciesthat we are most interested in.And we are going to\nspecifically fundresearch that is aimed\ntoward developingfurther protocols for mental\nhealth, physical health,and performance.And those protocols\nwill be distributedthrough all channels.Not just the premium channel\nbut through all channels,Huberman Lab podcast and\nother media channels.So the idea here is to give\nyou information to your burningquestions in depth, and\nallow you the opportunityto support the research that\nprovides those kinds of answersin the first place.Now an especially exciting\nfeature of the premium channelis that the Tiny\nFoundation has generouslyoffered to do a\ndollar-for-dollar matchon all funds raised for research\nthrough the premium channel.So this is a terrific\nway that they'regoing to amplify whatever funds\ncome in through the premiumchannel to further support\nresearch for scienceand science-related tools for\nmental health, physical health,and performance.If you'd like to sign up for the\nHuberman Lab Premium channel,again there's a cost\nof $10 per month,or you can pay $100 up\nfront for the entire year.That will give you\naccess to all the AMAs,you can ask questions and get\nanswers to your questions,and you'll, of course, get\nanswers to all the questionsthat other people ask as well.There will also be some premium\ncontent such as transcriptsof the AMAs and various\ntranscripts and protocolsof Huberman Lab podcast\nepisodes not found elsewhere.And again, you'll be\nsupporting researchfor mental health, physical\nhealth, and performance.You can sign up for the\npremium channel by goingto hubermanlab.com/premium.Again, that's\nhubermanlab.com/premium.And as always, thank you for\nyour interest in science.[MUSIC PLAYING]"
        }
    ],
    "episode_summary": "Welcome to a preview of the fifth Ask Me Anything (AMA) episode, part of the Huberman Lab Premium subscription.\nThe Huberman Lab Premium subscription was launched for two main reasons. First, it was launched in order to raise support for the standard Huberman Lab podcast channel — which will continue to come out every Monday at zero-cost. Second, it was launched as a means to raise funds for important scientific research. A significant portion of proceeds from the Huberman Lab Premium subscription will fund human research (not animal models) selected by Dr. Huberman, with a dollar-for-dollar match from the Tiny Foundation.\nSubscribe to Huberman Lab Premium at https://hubermanlab.com/premium"
}