{
    "title": "Dr. Paul Conti: Therapy, Treating Trauma & Other Life Challenges",
    "ep_num": "119",
    "link": "https://www.youtube.com/watch?v=IOl28gj_RXw",
    "chunks": [
        {
            "timestamp": 0,
            "text": "- Welcome to the Huberman Lab Podcast, where we discuss science and science based tools for everyday life. [upbeat rock music] I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is Dr. Paul Conti. Dr. Conti is a psychiatrist who did his training at Stanford School of Medicine, and then went on to be chief resident at Harvard Medical School. He now runs the Pacific Premier Group, which is a collection of psychiatrists and therapists focusing on solving complex human problems, including trauma, addiction, personality, and psychiatric disorders. Today, we discuss trauma in detail and the therapeutic process in detail. For instance, we discuss what is trauma? How do you know if you have trauma? Dr. Conti shares with us, for instance, that not every experience that we think is traumatic is necessarily traumatic and yet many people might have trauma without even realizing it. We also talk about the therapeutic process generally, for instance, how to pick a therapist, how to best approach and go through therapy and how to evaluate whether or not therapy and your relationship to the therapist is working or not. We also talk about self therapies because we acknowledge that not everyone has access to or can afford therapy. And we talk about drug therapies, for instance, antidepressants, antipsychotics. We talk about alcohol, cannabis, ketamine and the psychedelics, including psilocybin, LSD. And we talk about the clinical use of MDMA and what the future of that looks like. The reason for bringing Dr. Conti onto this podcast is because I see him as the person who has the greatest and most holistic view of therapy, trauma, drug therapies, talk therapies, and how self therapy and work with others can be integrated for both healing and growing from difficult circumstances. Dr. Conti is also the author of an exceptional book, entitled \"Trauma: The Invisible Epidemic, How trauma works and how we can heal from it.\" That book describes trauma and its many features and many tools, some of which we discuss on the podcast today. So whether or not you have trauma or not, by the end of today's episode, you will have a much deeper understanding about what trauma is. In fact, I'm confident that you will gain insight into whether or not you have trauma or not, whether or not people close to you have trauma or not and the various paths to recovering and indeed growing from trauma that we can all take. As you'll soon learn Dr. Conti is an exceptional communicator and has a unique window into the trauma and therapeutic process that I know that all of us can benefit from. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is ROKA. "
        },
        {
            "timestamp": 168,
            "text": "ROKA makes eyeglasses and sunglasses that are of the absolute highest quality. The company was founded by two all American swimmers from Stanford and everything about ROKA eyeglasses and sunglasses was designed with performance in mind. I spent a lifetime working on the visual system and I can tell you that our visual system has to contend with a lot of different challenges. For instance, when you move from a shady area to a brightly lit area, your eyes in your brain have to adjust in order for you to be able to see clearly. ROKA, eyeglasses and sunglasses were designed with the biology of the visual system in mind. So you never notice those transitions. They're very seamless. You always see things with perfect clarity. The other terrific thing about ROKA eyeglasses and sunglasses is they are extremely lightweight. Most of the time, I can't even remember that I'm wearing them. I wear readers at night and I wear sunglasses sometimes in the daytime when it is very brighter or I'm driving and so on. If you'd like to try ROKA eyeglasses or sunglasses, go to roka.com, that's roka.com and enter the code Huberman to save 20% off on your first order. Again, that's roka.com and enter the code Huberman at checkout. Today's podcast is also brought to us by inside tracker. Inside tracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact our immediate and long-term health can only be measured and assessed with a quality blood test. And nowadays with the advent of modern DNA tests, we can also get insight into, for instance, our biological age and see how that compares to our chronological age. And of course, despite what our birthday cake screams back at us, it is our biological age that really matters. If you're going to get blood tests or DNA tests, however, you need to be able to interpret the data. And that's really where inside tracker stands apart. A lot of companies will give you a DNA test or a blood test. They'll send you values of hormones, metabolic markers, etcetera, but you don't know what to do with those data. InsideTrackeris a very easy to use platform. So when you get the numbers back, you can click on any of the numbers that either are in range or out range, too low, too high, etcetera, and it will direct you towards specific behavioral tools, so lifestyle factors, nutritional tools, supplement tools, etcetera, that can help you bring those numbers into the ranges that are best for you, which is really an exceptional tool that makes all the blood tests and DNA tests really exceptionally powerful. If you'd like to try Inside Tracker, you can go to insidetracker.com/huberman to get 20% off any of InsideTracker's plans. That's inside tracker.com/huberman to get 20% off. Today's episode is also brought to us by Blinkist. Blinkist is an app that has thousands of non-fiction books condensed down to just 15 minutes each of key takeaways that you can read or listen to, to extract the most important knowledge from those books. I love reading physical books, literally physical hard copies of books. And I like listening to audio books. However, I also like to revisit books that I've read or listened to, and sometimes I just want to get the key points or the key takeaways from a book that I've never read or listened to. Blinkist is terrific for all of that. For instance, when researching our episodes on sleep, one of the books that I read and found very valuable is Matt Walker, professor at UC Berkeley's book, \"Why We Sleep,\" I've read that book, but then I wanted to also make sure that I hit the key takeaways. Blinkist was essential for that. Other books that I've read before and that I own and enjoy, but I listened to the Blinkist version of from time to time are things like Tim Ferris's \"The 4-Hour Body\" or Tim Ferris's The 4-Hour Chef book, both of which are excellent or Nassim Taleb's \"The Black Swan\" and there are many other titles as well. Blinkist is also a great way to finally get through many of the books that you've been meaning to read, but haven't had time for. With Blinkist, you get unlimited access to reader or listen to a massive library of condensed non-fiction books. Right now, Blinkist has a special offer just for our Huberman lab podcast audience. If you go to blinkist.com/huberman, you can get a free seven day trial and get 25% off a Blinkist premier membership. That's Blinkist spelled B-L-I-N-K-I-S-T, blinkist.com/huberman to get 25% off and a seven day free trial. And now for my discussion with Dr. Paul Conti. Paul, thank you so much for being here today. "
        },
        {
            "timestamp": 420,
            "text": "- Thank you so much for having me. - I've been looking forward to this and I've received a ton of questions about trauma, about therapy, about how to assess where one is in their own arc of problems and addressing familial issues and relationship issues and so forth. If we could just start off very basic and just get everyone oriented. - Sure. - How should we define trauma? We all have hard experiences. Some of them, we might ruminate on more than others, but what is trauma? - To make the definition relevant, I think we have to look at trauma as not anything negative that happens to us, right? But something that overwhelms our coping skills, then leaves us different as we move forward. So it changes the way that our brains function, right? And then that changes evident in us as we move forward through life. - So how do we know if we have trauma or not? I've heard before everyone has trauma. For instance, I've heard that if we are a child or when we are a child and we request love from a parent or attention from a parent, if they dismiss us that that's a microtrauma, is that overstating or unfair to the real issue of trauma? Do we all have trauma? What are micro traumas? What are macro traumas? - Right, I think traumas that we might categorize as disappointments, right? Or things that are are negative, but not deeply impactful, I think is not a helpful definition, right? I think the helpful definition is something that rises to the magnitude of really changing us and something that we can see both in how we behave. We can see it in mood, anxiety, behavior, sleep, physical health. So we can identify it and we can also see it in brain changes. So the fact that we become, say more hypervigilant, right? More vigilant, and then we can see that different parts of the brain are more active. So that definition, that definition captures how trauma, if it rises to a certain level, like what we would say, trauma that makes a post trauma syndrome, right? Leaves us different, I think is the helpful definition of trauma because it's a clinical definition, right? It's changes in us as people and we can map those changes to identifiable shifts in our brain function. - So how do we know if we've been changed by something? I mean, I can think back to childhood events where some kid on the playground or in the classroom said something, I didn't like, something negative about me. I think most people can do that. We have a great memory for the kid that said something awful, or the parent or teacher that said something awful that really felt like it hurt us or at least stuck with us. So clearly one's brain, my brain in this example has been changed by that event such that I remember it, but how do we know if something has actually changed the way that we are? Because of course we don't know how we would be otherwise. - Right, right. - That's difficult, right. It's doable, but it's difficult because the response, so if the trauma rises to the level of changing our brains and I don't just mean, like we have a new memory, right? So we can have memories of something that was negative, right? And in that sense, it changes the brain because now there's something we can call to mind, but it doesn't change the functioning of the brain, right? If trauma rises to the level of changing the functioning of our brains, then there's almost always a reflex of guilt and shame around the trauma that can lead us and often leads us to bury, right, to avoid it, right? To feel that now there's something negative inside of me and it feels shameful or it feels like no one else would accept it, right? So, what happens is people tend to avoid looking at the change in them, which is exactly the opposite of what needs to be done, right? The idea of in a viral pandemic, right? We want to stay away from one another and isolate, right? But with the trauma epidemic we need, we need to communicate with other people. We need to communicate and put words to what's going on inside of us. And very often a, a person knows, I mean, I've done so much clinical work over about 20 years, that has focused on trauma. And a lot of the times the person knows, right? But they're not admitting to themselves because they're afraid of it, right? They don't know what to do, but if they start talking, then they'll talk about the event or the situation. It could be something acute, or it could be something chronic, that really has been harmful to them, right? And then they feel different afterwards. Like, oh, after that, I started thinking differently, feeling differently, but that doesn't always happen. Sometimes it's a process of exploration through dialogue, right? Whether it's written or whether it's spoken of the person, so of exploring the changes inside of themselves, maybe changes to their self-talk inside, changes to their thoughts about the world and whether they can navigate safely and readily in it. And you know, it anchors as I talk about this, the example I'll use at times is the example of my own life, where, you know, when I was much younger in my early twenties, my younger brother took his life by suicide. And the response of guilt and shame and hiding all of it inside of me was, it's very dramatic, but I wasn't acknowledging it, right? 'Cause I didn't know what to do about it. And I felt guilty and I felt responsible and I felt ashamed. So there was an avoidance inside of me. And then I wasn't saying to myself, hey, before this, like you thought that you could be effective and you could make your way in the world. And you know, if you were a good person and you worked hard, you could make a difference, right? And then afterwards, I thought, I can't get anywhere. The world's against me. And I felt like, oh my, my options are all gone. And you know, I was like 24 years old, right? So, I didn't see that the change was in me, but I was taking care of myself poorly. Like there was enough going on that was unhealthy that I couldn't avoid the realization that like, hey, I'm different now and in these ways that are automatic. My reflex to, can I make my way in the world? Can I have a good life? Can I be happy? My reflex is to that we're all different. And they were coming through the lens of heightened anxiety, heightened vigilance, a sense of guilt, a sense of shame and a sense of non belonging in the world and was ultimately good and helpful people around me and my own realization. And hey, things are not going well, right? That led me to then get some help and to be able to talk about it and realize like, oh my gosh, I need to face these things that are going on inside of me. - From a psychoanalytic psychological, and maybe even a neuroscience perspective, two questions. Why do you think that when we experience trauma, "
        },
        {
            "timestamp": 845,
            "text": "these things that we call guilt and shame surface? Everything you're telling me is that in the end, that's not adaptive. - Hmm. - [Paul] Why would we be built that way? - Right, right. - So that's the first question. And then the second question is, how should we conceptualize guilt and shame? I think that we hear guilt. We hear shame. How should we think about it? I mean, those emotions must exist in us for some reason, but in this case, it seems like they, they don't serve us well. So maybe it that order or in reverse order, what is guilt, really? What is shame really? And why is it that we seem to be reflexively wired to feel guilty and feel ashamed when that's the exact opposite of what we need to do in the case of trauma? - Right, right. No, I think these are great questions. And I don't think anyone knows the answers for sure. But my read of all of that is that there's something adaptive that has happened in us through evolution that now becomes maladaptive in the way we live in the modern world, right? So if you think of through most of human development, people weren't living that long, right? And the idea was to survive and reproduce. So, traumatic things that happened to us, it would make sense for them to stay with us, right? So if you ate a new food and got really, really sick, you better remember that, right? If you see someone from the group of people, a couple miles away, right? And one of those people attacks you, right? It's like, you better remember that. So, the traumatic things that are sort of emblazoned in our brain are built to last, right? Things that are positive will generate some emotion inside of us, but things that are profoundly negative are much more likely to stay with us. And I think that that was adaptive, right? When all of that was about survival, right? And I think the same thing is true with say shame, right? So I think here, it makes sense to talk a little bit and actually I'm interested your thoughts about this, right? That the limbic system, right? So the system often is called the emotion system, right? In our brains has actually of course varying function, right? And one aspect is affect, right? So affect is aroused in us, which I think the meaning then is it's created in us without our choice, right? So if we're walking down the road and someone jumps in front of us or pushes us, right? Then there's a response of fear, anger, right? Heart starts beating faster, more blood to the muscles, we're getting ready to fight, right? Or run, right? And then we become aware of it, right? So, the aroused affect in us is also about survival and it has a very deep impact upon us and shame is an aroused affect. So it can be raised in us without our choice and it's very powerful, which if you think about that is an extremely strong deterrent, right? So if you had, you know, imagine a tribe or a group of people, right? That are sheltered together, and, you know, someone eats half the food at night or something, right? And like there's a very negative response, right? And that person feels shame because shame is so powerful to control behavior, right? So the way that trauma can change our brains and stay with us in a way that says, be more vigilant, look at the world in a different way, act more defensively, right? And how that links to shame and to guilt, and then guilt in, guilt becomes what gets called feeling technically where we relate the aroused affect to ourselves, right? So, shame the aroused affect and guilt, the next step, right? When the shame gets related to self are such profound behavioral interventions and deterrents, right? That you can see, I think how evolutionarily kind of all makes sense if we're fighting for survival and we're an elder statesman if we make it to 20, right? This makes sense. But it doesn't make sense in a world where we live much longer, right? We navigate in all sorts of different ways. And there's so much coming at us that can be traumatizing. I mean, if you think about the news, right? I mean, how many times have I written a prescription for someone that says no more news, right? - You've actually written those prescriptions? - Oh, yes, yes. So glance at the news, look at the news for news, anything going on I need to know, right? But what are people doing is looking at it and they're clicking and they're clicking. And there's a sense of being like enthralled in a very frightening way with the horrors that are in front of us. And it shows how yes, trauma can come through acute things that happen to us. Trauma can come through chronic things, chronic denigration, whether it's based upon socioeconomic status, immigration status, race, religion, sexuality, gender identity, these chronic traumas, right? Of being denigrated by the society around us, or treated as less than can change the brain. But vicarious experiences can too, right? And we know this is not theoretical. We know that the changes in the brain can come from vicarious experiences too, which is why people who are glued to the news and then feeling like, oh my goodness, like what is happening? The mothers in the Ukraine who've lost babies in the war. And like, there are things that are so terrifying that if we spend so much time with that, it has a similar effect. So our brains are built to change from trauma, but not in the way we experience trauma and not in the way that we live life in terms of the nature of living life and the duration of life in the modern world, where these traumas that happen to us are often so bad for us because they change how our brain is functioning. And then our entire orientation to the world is different and that could be for, years and years and decades and decades. It brings so much misery and suffering and at times it brings death. If you think about a hundred thousand overdose deaths in this country in a year, 100,000, I mean where is a, so much of that arising from is a person who's treated addiction very intensively over many years. I think that, well, I feel sure that the majority of addiction that I see and treat arises, ultimately the roots of it are in trauma and are in trying to soothe something that's stuck inside that the person isn't letting outside because of the guilt and shame, but it's running around in their head and tormented by it. And now there's a pool for, for these drugs or sometimes medicines to soothe. So, the opiates that were given after a minor surgery, right? Are like, okay, yeah, they help the pain for the minor surgery, but what they're really helping is the pain inside, right? But that very quickly turns into addiction, danger, risk. And we see that over and over again and not in a theoretical way. Like I see that in people who have been in my practice with addiction, arising from trauma who have subsequently died. So it's sort of, writ large in our existence, in the modern world. - Incredible to me that this is the way it works. "
        },
        {
            "timestamp": 1298,
            "text": "What I mean by that is this idea that I've heard about before. I think it was a Freudian concept of a repetition compulsion. - Yes. - That this is what boggles my mind, as I'm hearing this, something happens to us or we observe something traumatic. And instead of acknowledging that and trying to distance from it, there seems to be a reflex of shame and guilt in many cases and stuffing it away and then a repetition of behaviors to continue to try and just stuff it away. - [Paul] Yes. - Like you're trying to pack, I don't know, recently I was packing a home and trying to get a sleeping bag back into the bag. it seems like it's always trying mushroom out the top, this kind of thing. It takes a lot of ongoing effort. And at the same time that if this thing really exists, this repetition compulsion, people will return over and over again to the kinds of scenarios or at least the kinds of emotional states that look just like the trauma. - [Paul] Yes. - Or resemble it in some way. So the question I have for you is, is the repetition compulsion a real thing? And why would we be wired that way? My understanding of this concept of the repetition compulsion is that we all want to solve our traumas. - [Paul] Yes. - And it allows us to put ourselves into micro or again, macro versions of that over and over again. We get to run the experiment again and again. - Right. - In an attempt to solve it. - Right. - In the case of taking a drug that it's clear certain drugs like opioids, it's clear how that would not allow us, to deal with it, right? - [Paul] Yeah. - It's just masking the emotional state. But why is it for instance that somebody who experiences sexual trauma, then places themselves into circumstances of more sexual trauma? Why is it that somebody who is in an abusive relationship goes on to have a second and third or fourth verbally, or physically abusive relationship? Yeah, I mean, on the face of it, you just go, that makes no sense. And yet we see this over and over and over again. - Yes, the first thing I would say about the validity of the repetition compulsion concept, right? Is a strong yes. Like, yes, we see that over and over. It's not necessarily in everyone, but boy, it is in a lot of people who have suffered trauma. And I think there's a very good reason on the face, on the surface of it, it's like, it makes no sense. But then if we think, well, how does the brain, how does our brains actually function, right? We're sort of trained at least in Western society, I think, to think of ourselves as logical creatures, right? That like, oh, we're logical. And ultimately everything in us can just boil down to logic. And if we think about it enough, we're going to understand how to make the right decisions, which is completely not true, right? The limbic system, right? The emotion system so to speak inside of us always Trump's logic, right? If you think about, does it ever make sense to run into a burning building? I mean, logic says no, right? But if someone you love is in the burning building, people run right in, right? Because the limbic system says, yes. So when logic and emotion come head to head, emotion wins all the time. If emotion is powerful enough, it will always win. And so the limbic system is so important and the limbic system does not care about the clock or the calendar, right? And that's the answer. And also, say why to the repetition compulsion. So the limbic system doesn't know like, oh, it's now, it's today. It's may, it's 2022. It just doesn't care at all, right? So how I would relate that to the repetition compulsion is when people are repeating, what they're trying to do is to make things right, right? With the idea that if we can repeat the situation and make it right, it will fix everything, right? Which makes perfect sense if we think, well, where is that concept coming from, right? It's coming from the emotional part of the brain that wants relief from suffering of the trauma and does not understand the clock or the calendar. So if I can solve something now, I will also solve something in the past, right? Which is why I can't tell you how many times I've sat with someone and say, we're starting to do therapy, right? And a person will say, oh gosh, like I know, look, you just can't help me, right? I mean, you know, my last seven relationships have been abusive, right? And I'll say back something sometimes like, well, if you tell me that you've had seven relationships that have been abusive in different ways, I'll agree with you. Like, I only say that, 'cause that's never what someone says, right? But I think what you're going to tell me is you've kind of had the same relationship seven times. It's not seven things, it's one, right? And that's always, I don't think one time yet that has failed to be the case. And that's how, so if you think about it, that's how we start to elucidate what's going on. So they make the light bulb that goes off. Like I have not had seven different abusive relationships. I have had one that I have repeated seven times and now we start getting to what's really going on and what needs to happen, that person needs to face what happened in that original abusive relationship and it always comes down to the same sort of concepts, of the person feeling terrified while the abuse was going on, feeling guilty, feeling ashamed, feeling like, oh, they brought it on themselves. They deserve it. They don't deserve anything better, right? Because the brain is trying to make sense of it, right? Or I thought I could make that okay, but I couldn't, right? And then there's more guilt and more shame. And if that's stuck inside of someone, like that's bundled up inside of someone, like a medical abscess inside a person, a walled off infection inside the body, this is the same concept in the brain, then of course the limb system is going to want to fix that. And it fixes it by trying to let's recreate that situation and make it right this time and that's, I mean, I think that one of the best examples of how the right approach of how like, let's look at that, let's talk about that, right? What's really going on there, wait, who should feel guilty and ashamed is the person who is a abused or the person who is abusing, right? And we can get it what's going on inside the person. And that's what changes that. And then the eighth relationship can be entirely different than the first seven, right? And I see that all the time. I mean, this isn't esoteric or soft. Like I see that play out clinically over and over again. And why do things get better? Because we go to the trauma and we unlock it. It's not hidden inside where it can control things, right? We bring it to the surface and we can take away its power. - I keep hearing in this narrative "
        },
        {
            "timestamp": 1703,
            "text": "that so much of our reflexive response to trauma, both emotional and in the repetition compulsion in terms of behaviors is about some very deep attempt to change the past. - Yes. - And in fact, in an offline conversation, I recall you saying something about this, that, the number of behaviors and thoughts and avoidance of behaviors and avoidance of thoughts that human beings put in to trying and change the past. - [Paul] Right. - Is remarkable and eerie and maladaptive, it sounds like. - [Paul] Yes. - And that really stuck with me because I think we all want to feel like we're in control of our future and how we feel in the moment. And to some extent, it works for a brief while. There's this thing that happened and it's just, it evokes some internal arousal and then you have to know what to do with that arousal. And I think for many people, including myself, there's this fundamental question. Okay, the thought about the thing, the event or events, plural, evokes this arousal, this internal states, makes some people feel sleepy and exhausted. Other people feel really anxious. Other people feel angry. I mean that arousal has all these different dimensions as you know, and then there's this question of like what to do with it. - [Paul] Yes. And I'd love to hear a maybe even just a top contour prescriptive of what do I, what does one do? I'll even just put myself in it, what do I do? So I'm feeling upset about something. Should I feel like my options are healthy catharsis. I could tell the story, feel it. I could. I can pack it down. We hear that it's bad to pack it down. But of course one has to be functional in life and deal with things. And we have responsibilities at work and relational responsibilities, etcetera. We need to sleep at night. So catharsis, healthy catharsis, packing it down at the other extreme. Telling the story. And yet I think a lot of people are afraid to tell the story because in that telling there is perhaps a reemergence of the arousal. - Yes. - The arousal can become greater, I mean. - Yes. - Is that what people mean when they say things are going to get worse before they get better? I mean, so I guess, the simple version of this long-winded question is, it's clear we need to confront these things. We can't change the past by, a reflexive response isn't going to do that efficiently. And so how do we deal with arousal? How does one take what they feel inside about something shameful? What do you do with it in a moment? And does that have to be done in the presence of a skilled trained therapist or as I'm driving to work in the morning and something comes up, I can't deal with this right now comes to mind, what do I do? Do I deal with it right then? I know this is a big multidimensional question. - Yes. - But I think it's the one that a lot of people grapple with. We want to deal with things. How do we deal with that internal arousal? - Yeah, yeah. We so often try and change the trauma of the past in order to control the future and what that really adds up to is the trauma of the past dominates our present, right? And it doesn't have to be that way. And remember, we're talking about traumas that rise to the level of changing the brain. So as you're saying, that involves re-experience, it involves hyper vigilance, increased arousal. It changes in mood states, changes in anxiety, changes in sleep, changes in behavior. So these are all changes that in a sense, push towards dominating our present, right? And then we're not really living in the present, right. As we're trying to control the future. We're not going to do a great job of controlling our future if we're not really living in the present, right? And so the way to come at that again in the moment, if we're saying, okay, in the moment, if I need to fall asleep, right? I might say, okay, let me try and put that out of my mind. Let me try and thought redirect. So there's short term strategies that can let us be functional in the context of these changes. But the answer is to go look directly at that thing, right? Look at that trauma, explore that trauma, and sure. That can be done with a professional. And sometimes that's what makes sense, but not always, right? Sometimes it can be done by talking to another person, right? Writing it down, right? Look at what's going on inside of me, that my mind is so stuck to this. Let's explore that because it's almost as if we're, we're so afraid, so often of looking at the trauma that has changed us, that we'll look anywhere. But at that, right? It's like hidden in a closet and we'll shine the light everywhere else, but we're not going to open that door. And that's where people will say that same as I've heard over and over. And I myself have thought this at times like, oh, if I talk about that, I'm going to start crying and never stop, right? Or I'm going to just fall apart, right? Which is never what happens. No one ever starts crying and never stops, right? What ends up happening is when the person puts words to it, right? It could be in writing, it could be talking to a trusted other or with a therapist, right? Things start to change. I mean, just the fact that you can talk about it, you can put words to it and other people don't recoil, right? I mean, how many times has someone said something for the first time, right? And when they're telling me about the trauma, there's such an anxious, like looking like as if I'm going to be, I'm going to recoil from it, right? Meaning I'm going to recoil from them, right? And then there's a sense of surprise if the person says, well, you know, I was abused by this coach when I was a kid, right? And there's not a, okay, there's not a response of recoiling. You can see the change and people will say a lot, like, wow. Like, I can't believe like you can like, hear me say that and be okay with it, right? I mean, so you think about what's going on inside of them. Like how, what a sense of shame, a sense of, this is something awful about me for people to recoil from and it's just not true, but here's where trauma is, it's insidious, right? And it's pervasive, right? Because if that convinces us to continually hide it away, then how do we explore it? That example of the person who says, okay, I was abused by a coach when I was a child. I mean, I'm thinking of a couple, very real cases, right? People that I've taken care of. And once they start talking about it, then they start talking about how, , they were just innocent kids, right? And like, they didn't know. And like, they really wanted to be on the team where this coach was treating them as special. And now they can look at themselves from the outside, right? They can look at themselves like they would look at someone else, right? You think it's so easy for us to see what's real and true, if it's someone else, right? If you ask someone, what do you think of someone who's 10, 11 years old, who's abused and manipulated and abused by an adult? And you say, oh my goodness, I feel compassion for that person, right? But if it's us right then, oh no, it's guilt and shame and we have to hide it away. And when the person starts looking at it, they can sort of see it from the outside. And it starts to take the energy out of it, right? Then, well, who should feel guilty about that? Who's done something wrong? And like, so now the conceptions come together, which is often a reflexive, that was my fault. Oh, I did it. I went back to it. I still stayed on the team. I went back next season, right? I let it happen again, right? All the guilt and shame inside the person gets juxtaposed to like, what really happened there? And then they say, right. I was a terrified child, right? I didn't understand at all. And they can come to a place of compassion. And now we are working against the guilt and shame. And if the person cries about it, then it's great, right? I mean, crying is one of the best coping mechanisms we have. It doesn't hurt us. And it lets us grieve things. Yeah, we can't grieve if there's guilt and shame inside of us, it just blocks grief, right? We have to, there has to be a clean slate in a sense in order to feel sadness. And then you see that it shifts from anxiety, anger, and frustration, usually directed towards the self, the guilt and shame towards, towards being able to process it and being able to bring to bear some compassion and being able to direct the negative emotions, so to speak where they're warranted and my goodness, the changes that happen. I mean, it's not like people are miraculously cured, right? But it's remarkable how just getting it out there and having like one hour of talking like that, like what we're talking about now can leave a person feeling immensely better. - It seems to me in hearing this, "
        },
        {
            "timestamp": 2237,
            "text": "that there's this weird wiring that we have, because what I'm hearing is when traumas happen to us or we observe them, what we need to do most is to confront those and the emotions around that directly. - [Paul] Yes. But instead our system defaults to guilt, shame. - [Paul] Yes. - And trying to hide it. - [Paul] Yes. And this repetition compulsion of placing us back into things similar to those traumas. Or even maybe even worse traumas. - [Paul] Yes. - In an attempt to resolve it. It's like the most maladaptive. - [Andrew] Wiring diagram. I could possibly think of. - Yes. - Emotional and presumably physiological wiring diagram. - [Paul] Yes. And this notion of trying to change the past by doing things now, when the exact opposite is what's going to be beneficial also seems like the complete, the whole system seems completely backwards. And I'm, I'm chuckling as I say this, not because I'm amused it's because I'm just baffled once again at how our wiring can often not serve us well. But it raises an, what I think is an important and interesting question, which is earlier, you were talking about how people will seek out media that's really disturbing. They'll traumatize and re-traumatize themselves on a daily basis. So that could be viewed as the repetition compulsion or the person will have the same relationship with seven different, same abusive relationship with seven different partners in sequence seems terrible. And yet, as I say this, it also is becoming clear to me how this almost seems like a poor, but desperate attempt to resolve it in some way. - Yes. - And so the fork in the road, if I understand correctly, is to really get to the seed incident, really get to the thing that started it all, as opposed to repeating it all. - [Paul] Yes. - Does that have to be done in the presence of a therapist? Is there a benefit to taking a walk and thinking about these things, breaking down and crying, if that's what's necessary or feeling angrier, if that's what comes up? The reason I ask it this way is because I worry, I'll just speak to my own experience, I worry that in reactivating or touching into the emotions around something that is itself a form of the repetition compulsion, because you're feeling it all over again. - [Paul] Right. - You're not seeking out something to evoke that feeling. So I realize this is a little bit of a circular argument, right? Or question. But I think it's one that I really struggle with in trying to parse all the, the outcome based therapies that I hear about and the recommendations that people make. I mean, how should we conceptualize this? Something happens. Sounds like we need to deal with that thing directly. Do we need to do that with somebody else? Can we do that on our own? If we're, we don't have resources and we have to do it on our own, can't hire someone, can't pay someone to work with us. - [Paul] Right. - How do we do that in a way that isn't retraumatizing ourself in a major way, or in a minor way. How do we know where we are in that landscape? - Right. Again, those are, I think, great questions. And I think it starts with real introspection. When things are bouncing around in our minds, often, it's very, non-productive right? It's the same thing over and over again, and that's not helpful for us, right? So there's an idea which sometimes gets called an observing ego, right? The ability to stop and look at what's going on inside of ourselves. And so if we're just thinking about it and we're thinking in the same way, we sort of, in a sense, always think about it, then all we're doing is reinforcing the trauma, right? But if we can distance enough to be like, huh, it's, I'm interested in what's going on inside of me, right? I can think of a certain person who really loves music. I mean, and at some point in our therapy work, I learned like she was taking long drives, but the, the radio wasn't on. And I was like, well, what what's going on, right? And I asked, and what was going on is she was running over and over again in her head, like, I'm a loser, I'm a loser, right? And she didn't want the music on because the music would drown out what she felt she had to say to herself, right? And it was that like, wow, that's interesting, right? And then her ability to observe that and to think, why am I doing that when it comes into her mind? Like, what does that trace to, when did I start doing that? Like I say, you know, I'm saying it for a point of exaggeration, we're like, nobody comes out of the womb programmed to think I'm a loser, right? So we don't think that when we're born, right? So where does that come from? Then, we can think in ways that allow us to have new thoughts, right? That we weren't having, It's not just bouncing around in our minds. And if we speak or write, there are even more mechanisms that come online in our brains, right? That are then sort of monitoring mechanisms. We think in a different way, if we're using words, right? And we are better able often to bring in that observing ego, like what's going on inside of me? So it can be very helpful to think, it can be helpful to talk to someone, to a trusted other, you know, friend, family, clergy to write, I mean, these are things that can be done without expending any resources, right? And sometimes it can make really a big difference, right? It was a way, when did I start thinking that? And like, interestingly, in this case, okay, we did it in therapy, but it became very clear what that was rooted to, right? And then in the therapy, which was still relatively young, but we'd done several sessions and we weren't talking at all about what we needed to talk about, right? But that's what got us to what we needed to talk about. And when did that start, and now we're in that same place of exploring that and what was the reflex to it and the sense of guilt and sense of shame. And it's where all of that came from that just got boiled down to I'm a loser, right? Which this person didn't even have in their mind. Like, I didn't think about myself that way, right? And that's is so interesting, right? That our memories don't in and of themselves have meaning it's like they're flat or colorless, right? And they're colored in by the emotions that we attach to them, right? So, the idea that certain memories now, before the trauma were changed, right? By the trauma. So I tell the story, sometimes of a person who like won an award when they were in high school that they thought was, oh my gosh, like it shows, like I can do it, right? I get out there, that after trauma, they saw the award with the negative emotion attached to it. That was like, oh, it was given to me and I didn't deserve it. And almost it was mocking. Like, it was going to be the greatest achievement in my life and I was 17 or so, and to have someone think like, that's not how they felt about that at the time. It's the trauma that changed, the self talk, the internal state going forward and talking about miraculous in a negative way, also changed that going backward, right? And when we can really look at that, like where did that come from? And we can start unraveling it, it changes. So in those cases, you know, often it's helpful to have a good therapist, it's not always necessary. And it certainly, it's not always possible, right? So we need other strategies. And some of those, I write about some of those in the book of how can we sort of get at trauma without those formalized mechanisms. And sometimes if the symptoms are significant enough, like we really do need to talk to somebody professional who can help us get to the root of the trauma. And there's so many times, that's the answer to what's going on with people. People I've seen have had five residential stays. I'm not exaggerating this, for mental health reasons, for substance reasons, and no one's ever taken a trauma history, right? And then when you take a trauma history, you say, well, that's obviously where this is all coming from, right? Like that's when the drug use started truly thereafter, the negative self talk and the negative feelings that led to the drug use. Then you go after the trauma and you can change things. Whereas trying to change things without looking, introspecting, talking about the trauma, I think of course was futile. - Do you think that people "
        },
        {
            "timestamp": 2730,
            "text": "can start to have negative fantasies? I mean, you mentioned this woman who would take these long drives to berate herself. I'm not familiar with that, but I'll, I'll give a little bit of personal disclosure here. I've felt several times in my life that I will start to create a narrative about something that truly hasn't happened about something terrible that somebody is going to do. - [Paul] Yes. - That's going to upset me. - [Paul] Yes. - And for the longest time, I wonder why am I doing this? And I have a couple ideas about why, one, is that I was attempting to just avoid thinking about other things. It's just, you know, anger is such an attractive emotional force in this. It's an attracting, it's not attractive. We don't like it. And yet, oftentimes anger is a great way to replace feeling something else. - [Paul] Yes. - Feeling sad or having to come up or to do work or to do something useful. So it has this kind of a like gravitational force to it. That was one idea. The other idea was in imagining kind of worst outcomes, then actually that relationship were, could actually seem a lot better in reality. - Hm hm. - [Andrew] It's almost like creating this negative contrast. - Yes. It's like, oh, well then it's not that bad. And then the third possibility is I have no idea why, but it seemed like a reflex. And I spent some time thinking about it. I can't say I've resolved it completely, but why would somebody have a narrative or a default narrative when driving or when walking of I'm just going to spend some time and think about how terrible this thing is going to turn out or how someone's going to upset me or harm me or how terrible I am. It seems, again, like maladaptive thinking, maladaptive wiring. And yet I have to assume that it serves some purpose. - Yeah, yeah. I mean, I think there are three factors there and they're all bad. And I think you spoke to at least two of them, right? They I think speak so powerfully to how insidious trauma is and how these are real brain changes inside of us. So I would say that the three factors, punishment, avoidance and control, right? So the trauma inside of us, that makes guilt and shame. So often, so often leads to a desire to punish oneself, right? And the idea that, oh, that was my fault. Or I deserve that. Well, what do we do if something is someone's fault and someone now deserves punishment, right? I mean, we we punish them, right? We send 'em to jail, we give them a fine, right? We punish them. And so what, what we do is punish ourselves, right? And if we tell ourselves we're a loser or this awful thing is going to happen, right? Then part of what we're doing is saying to ourselves, see, right, you deserve that. You're not going to have anything better, right? It's a negative. It's a very negative way that the brain tries to make us in a sense, to do better by hurting us more for the things that we couldn't and shouldn't have been able to, weren't expected to control in the first place, right? The second is distraction. As you said, anger, that kind of fantasy can distract us from affect feeling and emotion. That can be much more negative. Anger, it can be more gratifying than certainly than guilt or shame, although guilt or shame can serve a punishment purpose. But if anger is directed also towards ourselves, right, then it can serve punishment too. So punishment, avoidance, and the sense of control that if you think ahead to something awful, that you're imagining is going to happen, well, maybe that will let you avoid it, right? I mean, you can see the brain here in a sense, really confused. I mean, part of the brain wants to punish. part of the brain doesn't want to think about it at all and part of the brain wants to make it better. And then how all of that resolves, if we're not aware that, hey, this is in the context of our brains being deeply impacted by trauma. So what's going on here is all maladaptive, right? 'Cause these negative fantasies of the future, they may help us feel better about something in the present, but they don't help us make anything better, right? They don't help us make anything better. So this is kind of the sequela. This is where trauma and all this reflexive stuff that happens after trauma ultimately lead us. And you can see how we get lost, how I've seen over and over again in my own life, in the lives of other people, how man we get stuck in those situations and that's why I see people sometimes. This has been going on for 30 years, 40 years, right? And it's just been going on over and over and over again because there's no natural end to any of this, right? Unless we, we look at it in a different way, that we have knowledge and information like, whoa, this isn't the way it has to be. Let me bring a novel perspective to this. It doesn't change on its own. - I'm struck by your statement that these thoughts or behaviors can make us feel better, but they don't actually make anything better. In that way, this mode of imagining terrible outcomes starts to immediately seem like taking opioids. You feel better in the moment, but it doesn't actually make anything better. And it probably makes things worse. - Yes. - And just a question of how much worse and in what direction, yes. And so I just want to just pause on that concept, because I think that concept of makes us feel better, but doesn't make anything better. I think it answers an earlier question about what seems to be a totally maladaptive wiring diagram. We need to confront the thing, "
        },
        {
            "timestamp": 3070,
            "text": "but we don't want to go into the repetition compulsion. So it's a knife edge there, to navigate through trauma. - [Paul] Yes. - Working with a very skilled clinician like yourself, I think is the ideal circumstance for people. And of course there are people who can't access support from somebody, for whatever reason. You've talked about journaling. - Hmm, yes. - As a useful tool. Could you maybe highlight some of the other things that people can do on their own. And then I'd also like to talk about what makes for a good therapist. What should people look for for those that are seeking therapy, especially nowadays when a lot of therapy is being done remotely, but let's just start with the, let's just call them self-generated or zero cost sorts of things, journaling being the first and then what are some of the others and what kind of structure would you recommend someone put around journaling, carry a journal around all day and jot things down as they come up or sit down and spend an hour writing in complete sentences, for instance. - Yeah. If I could add something to what you had just said before the question, right? That we have these short-term coping mechanisms in us, right? And in a way it makes sense, right? If we find ourselves in just terrible situations, then a short-term coping mechanism can get us through them, right? So our brains are built that way and that's part of survival too, right? And whether now in the modern world, whether it's food, it's drugs, it's sex, it's alcohol, right? Or it's negative thoughts, right? This is short-term soothing. Even the negative thoughts, And anger is short-term soothing at the expense of long-term change, right? And that's where addictive pathways can come into play. And that's where, again, our, how we're built evolutionarily for survival, doesn't help us, you know, in the way humans have evolved. Like we haven't lived this way throughout, 99.9% something percent of human history, right? So we're not adapted to this. So I want to just make a point of saying that about the short-term soothing at the expense of any of long-term change, And then the question you had asked about say journaling "
        },
        {
            "timestamp": 3202,
            "text": "or what can we do that's outside of professional. I think the hallmark of it has to be bringing new eyes to it, right? Like thinking about self with a curiosity, instead of just a simple automaticity or repetition, right? Like, why am I thinking about this? When did this start? Why is this in me? Right? Whether it's words or whether we're writing, that's so important. So I think for journaling, it depends on the person. I mean, we don't want somebody carrying around a journal all day, if then there's a compulsion to, I need to write about everything that's going on in my mind, right? Like that might be good to okay. Write a little bit at night, right? Or someone who might think, sometimes this really comes into my mind in a strong way and it could be unpredictable, right? I want to have the journal with me. So, ah, that thing is back in my mind now, let me write about it, right? Because then putting words to it and then being able to read those words, right? And when people read, even do a little bit of journaling and they read like, oh, I thought again about how I'm a terrible person who can't have a good life, because I was in such a bad car accident or because that person attacked me or because when I was in school, I was bullied because I looked different than everyone else, right? Or acted different from everyone else. Wow, to actually see that written out. It's a little bit of that, it's a little bit of that. Like when you're saying it to someone as if it were someone else, right? Because now there's enough distance from it. Like I'm looking at the words I wrote, right? That we get some distance and we can start to integrate some of the, not just the compassion, but integrating compassion and logic, right? Of like, okay. I feel a sense of compassion now, wait, what does this mean? What really happened here, right? And gosh, I did start thinking differently after that. I started, that's where this came from, right? That's why I'm saying this, it's those kind of revelations that we can have through again, the written or spoken word. And I think again, that involves a trusted other, or writing, right? And I think that those are ways we can do this, where we bring some de novo perspective to something that often has been bouncing around inside of us. And it's amazing to me that, I can see such intelligent empathically, attuned people who've had the same thing running over and over again in their mind for years. And it just points out that our brains don't automatically say, hey, wait a second. I've been spinning wheels here for a long, long time. Like, was there another way to look at this? We need something from the outside, which can just be knowledge, right? Which is why I think what we're doing here or the reason I wrote the book that I wrote was like, apprehending this like amazing surprise to me, right? Which is like, wow, like some huge percentage of everything I'm treating is rooted in trauma and the opacity of trauma, right? Which is why we don't see that, oh, the depression, the panic attacks, the life change, the addiction, the maladaptive choices like, oh, this is all coming from trauma because it hides itself in that opacity. So we need a de novo perspective if we're doing it on our own. And we need that if we're doing it in therapy, which might link like finding the right therapist, right? Which is also part of your question. - Yeah, yeah I definitely want to know about how to assess and find the right therapist. Before we cover that, however, something came up in the course of your answer. I can immediately relate to this idea that certain behaviors are really maladaptive "
        },
        {
            "timestamp": 3420,
            "text": "and are stuffing things down or avoiding the topic is problematic and bringing a curiosity and an introspection and almost a third personing of the experience that we've had in order to try and address it from a new, truly from a new perspective. It occurred to me as we were discussing this, however that some people, and yes, maybe I'm talking a little bit about my own experience. We have a sense of our own identity and how people view us and our ability to be functional in the world in ways that we like, effective at work or a good brother or a good mother or father, human being in the world. We have relationships. And I think that one thing that I have heard, and maybe I've experienced is that sometimes those maladaptive thoughts or behaviors, the things that generate a kind of a repetition of anger or of arousal or activation or sadness, that we have some internal process where we funnel that into a functionality in the world. So we I'll give a more concrete example. So in thinking about things that have upset me in the past and in imagining bad outcomes in the future, there's a certain internal state of arousal that comes about. And for many years, I was able to use that, not to feel angry, but rather to work an extra three hours a day - [Paul] Right. - Or to pack my schedule with work and social engagement. So I could show up in a way that I, hopefully was a very good brother to my sister for instance. - [Paul] Right. - So in a way it was a, it was a transformation of something negative inside of me. - [Paul] Yes. - Into a functionality in the world that was actually very rewarding and beneficial. - [Paul] Yes. - And yet in describing it, I can immediately see how it would be wonderful if I could source from something else. - [Paul] Hm- hm. - And yet I, you can imagine, and I can imagine how one would be reluctant, maybe even terrified of giving up that source. - Yes. - [ Andrew] It's a fuel. - Yes. and I think in knowing some of the traumas of other people and their reluctance to work through those, obviously I'm not a therapist, I sense this over and over again, that one's positive identity can often be linked to something difficult in their past. - [Paul] Yes. - And so people are reluctant to give up this fuel. - [Paul] Yes. - Because it it's in that sense, it's functional. The only thing that allowed me to kind of start to address this and why I'm still so curious about this, 'cause I don't think I've worked through this process completely, again, a little more self-disclosure there, is that I was told that these words, just imagine how much better it would be if you could source from a different fuel, a fuel that felt better. - Right. - Maybe it was on the, it was on this, this sentence. It was, maybe you could actually be much more effective. - [Paul] Yes. - Maybe you could be 10 times the better brother. - [Paul] Yes. - Maybe you could have 10 times more insight or work capacity, etcetera. So it's on that hint of a promise that I, at least I was inspired to start looking into these things and reading about trauma in your book and elsewhere, and start to think about this. So again, I realize this is a long winded question and a somewhat complex idea, but I think, or I hope that people will be able to resonate with this idea that sometimes we want to stay attached to this short term soothing that the punishment distraction or control because it evokes this arousal and then we can apply that arousal. - Yes, yes. I think what you're describing maps I think clinically to what gets called sublimation. So there's something negative inside of us, but we sort of transfer that energy, we transfer that into something that is adaptive or that is positive, right? So the idea of the anger, right? When I think of that thing and it makes anger in me, I channel that into harder work, right? Or I channel that into like, I'm going to go be nicer to my brothers, some right, something like that. And there's validity to that, right? But it can become like self justifying if a person thinks, well, look at what this is doing for me, right? I wouldn't work as hard without it. Right now we start to become attached to the trauma. Whereas I think what you had said is absolutely true that just because we can sublimate some of the negative affect, feeling, emotion that comes from trauma into something productive doesn't mean that that's best, right? I mean we can get to our destination by taking a very circuitous route, right? We might waste an hour getting there, but we get there. That doesn't mean that that's best. And it also doesn't look at all the negative, right? In this example, the wasted fuel, the wasted time, right? We get somewhere, but we are not optimizing. And I have yet to see one person who has addressed the trauma and become less functional, right? It's always either, they're just as functional, but they're happier, right? Or more functional because as you said, like, just because we may be able to sublimate, well, maybe what's going on will be 10 times better, right? If we weren't sublimating because the sublimation limits us, right? It limits our perspective to only what we can see and do through the lens of the trauma. And that is never better than the alternative. - Thank you for that. - Yeah, you're welcome, yeah. - Let's discuss how one could or should go about finding a really good therapist. Typically in my experience, this is done by word of mouth. "
        },
        {
            "timestamp": 3754,
            "text": "There's this person you might want to work with them and they're really great, but what are some of the characteristics that one should look for? And should we take into account whether or not we are a person who for instance, I've heard this from listeners, although I'm clearly, I'm definitely not talking about myself here in cloaking something. Some people will say, I want to work with a somatic therapist because I've actually heard someone say, I think in fields, I feel stuff in my body. So I want to work with someone who can really acknowledge that or someone else will say, I want to work with somebody who has this orientation or that orientation or is open to my particular lifestyle, or isn't going to tell me that I have to leave my relationship. I feel like people already show up to the question of who to work with with all these, you know, things internally, some of which are voiced and some of which aren't. So I'd love for you to talk about maybe some of the, the core features of a really good therapist and then how to look for a therapist. And also how to think about oneself in looking for a therapist. - [Paul] Right. - Because of these kind of predispositions. - [Paul] Right, right. Well, there's a lot of data about this over the years, if you look at what are the top 10 important factors to find in a therapist, just repeat rapport 10 times, right? I mean, that's the key. And if you think about that, it's pretty amazing, right? Because therapeutic modalities can be so different, right? And I think what that's telling us is, in a way, something very obvious, right? Like what does rapport mean? Like, you know, it's somebody that's paying attention, right? It's trust, it's a back and forth. It's like, yeah. even though I'm doing something difficult, I'm doing it with someone who's really helping me, someone who's in it with me, right? Someone who's really paying attention. Wants me to be better. That's indispensable, I mean, it's just indispensable. And I write in the book is someone, a therapist not making eye contact or this is the way they do it, right? And you know, you got to fit into the box of the way they do it. That is not going to be helpful. And then what I, what I think about that is the different modalities. It doesn't actually tell us that, oh, the modalities are irrelevant. I think that's not true. I think that good therapists are not pigeonholed by a certain modality. They may come at the world largely through a psychodynamic or a CBT or a DBT lens. There's lots of different, ways to do therapy. But when you really talk to those people, really good experience therapists, it's all coming through the vehicle of the rapport, but they're practically shifting to what the person needs. I don't understand the idea that like, oh, I just do this, right? I don't do that. And when people are pigeonholed that way, I don't think they help their patients very well, right? We have to be diverse enough to say, hey, I want all the arrows in the quiver, right? And even though there might be one that I favor and that's the lens I see things through, no, I can be versatile, I can shift, I can adapt to what this person needs. And I think if you have that, you've got to, if you have that, you've got a winning combination. - Great, so people should perhaps try a few therapists and maybe have a session or two or three to see if they, the rapport feels like it's taking root. Is that? - [Paul] Yeah. - Do you have that right? - Yeah, and I think that's why word of mouth is important, right? If someone you trust tells you, hey, this is a good person that says a lot, right? It already makes the pretest probability, is quite high. But yes, it's interesting to see when like people have a therapist or they called their insurance and they're assigned a therapist. This thought that like, oh, that's the person I have to have now. And it's like, no, you should look at that like anyone you'd be interviewing, right, for a job, right? But you got to bring again, the right set of thoughts to that to be helped, right? Which is that I want someone who has rapport with me. I don't want someone who's going to make it easy, right? Who's like, well, it's, gosh, it's kind of pleasant, because then that means they're not talking about the difficult things, right? So if one brings, like, I know this isn't going to be easy. I got to talk about difficult things, right? Even if one doesn't recognize or I got to talk about the trauma in me, right? But to go to therapy thinking, no, it's, I mean, sometimes it's enjoyable, but a lot of times, right, it's not, right? It's hard work. It can be excruciating. We can cry during it, but to say, right, that that's how I'm going to be helped. And I want someone who's going to do that with me, who's really looking at, what's going on inside of me, how do we help me? And I can feel sort of the robustness of that. If one brings that approach and then looks at the therapist through that lens, you're very likely to then move on from someone who's not a good choice, right? And really stick with someone who is, even though that doesn't mean it's always like pleasant and enjoyable. I mean, it has to not be that sometimes. - Right. Maybe we could drill a little deeper "
        },
        {
            "timestamp": 4040,
            "text": "into the mechanics of therapy. I put out a few questions to audience asking what they want to know about therapy and it was amazing. I got hundreds, if not thousands of responses saying, how should I show up to therapy? So for instance, should people take a five minute meditative drop in before? Or should they just show up cold and let it emerge. During therapy, is it a good idea to take notes or to not take notes and then post therapy, how should clients, patients as they're sometimes called, one or the other, I never know which, how should they process that information? Should they take some designated time afterwards and in an ideal world, take a 30 minute walk afterwards and think about the material or should they set it aside and come back to it? Of course there are constraints, work and family, etcetera. But you know we, there's a lot of knowledge out there about how to best show up to a workout, warm up for five, 10 minutes, then do this, etcetera and then the cool down. I mean, here, we're talking about hard psychological work aimed at bettering oneself. So to my knowledge, I've not ever seen this information anywhere. It'd be very useful to hear, hear your thoughts on this. - Yeah. Well, I'm not trying to duck the question, but I think it varies so much by person. So if you think about the first part of your question, I think was how to show up to therapy, right? And I think the answer would be whatever lets you be fully present when you're in therapy. Now for some people that's going to be, I show up early, I say it, I call myself, I meditate a little bit. I mean, that's how then they're present, right? For other people, you know, they just, they show up, walk into the room, they can stop another present, right? So it's whatever works for that person. So that they're really there, their thoughts, their energy is really in what's going on. And the same thing applies on the other end. There are people who are really well served by, going for a walk if they can, or sitting quietly after therapy, kind of putting that in order, right? Otherwise they lose some of it, right? Or like some of the ahas, right? Or the, oh, that's an interesting thought that they really need to put it in order. Maybe that involves taking some notes during therapy, right? For other people, they need to do the exact opposite. They need to like leave, not think about that at all. And then they can reflect on it later and learn from it. So we're so different. Human beings, there's such a diversity in us that there's no hard answer to that, but it's like being present when it's happening, then being able to sort of consolidate and retain what's been gained is most important. And I think we have to figure that out person by person. I mean, I try and do that in the work of like what's serving this person best. And sometimes we, sometimes it evolves and sometimes we talk about it, but it varies so much. - Hmm. - If someone were thinking about embarking on therapy or more therapy to address trauma or just general issues of life, what is the frequency that you recommend? I could imagine two extreme models. One is, okay, I'm going to finally tackle this trauma. I'm going to do therapy three times a week, but for a shorter period of time, six months, over and out versus this open ended model of once a week, typically for as long as it takes. - Right, right. I think that also varies. And I work with people in varied ways from oh, someone who's doing well and like we meet for a half hour every six months, right? To doing week long, hourly sessions, to spending three intense days with someone in a row, right? So I think as far as like kind of guiding principles, what I have found in my own life, 'cause I value my own therapy tremendously. So I found in my own life and in my own clinical work that if it's less than once a week, then it's hard for us to retain really. We spend a lot of time kind of catching up, okay, what's happened? Let's get back to the place we were at before, right? Which is why I think if we're really going to get somewhere, we're not just trying to maintain something, right? Then I think once a week for an hour is really kind of the minimum, right? But more intensive work. It's like the more I intense it is, it's not linear, right? It's an exponential gain. Like we do a lot of intensive work, right? where someone will come and do 30 clinical hours with us over the course of a week. So five or six different clinicians, 30 clinical hours. And you know, we've found that the benefits of doing that are immense. It's like let's say a year's worth of therapy consolidated and you take well, 30 hours, let's say, we go almost every week, maybe that's 45 or 50 hours, but 30 hours with that kind of intensity is worth probably 60 hours, done in a different way, because then it's in us in an active way, right? It's in the therapist in an active way, it becomes very, very dynamic. So I think turning up the intensity, if there's something that we really need to process, absolutely makes sense. And I do that in my own life is something now's like, whoa, it's really, somebody is really distressing me and it's linking into prior trauma and I can see what's going on in me. Now I start to have ruminative thoughts, you know, with negativity, I'm like, I got to go more, right? Because I got to do that processing. So I can get to the place that I am, which is not that, it's not that the trauma has no impact on me, right? It' that the impact is much less than it was before the therapy and that I most often and more often than not have an ability to see when it's now intruding into my thoughts. And it's taking me away from like what I really think and believe, or being able to draw logic and emotion together and make good decisions. Turning up the intensity then absolutely makes sense. - This very deep, intensive work of 30 hours in a week. What brings somebody to some, the type of work of that sort? Is it a suicide risk or a severe addiction situation? I mean, how does one gauge how much therapy they ought to be doing and should it always be on the therapist to decide that frequency? What would bring someone to a situation of five therapists in 30 hours a week in one week? - Right, right. Yeah, it's usually a person who is really distressed by something whether that's, it's so negatively impacting their life or sometimes a person comes to realization. I just can't take this anymore, right? I'm sick of the cyclical depression. I got to stop having panic attacks. I need help, right? But it's usually some, crisis point with the idea of crisis in the meaning of, okay, something comes to a head and after it, things are going to be different, right? Not a crisis and things are going to be negative afterwards, but a point where, where then that cognitive flexibility comes to the fore of like, well, I need to do something different, right? So that's often what brings us. Sometimes it's other people pointing it out or somebody's had an intervention somewhere or yes, that person's been hospitalized after a suicide attempt or they've gone back to rehab again for the third or fourth time. And their life is really in danger. Sometimes it's that. And sometimes it's a person realizing, yeah, I just want to, I want to look at myself, I want to understand myself better. I know that what's going on in me, isn't as good as it can be, right? So I think people can come to it for all sorts of different ways. And I think, yes, I think a lot of times it would be the therapist to say, "
        },
        {
            "timestamp": 4491,
            "text": "more work, more intensive work or can make a difference. But I think the person also needs to, take ownership, right? Of their own therapy and say, if I don't feel helped enough, well, I have to think about that, right? And talk to the therapist about that, 'cause it, maybe that therapist isn't a match, right? Or maybe you talk to the therapist and the therapist can change his or her approach, right? Or maybe you talk to the therapist and increase the frequency, right? But the idea is to be aware of it, right? And if one's needs, aren't being met to acknowledge that, right? 'Cause people can get into a rhythm of therapy where it's really not helping them, right? But they either feel sort of nihilistic about it. Like, oh, I'm no better and I'm going to therapy, right? Or sometimes there's a sense that while I'm in therapy, so I'm kind of checking that box of doing something for myself, but it's not really getting me anywhere. And then the part of the brain that's controlled by the guilt and shame and avoidance thinks that's a great idea, right? So again, this ability to observe ourselves and like what's going on, am I being helped in the way, do I feel helped, right? Am I in some ways, even like happy that I'm not feeling helped. 'Cause I don't have to face this thing I don't want to face, right? Or am I too afraid to say I need more help, right? Do we really need to look at ourselves? And this is where the insurance systems often are very difficult, 'cause it's hard sometimes for a person to say, I need more therapy 'cause that may not be possible, right? So there are sort of negative factors in the world around us. But ultimately I think the answer to the question comes down to observing ourselves and taking ownership of like what's going on in us and how we're feeling. And then feeling that, that commitment to self or to self-care to say, I need to go change this. - And for those that maybe don't have the means or insurance or access to do even one day "
        },
        {
            "timestamp": 4595,
            "text": "a week therapy in the journaling model. - [Paul] Yes. - Could one perhaps take an entire day as awful as it might seem, to do a lot of journaling and thinking and walking, do a self-generated intensive. Do you think there's utility to that? - I mean there could be, but again it depends by person 'cause there could also be something negative about that if it's someone who's not at the point, not ready for that, right? I mean we don't come at, we don't come directly at the trauma immediately, at least most of the time we don't do that, right? And we often don't explore it in depth. Like this idea that, oh, that person now has to go through every second of the trauma is actually not true. I mean sometimes it is, but that's, that's not the common situation, right? So more often that person has to acknowledge like the example of like I was sexually abused and have to acknowledge that and to, and say, okay, like, gosh, what has that done to me? That doesn't mean, well let's parse out every moment of like how that was and the terror of that, right? So that can lead people to a worse place, right? So, I think the idea of biting off small pieces, so to speak where a person is writing, right? Or is talking. But I think if one is writing, it is good to communicate with another, right? Another trusted person. And if there's not someone in one's personal life, there are clergy members, even if one isn't a affiliated with an organized religion, you could probably go places and get clergy to want to help you, right? I mean, there are people out there who want to help other people. So we say, what if someone has no one, I mean, almost never do we have no one here, right? 'Cause we could probably go find someone, but we need to kind of take that in pieces. So there's some risk like trying to do the intensive thing, you know, on one's own. And that's where I would put in, if a person's having suicidal thoughts or even thoughts of death, of not wanting to be alive, I don't deserve to be alive. I mean, these are warning signs for really getting help. So there are some signs that say, hey, don't try and do that on your own, right? Go try and find a resource. And it's things that get to that level of severity of, and often a person knows that. I mean, am I in a place where I know I'm not healthy and I'm having kind of scary thoughts, then we need, that's a person who really shouldn't be doing that on their own. - Great, thank you for that. - Yeah, you're welcome. - So we've been talking a lot about talking. - Huhm. "
        },
        {
            "timestamp": 4740,
            "text": "- And now I'd like to talk a little bit about chemistry. - Yes. - Drugs. - [Paul] Yes. - So maybe first we could talk prescription drugs. I mean you're a psychiatrist, so you're approved to, and presumably do prescribe medication where appropriate. I mean, this is a vast landscape of course. We've got ADHD and I should just tell you, I get more questions about ADHD and the drugs related to ADHD and dopamine than any other topic, any other topic. So there's ADHD, there's OCD, there's depression, there's antidepressants and so forth. Is there some way that we can, wrap our arms around all of that as a way of waiting into this, this drug question and just address, how does one decide when medication is useful? Because in the end, the dissection tool that the psychiatrist or therapist has is language. And at some point, one has to make an assessment about dopamine or serotonin or whether or not a given drug would help. And most therapies, I believe don't involve putting someone in a brain scanner. And to my knowledge, there still is not a very good blood test to assess, oh, is this person's dopamine low or high, correct me if I'm wrong. And ultimately that, and I know there are companies out there, so I'm not trying to undermine those companies. But if I happen to do that in this statement, if you take a blood test and find that your serotonin metabolites are low, my understanding is it's possible that you are too low in serotonin in the brain, but that's a very indirect window into what's really going on. So how does, how do you think about prescription drugs in the context of treating trauma and other conditions and then maybe we'll drill into some of the more specific conditions? - Sure, I mean, I would first comment that right there aren't tests for these things. And I think the tests for metabolites, I mean, things are so different. By the time, what we're talking about has been metabolized, often to some very significant extent. Left the brain, now it's in the peripheral blood that we really don't learn from that, right? I think that we tend to over utilize medicines in this country because we have a healthcare system that often that's so based on throughput that we want to polish the hood when there's a problem in the engine, right? So we overutilize medicines often as an end point, right? Oh, we're going to make that person's depression better with an antidepressant. Well, I mean maybe, right? But most of the time for the person's depression to really get better and stay better, they need to unravel what's driving the depression, right' So the first step is I think they're cut two steps to it, right? The first assessment step is, is there a diagnosis that, that the vast majority of the time, if not sometimes, all the time, really warrants a medicine? So the bipolar disorder, OCD, ADD, right? These are diagnoses that we, we understand more about them and what's going on in the brain and how medicines can treat or stabilize them, which doesn't mean the medicine is necessarily, it's not a substitute for therapy, right? But sometimes the medicine and therapy can go hand in hand. So for OCD, for example, warrants therapy, but it almost, not always, but it almost always warrants medicine too, so that you can ease the systems that are making the rigidity and the repetition in the brain. So the first kind of branch point can be, what is the diagnosis? What is the level of severity, right? And I think that's very, very important where I think it's a little more, maybe even interesting is using medicines to help the person engage in the therapy as productively as possible. And here's where I think we're so limited by how we categorize medicines and this sort of pharmaceutical insurance driven medical system we have that I think throws us off in tremendous ways. So you think about how medicines are categorized, so antidepressants. And the vast majority of people who are helped by antidepressants, they're not, they don't have clinically severe depression, right? Those medicines create more distress tolerance in us, right? And if you think about how helpful that can be, if you're going to go, now you're going to do something difficult, right? You're going to bring that trauma or the stressors to the surface and you're going to process and you're going to try and make life change. If we can make more distress tolerance in us, that can be so, so much better, right? And think about the category of medicines that are called antipsychotics, which really puts people off, right? But most of the prescriptions for antipsychotics are not for psychosis, right? And there are ways in which low dosing of some of those medicines can help intervene in negative pathways, right? In pathways that are about distress. And sending out those tendrils of neurons that are about hyper vigilance and avoidance, right? In in our brain. And we can often get at that. And if you can improve someone's distress tolerance and you can use medicines that take away what clinically is rumination, right? Not the standard meaning of that word, but the clinical meaning of it, where there are distress centers in our brain that are overactive. And then we get stuck in these maladaptive negative pathways where we think about something over and over and over again, with no real chance of solving it because that's not what's going on inside of us. So medicines can help that, but we have to have some flexibility around their conception and the modern medical system of like 15 minute visits, to a psychiatrist that are weeks apart. I mean, I don't understand how that goes well, right? In the vast majority of times, I think it doesn't go well because it's not enough time to do the therapy, even generate the understanding. So then medicines get thrown into the person. This is how, we use, I think approximately five times as much medicine, I think across the board as say the Dutch population, right? Then you think, well, why is five times more, is a lot more medicine, right? And you know, they have a healthcare system and a cultural system that to the best of my understanding is more rooted in taking responsibility for oneself, right? So if a person comes in and cholesterol is high, right? The first order of business is, hey, you could take better care of yourself, right? Like this person really needs to lose some weight exercise more, right' They're not just jumping to like, let me give you a medicine and you know, and shift you through the healthcare system and out the other side of the door, right? And the same thing is true in mental health, and I'm not trying to be critical to the psychiatrists or the nurse practitioners or people who are practicing in that way, because oftentimes there is no choice, right? If they're working in a healthcare system that, that the standard is highly spaced or spaced apart, 15 minute visits, what alternative is there, right. But to look at, okay, I'm going to use medicines because I don't have another tool to bring to bear. So I think the healthcare system and its focus on throughput and it's short term talk about, we talk about short term response, right? Short term soothing at the expense of long-term health. And I think that is the metaphor for, that applies to our healthcare system, right? Where if we, if we are going to try and treat a symptom in a short term, we're going to do it in a 15 minute visit, that we're going to do it in a way that maybe it soothes a symptom, maybe it doesn't, but it does not get at the problem. We need to invest more resources to get at the problem and I think that's where a sort of protest, if people, as a society, we say, look, we don't like the way our healthcare is going. Like, we need more focus on what the actual problems are that yes, we would spend more money, to treating people and taking care of people 'cause it's more human time, but ultimately about less suffering, less death, right? And ultimately more productivity. I think as an economy, we would save so much money if we spend money on the human aspects of mental healthcare, because people would be more functional. They're spending less time in the hospital, right? They're more productive when they're working. There's less entry into the criminal justice system. So I think medicines get overused in part for systemic reasons, in large part, for systemic reasons. And also for some of these categorization reasons, oh, that person meets some technical criteria for depression. We got to give them this medicine instead of really thinking, wait, what's going on in this person. And I see this over and over again. I see one who is on seven medicines and they're on seven medicines to treat seven different symptoms. And now they have side effects from all those seven medicines. Maybe two of them are to treat the side effects from the other five, right? And that's bad, right? And if you really get at what's going on in them, now they're doing much better and maybe they're on two medicines, right? So I dunno if that's a helpful answer to that. - It is, it's a very helpful answer. I mean, I think at least in the spheres that I run these days, I hear a lot of negative statements about antidepressants. I think, I'm old enough to remember the book, \"Listening to Prozac.\" I remember when Prozac and its and things like it first started showing up and the excitement. And then nowadays I hear more about the problems with all these drugs and maybe that's just, 'cause I have arms in the, both the scientific, but also in the kind of wellness community where people think a lot about behavioral change. Fortunately I think that's that they do that. But of course these drugs, as you mentioned, can have enormous utility as well. - [Paul] Yes. "
        },
        {
            "timestamp": 5315,
            "text": "- I'd like to just pick up on one theme that I haven't heard a lot about anywhere else, which is the short term versus the long term use of these drugs. 'Cause I could imagine, someone feeling like they're finally going to tackle something that's been inside them for a long time either because they're really struggling or because they're just done with not working it through and they decide to start a medication that would give them higher levels of distress tolerance for a short while. I mean, is there anything to say that someone couldn't take a properly prescribed medication for a week or for the first three months of the work? - Yes. - And then know that they can come off it because I think that the black and white model of, okay, you're either going to start this drug and stay on it forever or be taking some drugs forever. - [Paul] Right. - Or you're not going to take anything. I mean, that just seems to, life doesn't have, does life have to work that way? - [Paul] Right. Is there a short term use that can be effective? - Yeah, absolutely, yes. In American medicine we are so much better at starting medicines than we are at taking them away, right? And part of that I think is driven by such a strong presence of the pharmaceutical industry and the pharmaceutical industry does a lot of very good things, right? But you know, there's such thing as too much of a good thing, right? And then as a society, when something seems positive, this I think also is human nature. We can overinvest in it, right? So you think about when Prozac and those kinds of medicines came out, they were safer medicines, they're billed as antidepressants and the thought was, well, they're going to fix depression, right? And it's not how that works, right? So if we look at them as tools, right, then we can deploy them sometimes for the longer term 'cause sometimes that's necessary. But absolutely for the shorter term, absolutely. If we thought of Prozac and those kind of medicines, not as, oh they're antidepressants, we think, look, what they do is they, they seem to make there be more serotonin in certain circuits that are important for mood regulation, anxiety regulation, distress tolerance. So those medicines can really help somebody if they're very severely depressed and we want to sort of get them feeling better. They can also help someone if they could use more distress tolerance in a discrete period of time, right? When we think about them that way, we think about them as tools that we could apply for short term or long term. We don't see them as fixes, right? And we don't see them as then substitutes for the human to human work that needs to be done. I mean, I've been sort of in my training at times in healthcare systems and I've seen in many other circumstances that look at medicines as answers and this idea that, that person is a, and a lot of times there'll be a number, right, right? And the number is the diagnosis and that number gets this medicine. And I'm not sure we could be more misguided than that and that's what leads to adding medicines, adding medicines, it's not working. Of course it's not working, because no one's really paying attention to what's going on. So add more medicines and then medicines for the medicines. And I mean, we know this is true. We know this is true, but we haven't had the wherewithal as a society to say like with a lot of things in society, to say like this isn't okay, right? I mean, we need more. Like give these people who are trying to help us. They need more latitude to help us. We need more human to human contact to get at what's really going on, and yes, that's an investment of time and energy and money in the short term and sometimes that's money from the systems, right? But if we do that, my goodness, look at the, look at the payoff of that. - What is your thought about anxiety "
        },
        {
            "timestamp": 5538,
            "text": "and ADHD as a separate phenomena, in terms of medication. Again, ADHD is the thing that seems to come up most in questions. I can't tell you the number of especially students, but also young working professionals and even people who are outside those categories who are interested or taking Ritalin, Adderall, Modafinil or Armodafinil or Vyvanse, because they seem to struggle focusing without it. Or, and I don't know, 'cause I'm not one of those individuals, or because they seem to just like how well they can focus when they do take those compounds. And so my understanding is these compounds mainly increase dopaminergic transmission in the brain, also adrenaline, epinephrine in the brain. So they're more or less stimulants. They look a lot like, at least chemically, they look a lot like cocaine and amphetamine, although they're not quite cocaine and amphetamine. So should we be concerned about this? Is this a different sort of epidemic? Can these drugs be used to train the brain to focus and then people can withdraw from these drugs? I mean, I think this is a huge topic and one that maybe warrants its own episode entirely, but as long as we're on the topic, what are your thoughts about medication for ADHD? - Sure, I think medication for ADHD can be extremely effective and the studies show us that, right? They show us that if there is ADD, then medication for ADD, is very, very helpful and that's true in youths, it seems to be true if adults have adult ADHD or ADD, we kind of know that's true, but all attention deficit is not Attention Deficit Disorder, right? And there we go to the reflexive 15 minute visits, throw medicines at things, right? Attention deficit can come from many, many places. And one of them is anxiety, right? There's so many other reasons depression affects attention, poor sleep affects attention, poor diet can affect attention, stress in life can affect attention. So, and, and certainly trauma. And the thing, the problems that trauma spins off can affect attention. So this is really the, this is really the truth that while teaching once about medicines and pharmacology, I was frustrated about how the answer to everything was like, what medicine do we use? What medicine do we use, as opposed to like, this is just one piece of the puzzle. And I told an anecdote, which, I think it was a clinical anecdote, like what do you think is going on? And I think that if I told that to, I dunno, middle school students or something, they would probably say, you just told a story of a person with a rock in their shoe, which is what I, the story that I was actually telling, right? But several people I was talking to, they're physicians, right? ADD, right? It's like, no, every time the person steps down the rock hurts and they're not able to maintain attention, right? Like that's what's going on. But we're so programmed to think about medicines and inappropriate use of ADD medicines, as you said, there's dopaminergic impact. There's epinephrine, norepinephrine impact. We're affecting what are called prefrontal alpha 2 receptors that like really need to be helped if there's real ADD but if there isn't, that is not a good thing to do, which is why it is quite fascinating that when people have ADD, they tolerate generally stimulants very well, without the other problems that can come of stimulants. And again, I don't know, I don't claim to know why that is, but we see that phenomenon. But when people are being treated for ADD and they don't have ADD, which sometimes they know they don't have ADD, but the stimulants make them function better. So they go to somebody and get the stimulants. That's not a good thing to do, right? 'Cause stimulants, when they're not needed over time, they do affect our physical function. They affect our judgment, right? There are a lot of negative things that come from that. They can affect the vigilance inside of us. So, yes, it's a valid diagnosis, but it gets made when it's not present very often, which we see with a lot of diagnoses that you can throw medicine at. We see the same thing with bipolar disorder. True bipolar disorder is extremely important to utilize medicines effectively, but how many people are diagnosed with bipolar disorder who have, they absolutely don't have bipolar disorder, but it can be a catchall diagnosis because there is in a sense, \"something to do for it,\" right? And you can throw medicine at it, right? So I mean, what do we expect, right? If we have a healthcare system where you get 15 minute visits with your psychiatrist, of course we're going to throw medicines at everything. And then the training paradigms are going to look at it through that lens. And then very often again, I give the example of seeing somebody on seven medicines. I mean the first thought I have is how many of those medicines are actually counterproductive? And a lot of the time it's not like, oh, every now and then one is counterproductive. No, that's the case. That's the case a lot of the time. And again, I come back to, if we're not putting thought into it, what other result would we expect? - Thank you for that answer. "
        },
        {
            "timestamp": 5851,
            "text": "I'm very curious what constitutes negative effects of stimulants. So if somebody's taking Adderall or Ritalin in order to work longer hours or focus because they have attention deficit, but not necessarily ADHD. And again, I'm not recommending anyone do this. I've just heard the numbers that have come back at least from surveys and discussions with colleagues at Stanford and elsewhere, other college campuses that upwards of 75% of college students use semi regularly, these drugs off, not by prescription, just to study and to learn. - [Paul] Yes. - I can imagine sleep issues because people, because these are stimulants, what sorts of other issues can they create for people problems that they can create? - Sure, I mean, I think a touchstone maybe that's running through our conversation, right, is prioritizing the short term benefit over solving a long-term problem, right? Which we might say is a human tendency and we see it across the topics that we're discussing. So, short-term use of stimulants. Sure, people are more alert. They can stay awake more, they can study more intensely and longer. Okay, there's some short-term benefit of that, over there, even there, there can be problems, right? But we can say, let's just say for sake of argument that in the short term, there's something to be gained by doing that, right? But oh my goodness, there's so much that is, there's so much risk to that, right? And how many times have I seen someone who they're doing that and they're just doing that to study, right? And now they're addicted to the amphetamines and their behavior changes and they don't know it. Talk about shifting our brain towards a more defensive, sort of suspicious, outward look, view of the world that we see a lot of that. So we see judgment impairment, we see heightened levels of anxiety. We see more impulsivity in decision-making. And sometimes we, it can get to the point of seeing Frank psychosis. Now, that's not common, but have I seen young people who've done exactly what you're describing, right? They're using Adderall or they're using Ritalin to study. And then I see them when they're coming into the hospital, they're screaming about how someone's trying to hurt them. Boy, it's the worst case scenario, but it shows like that's where that can go. And how much is there between the, oh, I'm just using it to study and that severe, outcome that is actually quite negative for a person and it might change how they think about that friendship or that relationship, right? A lot negative happens when we change our brains without an ability to see like, what is it actually doing to us? So, which is part of my whole theme about trauma, right? It changes our brains and we don't know it, right? Well the same can be, the same is often true of amphetamines used inappropriately. It shifts our brain. And we don't realize that we're a little bit more impulsive in our decision making, a little bit less trusting. These are significant negative things that if we don't know it, the person will just say, yeah, oh, I'm just using it to study. I'm using it to work more. That's not, you know, that's not without it's high level of risk. - What are your thoughts on cannabis? "
        },
        {
            "timestamp": 6037,
            "text": "I've said it many times on this podcast before and I'll say again, I feel fortunate that I've never really been attracted to alcohol or drugs of any kind , so much so that if all the alcohol and all the marijuana and all the cocaine amphetamine disappeared, I wouldn't notice any change in my life, right? And I feel lucky in that way, 'cause I know a lot of people feel an attraction to these things that it is almost a gravitational force. - [Paul] Yes. - From their first drink, they just feel, I once heard it described in this, I think it was an Augusten Burroughs book, \"Dry\" where he was an alcoholic. He said that the first drink he had, it felt like this magic elixir that meshed with the physiology of his blood in the most seamless way and as I was reading this, I thought, oh my goodness, first of all, that's the most foreign experience for me in terms of alcohol. And second gosh, that must be terrible. And you can, but at the same time you could really understand why someone would be drawn to that. - Yes. So cannabis nowadays is legal or decriminalized in many areas of the U.S. A lot of people seem to use the argument, it's better than drinking or they only do it for sleep or anxiety management. I'm not looking to demonize or support the cannabis. So what are your thoughts about cannabis for anxiety management, depression? And maybe even for ADHD for that matter. Sure. - If I could make an alcohol comment, right? The number of times I've seen alcohol like having been a good idea for coping with something approaches zero, right? Like the alcohol for coping is just never good. And there's an additional risk factor that there's certain genetic profiles where people respond strongly to alcohol. Like, as you're saying, it's not just, oh, there's a little bit of short term relief of distress, but there's this sort of euphoric response and those genetics, we don't understand them completely. They seem to be in Northern European populations, more prevalent as you head west in Northern Europe. So we understand where risk factors are demographically, but we can't pinpoint that for any one person. And there's a tremendous risk of that, when a person responds so strongly to alcohol or habituates coping to alcohol. Cannabis is a little bit of a different story. I mean, how I have seen that play out, and again, this isn't coming from any expertise around the neuro the neuropharmacology of it, like how is this really working in the brain? But it comes from an observation that what it seems to do is to narrow our attentional perspective, right? So it's why people will say, well, they want to, they want to use cannabis before like watching a movie with friends or something, right? And, and I think, okay, I think why people are doing that is because our cognitive spectrum narrows. And then instead of worrying about that thing at work or that relationship issue, one can just be present, right? It gates out other attentional intrusions, right? So in some ways, I mean, I've absolutely seen it be helpful to people. I mean, it's been legalized in Oregon, which is where my, I spent a lot of my time and it's not where all of my practice is, but what I have seen is it is at times helpful, safe around sleep, right? Because a person can gate out other intrusive thoughts and they can just relax and go to sleep. But there can be another side of that too, that at higher levels of distress, at higher levels of tension, what it can do is narrow the focus of cognition to the thing that is negative, right? So the idea that, oh, like, oh, this is a treatment for, depression, anxiety, trauma, is not true, right? Can it be helpful under certain circumstances? Like I think the answer to that is, yeah. I mean, I know the answer to that is yes. 'Cause I've seen it play out clinically that way, but think it can also be harmful too. So there, again, like anything that has any power, power to influence our brains, we want to be thoughtful and careful about it. I mean, do I think that it's safer than alcohol? Yes, I mean, I mean, like we, we so clearly see that. Does that mean? Or it's just uniformly safe? No, right. So we want to be respectful of anything that can change how our brain is working and I think that includes, certainly includes alcohol. And I think it certainly includes cannabis too. - I'd love to talk about psychedelics for two reasons. "
        },
        {
            "timestamp": 6293,
            "text": "One, there seems to be a tremendous amount of interest in psychedelics as a therapeutic clinical tool. I know there's also recreational use and I'll just preface all this by saying that my stance is we absolutely know for sure that these are controlled substances, they're illegal to possess, sell or use in most of the country. There are few areas where it, they are decriminalized. - [Paul] Yes. And psychedelics is a broad category, of course. And we can touch on some of the different, different ones, but whereas five years or so, five years ago or so I was truly afraid to say the word psychedelics in any kind of public venue, there are laboratories at Stanford working on ketamine, psilocybin, MDMA, mostly in animal models. There's terrific work going on at Johns Hopkins University School of Medicine, Matthew Johnson's Lab, and others looking at the clinical applications, mainly of high dose psilocybin and LSD. There's the maps trials with MDMA. - [Paul] Yes. - So nowadays it's safe for an academic like me to say the word psychedelics. And I'm, I'd love to approach this question of psychedelics from a place of true exploration and curiosity. But with the preface that we're talking about this in a legal clinical setting. - [Paul] Yes. - And the legality is something that's now in process. I don't think it's completed, but that's my understanding, but there are trials. You can go to clinical trials.gov and put in MDMA, and you'll see a bunch of clinical trials that are happening in the recruiting subjects. So I think it's safe to have the conversation now, and I'd love your thoughts about psychedelics. Maybe we could start with psilocybin and LSD as a broad category of drugs, that at least my understanding is they touch on mainly the serotonin system, some specific receptor activation and modulation, tend to change notions of space and time, adjust internal state. Maybe we would start there. - [Paul] Yes. - And then maybe venture into some of the other ones. So what are your thoughts on these drugs for therapeutic potential also potential hazards, etcetera. - Yeah, I think if we look at the true psychedelics, so psilocybin and LSD, right? Because ketamine and MDMA, they're different categories of medicine. They're these sort of novel tools to bring to bear. But if we start with psilocybin, LSD, true psychedelics, I think why it is, why they have gained so much momentum over the last several years is because the data coming from the labs and the academic centers is so powerfully positive. And as someone who's, I'm interested in anything that's potentially helpful, right? And I want to learn and understand that because a lot of things that are potentially helpful, you know, you go and look at the data and you see that that's not helpful, that's harmful. I think what we have seen with psychedelics is that they're so helpful, right? And the trials are bearing that out. And of course these are used in professional hands and with the right kind of guidance are extremely powerful tools, but used in the right way by someone who knows how to utilize them in the right setting can have an immense positive impact. And that's why I think that the thought is there across people and more and more people feel comfortable saying it and talking about it, I mean we're in the state of Oregon now where the thought is, we're moving towards legalization of psilocybin early in 2023. And it's part the new data, right? And how it meshes with the older data, right? How it meshes with data from the 60s and 70s that showed such a strong, powerful impact of these medicines. And I have a whole set of thoughts about what's happening there and they're just their conjectures, right? But my read of, you know, as best I can try and understand the neuroscience and the clinical applicability and the changes is, what happens is we see less communication or less chatter in the outer parts of the brain, right? the the outer parts of the cortex. And I think that as human beings, we sort of glorify the parts of the brain that only we have. I mean, certainly in my growing up, right? I mean, what did I learn? Even if you think about like, learning about the brain in high school, right? I learned that like, wow, we're great as humans 'cause we have language and other animals don't and we can use tools and like aren't we so great because we have this part of the brain that other animals don't and it lets us function, right? Okay, there's some truth to that. That we can do things others can't do. But we get lost often in the outer parts of the cortex, which I think are about survival, right? So we come back to the things you and I talked about early on of like, why are these trauma mechanisms in us, right? So like so much of what's going on in our brains is about survival. And I think living so to speak in the cortex, right? And the outer part of the brain is consistent with a focus on survival. So if you think that's where language is, that's where vision is, that's where executive function is. So planning and task execution, so much of that is about making our way in the world around us. So we tend to glorify that and think, well, that's in a sense where our existence is, right? And I believe that is not true, right? And again, can I say that for sure, of course not, right? But my read of 20 years of doing clinical work and thinking about all sorts of medicines and thinking about the psychedelics in a lot of depth, I think that what they do is they take us out of the cortex, right? Because that's where we run into these problems. That's where we bounce things over and over again that the distress centers deepen our brain and the brain stem kind of align with the outer parts of the cortex and they say, right, we we're in distress. We want to stay alive. Often a lot of us have had trauma that makes these changes in the brain and then we're thinking all the time, like what would I do if, if there were war, what would I do if there's civil war, if someone bombs us, what will I do if the economy collapses, right? What will I do if somebody gets sick? We're thinking all this future projection that is all coming from a place of fear, right? It's all coming from a desire to think about things and control the future with this part of the brain that is so uniquely human, right? And I think when we take the neuro transmission out of those places, right? And we set it in a part of the brain and say the insular cortex, right? The parts of the brain that are sort of in the middle, right? Which I think, I believe is where our humanness really is. So the psychedelics make there be less chatter communication in these other parts of the brain. And then we become seated in the part of the brain that I believe is most about our experience of true humanness, which is why, when you read about, people who have experiences and I've heard about them and people talk to me about this, right? They've utilized it. They talk with me. So whether it's someone telling me their story or it's coming from research data, it's why people can sort of see with clarity that, oh, that trauma, that thing is not my fault, right? Like we feel a sense of compassion for ourselves. We relieve ourselves, release ourselves from guilt and you say, why is this so helpful to people? And I think it's because it can do what we are trying to get at in good therapy, but it can really catalyze that by just putting a person in that part of the brain that can see it for what it is, without all that chatter in the cortex about, hey, got to think it's your father, you won't avoid it again and that makes the repetition compulsion. How do I think ahead to the next thing that might happen and what else bad might happen? I mean, we don't get anywhere doing that. And I think where we get somewhere is when we seed ourselves deeper in the brain, which I think we do if, if we're like doing really good therapy and we're, we're in the deep parts of the brain, but these, these psychedelics, the medicinal value I believe is putting us in that part of the brain where a person can really find truth. And that's why I think that, that's come so far in these few years because I think that is very clinically evident. And I think we're going to see more and more of the value of that and how, what the psychedelics do can become, I believe a heuristic for understanding like wait, how are our brains really functioning? And what are the parts that really matter to our experience of being human? It's those parts of the brain, right? The deep parts of the brain, the insular cortex and the areas around it that say light up when a person has an experience of spiritual ecstasy or an experience of connection with another person, right? We kind of have these telltale markers that something is going on there that's very important and very special. And I think we're more attracted to the outer parts of the brain in part 'cause they're easier to study, right? I mean, as you know, better than I do, we started studying the brain through lesion studies, right? 'Cause it was easy to, or to see if a person got hurt in this part of the brain or had a stroke in that part of the brain, what changes? So we look at the cortex 'cause one, it's easier to study and we tend to glorify it. And I think that has been misguided. And I think that we're learning. about how that's been misguided through the study of these novel modalities from Western perspectives, would of course they've been used for a long, long time in other cultures, but novel from our perspective. - Yeah, I'm fascinated by this idea that in these middle brain structures is, "
        },
        {
            "timestamp": 6872,
            "text": "is where our humanity lies and as you said, I also wonder whether or not other animals experience life more from that orientation with less chatter. We can only guess, but. - [Paul] right. You know, that a dog lover and being in the presence of animals that seem to just be present in what's happening in their immediate environment, not too much anticipation. - Right, I mean, through sentient right? I mean what you're talking about is sentience, it's important. And sentience is extremely important, right? And if we're going to overvalue say language, then I think we undervalue sentience, right? Which is why I think we tend to undervalue animals, right? And their suffering, we say, well, they're not saying anything about it, right? And you know, they're not writing about it, so, okay. It's easy to ignore and we think about, again the hubris of that right though, because we can think and talk and write, like we must be feeling more than species that don't do that. I mean I think, I think that that is so true and that we're going to understand more about sentience in other species and how, that's at the core of existence. And my hope would be that we value more humans and animals, right? Through the evolution of that understanding. - The hallucinations that accompany psychedelics "
        },
        {
            "timestamp": 6948,
            "text": "like LSD and psilocybin have such an attractive force to them as a concept and as an experience. And so I think most often when people hear hallucinogens, they think, and psychedelics, they think about hallucinating. - [Paul] Right. - It makes sense why they would. - [Paul] Right. - But what's so interesting to me is nothing in your answer about psychedelics, psilocybin and LSD focused on hallucinations, per se. It was more about feeling states, accessing a feeling state or a relation to an event or to a person or to oneself. Maybe even I, I caught hints of maybe even empathy for one's self. - Yes. - [Andrew] For the first time. - Yes. - None of that had to do with seeing sounds or hearing colors and these kind of cliche statements about hallucination. So I am aware of laboratories, one at a University of California Davis in particular, but a few others that are trying to generate chemical variance of psychedelics that lack the hallucinogenic properties, but maintain these other properties as therapeutic tools. And as I say that, I realize that I, people in the psychedelic community are probably thinking, oh, that's horrible. That's the dismantling of the core thing. But the simple question is, do you think the hallucinations are valuable for anything? - And I think we're really getting into the philosophical, right, the ontological, right? There's this sort of trying to understand being, right? And I don't claim to know the answer to that. I think that at times it seems like the hallucinations have a metaphorical or a symbolic way of being helpful, right? Because people will come to understand things that they hold dear and true after the experience, right? That often, not always, come through the lens of the hallucinations. So are the hallucinations necessary? Are those hallucinations sometimes important sometimes not? I mean, I think we don't understand that. And I think we want to be respectful of the sort of mystery of that. But what I think is fascinating is when you think about like substance abuse and what that means is, well, one aspect of that is that a person has experiences, thoughts, conceptions of self in the world with the substance that without the substance, they know are wrong, right? People talk about, you know, liquid courage, right? And okay, I feel better about myself and I feel courageous 'cause I've had a couple of drinks. Now, when I, when I, after that, I feel like normal about myself and that was false, right? And we see that like, that's part of what substance intoxication means, right? But what we see with the psychedelic medicines is something that's incredibly different, right? That people are having experiences that are so delinked from our normal experience of reality. And then when they come in a sense back online with right, in a normal cognitive way, they realize like, wow, now I'm applying all those mechanisms of trying to understand truth and to that, and what I see is that it's true and wow, it's true. Like, I mean, we hear that all the time, which tells me, hey, something different is going on there. And of course these are powerful tools so misused like very bad things can happen. But you think about the clinical utility and what does it mean that so many people change for the healthier or even change their lives after an experience because it so resonates as like, oh, now I understand something that's true. And it's not something bizarre. It's like, I wasn't responsible for being raped that time or I'm not less than even though my sexuality or my gender identity's different from some silly binary concept, right? Like people kind of often get it and they feel differently about themselves and guilt and shame are impacted. So I think we're likely to see that they are powerful anti-trauma mechanisms again, used clinically in the right hands. And I think that we're also going to see that they're heuristic for understanding our brain that goes against what I see as some of the reflexive hubris of, well, the outer parts must be the best because that's what makes us human and other animals don't have it. And we're better because we're human. I mean, it makes no sense, you know? - I'd like to talk about MDMA "
        },
        {
            "timestamp": 7201,
            "text": "and I'll preface this by saying I was a participant actually, technically I'm still a participant in a clinical trial. So I have experience of doing it twice at the trial involves three separate dosings of this. I was reluctant to do it outside of a clinical trial, mostly because I was aware there can be some cardiac effects. And I liked the idea there would be a clinician on hand. And I'll just say that I found the experiences to be profound, beneficial and very different from one session to the next. The first one felt a whole collection of ideas and relational things came up that felt very powerful and transformative. And I do think that I learned there, I exported a number of things, my particular experience isn't relevant here, but the second time I expected it to be the same way. And it was very mellow and relaxing and was deeply tied to kind of notions of acceptance. So there weren't all these revelations and wow new insights. It was very much about sort of grounding into a kind of a calmer state. So I have the personal experience of benefiting from these in ways that I think still benefit me and was very struck by the power of MDMA. And my very crude understanding of the pharmacology and the state that is being under MDMA is that it encourages or increases dopaminergic transmission, but also serotonergic transmission. - Yeah. - Which is to my knowledge, a kind of a rare state for the brain to be in that typically it's more of a seesaw dopaminergic drive towards external goals or more serotonergic drive towards more plasticity or comfort with what one already has. And so with both those systems amplified, the only way I can describe it subjectively is that it, everything sort of funneled back in, and it was almost like a pursuit of inner landscape. And I can only imagine what it would be like in the context of doing this with somebody else also taking MDMA. I have no idea what that's like. That's my report of the experience. I know that the experience can vary. What are your thoughts about the chemistry and what sorts of states do you think MDMA is creating that can explain why it's a useful therapeutic tool in some cases and what sorts of cases those might be. - Sure, sure. To clarify, I think part of what we're starting with is this is very different than the psychedelics, right? Which are seeding our consciousness in these deep centers of the brain, right? Whereas what MDMA is doing is sort of flooding with positive neurotransmitters, right? In certain parts of the brain. And I think what that creates is a greater permissiveness inside to entertain or approach different things, right? So I think where we see it's tremend, my read of the data is around potentially and we're seeing in some of the trials, right? Tremendous benefit for trauma, right? And you think about what we were talking about earlier, how this reflexive, guilt, shame, hypervigilance, avoidance, right? And when these systems are flooded with these neurotransmitters, it's more permissive to sort of think about that, right? And to think about that without again, all the chatter of that's your fault, or you're never going to get anywhere because of that, or you know what that means, right? They could kind of go away and then we can think about it in a way that isn't through the lens of fear, right? And I think that's, the power there is that it's permissive of approaching something, contemplating something, a different, a novelty as we talk about a de novo approach. And I think that's also why the experience can vary because you could also see how, if you're not thinking about something, right? So there's not a clinical guidance to it, you could be in a state where like, hey, I just feel good, right? And I'm thinking about good things. And like, that can feel good, right? But it, but that's not necessarily problem solving, right? So the clinical guidance says, hey, let's take that state and do something with it, right? Let's Now that you're in this state, let's make hay while the sun is shinning, right? You're in a state where we can look at things that are traumatic, right? We can approach them from a de novo perspective. And I think it's part, I think that explains why you had these different experiences from one to the other, because your brain is just in a state that's conducive to something, right? But if there's not the mechanism to have that thing happen, like conducive to something therapeutic, then you might go there on your own. Or you might just be in a state where you have a sense of wellbeing and you sit with that. - Which sort of seems like a waste to me. I mean, this is what I tell people when they ask about MDMA. "
        },
        {
            "timestamp": 7487,
            "text": "I said, at least from my experience that the potential hazard there is that in that very high dopaminergic, serotonergic state, there were moments where I felt like I could get excited about any one specific concept that I might even just think about, for instance, water and how nourishing it is, and really just go down the path of water and the world and all the water and you can, you're in a state that is very prone to suggestion. - [Paul] Yes. - Internal suggestion. And so the guidance turned out, the guidance from the clinician turned out to be immensely valuable in allowing me to go into my own heads for bits of time, but then also to resurface and share and exchange in a way to, I'm trying really get something out of it that was useful and that I could export because of course water is wonderful, but I'm not really interested in growing my relationship to water. - [Paul] Yes. And I really felt like in, I could understand for the, I never went to raves or anything growing up. I never did MDMA recreationally, but I understood for the first time how people could get really attached to an environment and feel connected to things. Because I think with all that serotonin, you just feel connected to everything around you. So I think it's a slippery slope there. - Yes. - And I don't know what the future of the clinical use of MDMA looks like, but I would hope that whoever's thinking about I'm guiding these sessions is really thinking carefully, also about evolving the practice to help people really move through in a sequential way so they can leave with something valuable. - Yes, 100%, 100%. These are such powerful tools. And again, if they're powerful tools and we're using them without respect for them, right? Without clinical guidance, we incur risk, right? I mean, you know, getting obsessed with water while it probably isn't going to hurt you, right? But if someone is out using it, they're around other people, what one can feel positively about or become sort of obsessed in the short term about can be very counterproductive, right? It can be a lot of risk to that. So I think it anchors back to these are very powerful tools. We're coming to understand them much, much more. And we're coming to understand that they have immense potential to be helpful to us. But I think and hope that that only also increases our respect for those modalities and what can come, what negative can happen if we're not respectful. - It's going to be very interesting to see where all of this goes in the next few years, not just in Oregon, but elsewhere. One way or another it's happening. It seems to have a momentum that is not going to stop. So very exciting area to be sure. - I agree. - I have a question about language. In your book, "
        },
        {
            "timestamp": 7648,
            "text": "you talk about how we need to be careful about the use of language around trauma. - [Paul] Yes. - Maybe problem solving and problem describing in general. At one extreme, you hear that your brain and your body hear every word you say, and, you know, we have to be so careful with language. And that actually frightened me for a number of years, 'cause I would hear that and I thought, gosh, if I just think that something is bad now it's going to hurt me worse, which itself is part of that whole, packing down of an issue. Very hard to avoid thoughts without distraction. - [Paul] Yes. - So that's one extreme, on the other hand, I can say, I can tell somebody, I love them with a tone of hatred. I can tell somebody I hate them with a tone of love. - [Paul] Yes. - So how should we think about language in parsing trauma? And in your book you talk about, you give some cautionary notes about talking about depression, trauma and PTSD in terms that that might diminish their real severity in some cases. And I was really struck by that. So maybe just touch on how should we talk about these things in a way that doesn't diminish them for ourselves or for other people. And at the same time honors the fact that there's a lot of trauma out there. - [Paul] Right - And there's a lot of depression out there and we need to talk about it. - Yeah. I think this a very complicated and in many ways convoluted topic, like I think it's wonderful that we have language, but boy, language leads us astray often too. You think about how we, how people define words? Someone says a word, what is it? Does that person know what that word means? What nuance are they taking from? it We just have to be very careful what we're saying and what we're communicating. And I think this doesn't mean because, there's a sort of phenomenon now where people are trying to control language I think too much, like you can't say anything that someone else might find hurtful or you have to refer to people in ways they choose to be referred to, even if those are ways that others don't understand, or ways they themselves have decided or ways that might be psychologically or clinically unhelpful. So I think the over control of language is not good, but I think the specificity of language of what are we trying to say, how are we defining it? Or even the word trauma, right? We're talking about trauma. So we want to define what that means, right? It doesn't just mean like, oh, anything kind of negative, right? Because then that dilutes it down to meaning nothing, right? It also doesn't just mean, injury and combat, right? Like we have to talk about what that is. So I think anchoring it to something that rises to the magnitude of overwhelming our coping skills and changing us, like then at least I define it that way and I can communicate that to you and we can understand what we're talking about, right? I think that another aspect of language, while again, we need this middle ground and I don't think that it is okay for the over control of language to shut down expression, but we also have to acknowledge, how we're so much less distanced from each other through social media. And I think social media can do very, very good things as hopefully we're doing now, right? But it can also be used to harm people from a distance, right? And how much hatefulness is there out there that I think comes from anger and frustration in people, back to trauma, right? Where people just want to be angry and it's not really issues that they're talking about, but then there's a target of that anger and people feel beleaguered by that. And the words that people use sometimes are so awful that someone reading that, like if you're in the demographic that's being targeted, right? And you're reading that, I mean, how does a person not feel, not feel, be set upon vulnerable, right? And then I think that also fuels, things like we just had this terrible shooting in Buffalo, right? Like just hate motivated, right? And I think that, because that kind of language becomes very real to people who may take it in, it fuels their hate and then they do something to enact it, which of course creates greater feel and fear and vulnerability. And I think there was some civility and decorum that was in our world, not that long ago, right? I mean, you know, I'm in my early fifties, I'm not that old, right? But I remember a time when in political discourse, say people were civil to one another, right? Now so much, I mean, it's not all of it, right? But there's an acceptance of things that are just bombastic, right? It's a circus side show sometimes of people being just angry and aggressive and it's not really linked to anything, although it's allegedly linked to something, but then other people's anger can attach to it. And it's not about what it's about, but it's about aligning with the anger and I think that there is so much damage that comes from that. And I think, should we have, should it be okay that people sometimes are talking, communicating, using language in ways that would like get us suspended from middle school, right? Ways I don't want my eight year old to see, I mean, is that really okay? Or do we need to take a stand for like rational use of language? I don't want my use of language to be over controlled by someone who thinks they sort of understand better than the rest of us how to communicate with us. Okay, I don't want that. What's stereotypically a sort of idea of the left say, right? At least in our society, but I also don't want, language, it can be so angry and so aggressive that it is perpetuating or spreading vulnerability and that it facilitates trauma. And I think we could set standards as a society where we say, look, I don't want anybody in power who's going to behave that way, right? I don't care if their whole agenda is like, make Paul Conti's life better. I'm still not going to vote for you, right? If you're behaving towards others in a way that's denigrating, you're behaving in a way that I feel essentially ashamed of, right? And I feel that a lot, right? I see the politics, you know, I see things play out. It's not always political, of course not always political, but I see things play out and I think, oh my gosh, I feel embarrassed. Like we we're somehow okay with this. Well, it doesn't matter which side of the political spectrum it's coming to. And I think that's an indicator that what we're doing is really hurtful to us. People become more angry. They attach to the anger. People feel more beleaguered. There's more divisions between us. And it seems more and more like, well, we can only really identify with people who are just like us and like, what does that really mean? I mean, the divisions that it creates between us and that promotes so many negative things, right? I mean, think about ways in which it promotes white supremacy, right? It's just one example, right? And we've seen that play out that this is really bad for us. And we've got to look at that. I mean, if we don't look at that, I don't think something is going to happen. Like something is happening, right? It's happening now. - Yeah, and I'm, it really, to my mind, it really seeps down into the soil of everything that we're talking about. - Yes. - On all sides. - [Paul] Yes. - People are activated. People are upset about one thing or the other. - Right. - No one is immune from upset regardless of political affiliation. - [Paul] Right. - Everybody seems to be upset nowadays. - [Paul] Right. - As I was hearing you talk about this, I feel a lot of resonance with what you said and I also am hoping you run for office. - Thank you. I don't think I have the gumption for that but thank you for. - [Andrew] Well, that would be wonderful. - Thank you. I'd like to talk about a concept "
        },
        {
            "timestamp": 8109,
            "text": "of taking care of one's self. This comes up in the book. - [Paul] Yes. - This is something we talk a lot about on this podcast. I mean, I think people have heard me blab endlessly, and I'll probably go into the grave telling people to get sunlight in their eyes when they can and to try and get proper sleep and to have a few tools for reducing their anxiety in real time and on and on and on. - [Paul] Right. - We hear about this concept of taking care of oneself and I think at a surface level, it can sound a little bit light, you know, oh, take care, take care, take good care. But to me it's a deep and powerful concept. - [Paul] Yes. - And I was very happy to see it in your book and also to learn a lot of ideas about what that really looks like, because whether or not somebody is in the early stages of considering whether or not they have trauma or is in the deep stages of working that through or has made it through the tunnel some distance taking care of oneself is an ongoing process. - [Paul] Yes. - I'd love for you to just describe what taking care of oneself means to you as a clinician. And of course the practices and things that you encourage people to do. But how should we think about taking care of oneself because on one extreme, you could imagine massages or treats vacations and chefs for hire that take care of everything for ourselves. And on the other extreme, you could say, leaning into life in a way that you're paying attention to small things while working very, very hard. So it's such a big concept, how do you think about taking care of one's self? How should I take care of myself? - [Paul] Sure. - How should people take care of themselves? - Sure. - I see here, what I think is a very fascinating dichotomy, right? That in some ways, like, think about how complex our brains are, right? How complex our psyches, our unconscious minds are. There's so much complexity there, but on the other hand, psychological concepts that are consistent with health are often very simple, right? Which I don't mean light, right? But simple, straightforward, right? And I think self-care is absolutely one of them. I mean, how much is talked about, how to take care of one self that just skips over the basics that are necessary as a building block for all else. So it doesn't matter how many chefs or vacations or whatever a person has if the basics of self-care aren't squared away. And it's not a light concept to say like, are you sleeping enough, right? Are you eating well? Are you getting natural light? Are you interacting with people who are good to interact with, right? Are you accepting negative interactions in your life? Are you living in circumstances that make you feel okay or not? They're very basic premises, but so often we're not looking at them at all, right? We're not looking at them at all because we tend to skip over them and we tend to skip over them either, because, again, in some automatic way that sometimes is trauma driven or we're not going to look at that, right? And often not taking care of ourselves can have the punishment distraction, right? There's so much that can come into that. Or our sense of power is, is tied to not taking care of ourselves. I mean, I'll give you an example is I tend to, for whatever reason do reasonably well with very poor self care, right? And like, that was very adaptive when I was into medical training, right? And I'm like, okay, I can eat a lot today. I can not eat, right? I can sleep two hours. I can sleep eight, right? I mean, overall, that's not good. And it hasn't been good for me as I've aged. But then I realized some look, I'm doing all these things to make myself healthier, but like what, I ignored that, right? And why am I ignoring it? That was a key question. Why am I ignoring it? Because somewhere inside of me, as it was, and still to some extent is, this idea that my ability to be really functional, right? To generate success in the world around me is tied to my ability to do that, right? That, oh, but if I stop doing that and now I'm like, I'm eating and sleeping regularly, then I'm going to lose some edge. So even I think about this all the time, but I realize, hey, I'm also, I'm not doing it inside, you know? And I think it's really grounding to the basics that really help us of like, what are the basics of what I'm doing and not doing in my life, diet, exercise, sleep, people, circumstances, leisure activities. I mean, sunlight. I think immensely important and dramatically undervalued. - Well, I want to thank you for that. And I want to thank you for today's discussion. I found it to be incredibly informative and I know our listeners will also. I also want to thank you for the work you do. I mean, you obviously run an incredibly robust clinical practice that I'm aware that you're constantly trying to improve, even though it's operating at the highest levels already. - I appreciate that. - I really, the reason why you're here today is because I've done a wide and deep search for people in these areas. And there are so few who have the background in medical training and physiology, in the psychoanalytic and psychiatric realm and also have a grounding toward the future, of what's coming and who can encapsulate so many different orientations and bring them together into a coherent piece. So I really thank you. - I so appreciate that. - Yeah, and for your book, which is incredible, I will go on record saying, I think this is the definitive book on trauma. - Wow, thank you. - And I really encourage people to read it and will continue to encourage people to read it. It has so many valuable takeaways and insights and tools there. So on behalf of the listeners and myself, thank you so much for joining us today. - You're very welcome. And I take that to heart and I'm very appreciative of being here, so you're very welcome and thank you as well. - Thank you. Thank you for joining me "
        },
        {
            "timestamp": 8473,
            "text": "for my discussion with Dr. Paul Conti.I also highly recommend that\nyou explore his new book,which is \"Trauma: The Invisible Epidemic,How Trauma Works and How\nWe Can Heal From It.\"It's an exceptional resource,both for those that have traumaand those that don't have traumaor those that suspect\nthey might have trauma.Again, it's a deep dive\ninto what trauma isand offers many simple\ntools that anyone can applywith a therapist or not, in\norder to heal from trauma.And if you'd like to\nlearn more about Dr. Contiand the work he does\ndirectly with patients,please check out his website,\npacificpremieregroup.com.We've also provided a\nlink to both the bookand pacificpremieregroup.com\nin the show note captions.If you are learning from and\nor enjoying this podcast,please subscribe to our YouTube channel.That's a terrific zero\ncost way to support us.In addition, please\nsubscribe to the podcaston both Spotify and Appleand on both Spotify and Apple,you can also leave us up\nto a five star review.On YouTube, you can leave us commentsor suggestions about\ncontent that you'd like usto cover as well as suggestions of futureguests that you'd like us\nto host on the podcast.We do read all those comments.Please also check out\nthe sponsors mentionedat the beginning of today's episode.That is the best way to\nsupport this podcast.Not so much in today's episode,but in many previous episodes\nof the Huberman Lab Podcast,we discuss supplements.While supplements aren't\nnecessary for everybody,many people derive\ntremendous benefit from them,for things like improving\nthe transition timeand the depth of sleep each night,for improving focus, for managing anxietyand for many other\naspects of mental health,physical health and performance.For that reason,the Huberman Lab Podcast has partneredwith Momentous supplements\nbecause first off,they are of the very highest quality.They also ship internationally,which many other supplement\ncompanies do not.And we wanted to have a one\nstop location where people couldfind and access the\nsupplements that are discussedon the Huberman Lab Podcast.So if you go to\nlivemomentous.com/huberman,you'll find many of the\nsupplements that are commonlydiscussed on the Huberman Lab Podcast.I should just mention that the\ncatalog of supplements therewill be expanding in the\nweeks and months to follow,but already a number of them for sleepand focus and other\naspects of mental health,physical health and performanceare already there at\nlivemomentous.com/huberman.If you're not already following\nHuberman Lab on Instagramand Twitter, please do so.There I cover science\nand science based tools,some of which overlaps with the contentto the Huberman Lab Podcast,but much of which is distinct\nfrom the information coveredon the Huberman Lab Podcast.We also have a newslettercalled the Neural Network Newsletter,where we offer distilled information.So lists of protocolsand key takeaways from podcast episodes.If you want to sign up for the newsletter,all it requires is your email.Please know that we do not\nshare your email with anybody.We have a very clear privacy policy.You can find all that by\ngoing to hubermanlab.com.There's a menu there where you can sign upfor the Neural Network Newsletter.You can also immediately get accessto some example newsletters.So you know what the\nnewsletter is all about.So thank you once again for\njoining me for my discussionwith Dr. Paul Conti and last,but certainly not least,thank you for your interest in science.[upbeat rock music]"
        }
    ],
    "episode_summary": "My guest this episode is Dr. Paul Conti, M.D., a psychiatrist and expert in treating trauma, personality disorders and psychiatric illnesses and challenges of various kinds. Dr. Conti earned his MD at Stanford and did his residency at Harvard Medical School. He now runs the Pacific Premiere Group—a clinical practice helping people heal and grow from trauma and other life challenges. We discuss trauma: what it is and its far-reaching effects on the mind and body, as well as the best treatment approaches for trauma. We also explore how to choose a therapist and how to get the most out of therapy, as well as how to do self-directed therapy. We discuss the positive and negative effects of antidepressants, ADHD medications, alcohol, cannabis, and the therapeutic potential of psychedelics (e.g., psilocybin and LSD), ketamine and MDMA. This episode is must listen for anyone seeking or already doing therapy, processing trauma, and/or considering psychoactive medication. Both patients and practitioners ought to benefit from the information.\nFor the full show notes, visit hubermanlab.com.\nThank you to our sponsors\nAG1 (Athletic Greens): https://athleticgreens.com/huberman\nLMNT: https://drinklmnt.com/huberman\nSupplements from Momentous\nhttps://www.livemomentous.com/huberman"
}