{
    "title": "Dr. Sam Harris: Using Meditation to Focus, View Consciousness & Expand Your Mind",
    "ep_num": "83",
    "link": "https://www.youtube.com/watch?v=-wIt_WsJGfw",
    "chunks": [
        {
            "timestamp": 0,
            "text": "ANDREW HUBERMAN: Welcome to the Huberman Lab podcast, where we discuss science and science-based tools for everyday life. [MUSIC PLAYING] I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today my guest is Dr. Sam Harris. Dr. Sam Harris did his undergraduate training in philosophy at Stanford University and then went on to do his doctorate in neuroscience at the University of California at Los Angeles. He is well known as an author who has written about everything from meditation to consciousness, free will. And he holds many strong political views that he's voiced on social media and in the content of various books as they relate to philosophy and neuroscience. During today's episode, I mainly talk to Dr. Harris about his views and practices related to meditation, consciousness, and free will. In fact, he made several important points about what a proper meditation practice can accomplish. Prior to this episode, I thought that meditation was about deliberately changing one's conscious experience in order to achieve things such as deeper relaxation, a heightened sense of focus or ability to focus generally, elevated memory, and so on. What Sam taught me and what you'll soon learn as well is that while meditation does indeed hold all of those valuable benefits, the main value of a meditation practice, or perhaps the greater value of a meditation practice, is that it doesn't just allow one to change their conscious experience, but it actually can allow a human being to view consciousness itself. That is to understand what the process of consciousness is. And in doing so, to profoundly shift the way that one engages with the world and with oneself in all practices, all environments, and at all times, both in sleep and in waking states. And in that way making meditation perhaps the most potent and important portal by which one can access novel ways of thinking and being and viewing one's life experience. We also discussed the so-called mind-body problem and issues of duality and free will. Concepts from philosophy and neuroscience that, fortunately, thanks to valuable experiments and deep thinking on the part of people like Dr. Sam Harris and others, is now leading people to understand really what free will is and isn't. Where the locus of free will likely sits in the brain, if it indeed resides in the brain at all. And what it means to be a conscious being and how we can modify our conscious states in ways that allow us to be more functional. We also discuss perception, both visual perception auditory perception, and especially interesting to me, and I think as well, hopefully to you, time perception, which we know is very elastic in the brain. The literal frame rate by which we process our conscious experience can expand and contract dramatically depending on our state of mind and how conscious we are about our state of mind. So we went deep into that topic as well. Today's discussion was indeed an intellectual deep dive into all the topics that I mentioned a few moments ago, but it also included many practical tools. In fact, I pushed Sam to share with us what his specific practices are and how we can all arrive at a clearer and better understanding of a meditation practice that we can each and all apply. So that we can derive these incredible benefits, not just the ones related to stress and focus and enhanced memory, but the ones that relate to our consciousness. That is to our deeper sense of self and to others. Several times during today's episode, I mentioned the Waing Up app. The Waking Up app was developed by Sam Harris, but I want to emphasize that my mention of the app is in no way a paid promotional. Rather the Waking Up app is one that I've used for some period of time now and find very, very useful. I have family members that also use it. Other staff members here at the Huberman Lab podcast use it because we find it to be such a powerful tool. Sam has generously offered Huberman Lab podcast listeners a 30-day completely free trial of the Waking Up app. If any of you want to try it, you can simply go to wakingup.com/huberman to get that 30-day free trial. During today's discussion, we didn't just talk about meditation consciousness and free will. We also talked about psychedelics. Both their therapeutic applications for the treatment of things like depression and PTSD, but also the use of psychedelics. And we discussed Sam's experiences with psychedelics as they relate to expanding one's consciousness. I also asked Sam about his views and practices related to social media. Prompted in no small part by his recent voluntary decision to close down his Twitter account. So we talked about his rationale for doing that, how he feels about doing that. And I think you'll find that to be very interesting as well. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero-cost-to-consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Levels. "
        },
        {
            "timestamp": 294,
            "text": "Levels is a program that lets you see how different foods and behaviors affect your health by giving you real-time feedback using a continuous glucose monitor. One of the most important factors in your immediate and long-term health are your blood sugar levels. And not just your overall blood sugar levels but your blood sugar levels throughout the day in response to different foods you eat, to fasting if you're into fasting, to exercise, and so forth. I started using Levels some time ago in order to figure out how different foods impact my blood sugar levels, and indeed, it does that very well. It allowed me to see how certain foods really spike my blood sugar and others keep it more level. And in particular, how foods that I eat after exercise can help raise my blood glucose just enough but not so much that then I get a crash two or three hours later, which was what was happening before I started using Levels. I've made certain adjustments to my diet. I can now eat post-exercise and still have plenty of energy throughout the day without any issues. It also has helped me understand how different behaviors impact my blood glucose levels. If you're interested in learning more about Levels and trying a continuous glucose monitor yourself, go to levels.link/huberman. Again that's levels.link spelled L-I-N-K /huberman. Today's episode is also brought to us by WHOOP. WHOOP is a fitness wearable device that tracks your daily activity and sleep but goes beyond activity and sleep tracking to provide real-time feedback on how to adjust your training and sleep schedules in order to feel and perform better. Six months ago, I started working with WHOOP as a member of their scientific advisory council as a way to help WHOOP advance their mission of unlocking human performance. And as a WHOOP user, I've experienced firsthand the health benefits of their technology. It's clear, based on quality research, that WHOOP can inform you how well you're sleeping, how to change your sleep habits, how to change your activity habits. Even how to modify different aspects of your nutrition, exercise, sleep, and lifestyle in order to maximize your mental health, physical health, and performance. So whether or not you're an athlete or you're exercising simply for health, WHOOP can really help you understand how your body functions under different conditions and how to really program your schedule, nutrition and exercise, and many other factors of your life in order to really optimize your health and performance, including your cognition. If you're interested in trying WHOOP, you can go to join WHOOP spelled whoop.com/huberman. That's join whoop.com/huberman today and get your first month free. Today's episode is also brought to us by Eight Sleep. Eight Sleep make smart mattress covers with cooling, heating, and sleep-tracking capacity. I've talked many times before on this podcast about the fact that sleep is the fundamental layer of mental health, physical health, and performance. Now one of the key things for getting a great night's sleep every single night is to optimize the temperature of your sleeping environment. Put simply, in order to fall asleep and stay deeply asleep, your body temperature needs to drop by about 1 to 3 degrees. And waking up, on the other hand, involves a heating of your body by about 1 to 3 degrees. With Eight sleep, you can tune the temperature of your mattress cover or mattress to be cooler or hotter depending on whether or not you tend to run too hot or too cold. And you can even vary it across the night so that you can access the best deep sleep early in the night. The so-called REM sleep, rapid eye movement sleep, that's more pronounced in the later half of the night. And doing so really get your sleep optimized not just in terms of duration but in terms of quality and the overall architecture of your sleep. This has a profound influence on your alertness, focus, mood, and many other important factors throughout the day. If you'd like to try Eight Sleep, you can go to eightsleep.com/huberman to save up to $150 off their pod three cover. Eight Sleep currently ships to the USA, Canada, United Kingdom, select countries in the EU, and Australia. Again that's eightsleep.com/huberman. The Huberman Lab podcast is proud to announce that we are now partnered with Momentous supplements. Because Momentous supplements are of the very highest quality. They ship internationally, and they have single-ingredient formulations. If you'd like to access the supplements discussed on the Huberman Lab podcast, you can go to live momentous spelled O-U-S so livemomentous.com/huberman. And now, for my discussion with Dr. Sam Harris. Dr. Sam Harris. SAM HARRIS: [LAUGHTER] "
        },
        {
            "timestamp": 534,
            "text": "ANDREW HUBERMAN: We're just talking about this. SAM HARRIS: Yes, doctor. ANDREW HUBERMAN: You are indeed a doctor. [INTERPOSING VOICES] SAM HARRIS: I cannot save your life, but I am-- I might save your non-existent soul if we talk long enough. ANDREW HUBERMAN: [LAUGHTER] Well, neither of us are clinicians, but we are both brain explorers from the different perspectives. Some overlapping. SAM HARRIS: Yeah. ANDREW HUBERMAN: And I'm really excited to have this conversation. I've been listening to your voice for many years learning from you for many years. And I'd be remiss if I didn't say that my father, who's also a scientist, is an enormous fan of your Waking Up app. SAM HARRIS: Nice. That's great. ANDREW HUBERMAN: And has spent a lot of time over the last few years. He's in his late 70s. He's almost 80. He's a theoretical physicist walking to the park near his apartment and spending time meditating with the app. Or sometimes separate from the app but using the same sorts of meditations in his head. SAM HARRIS: Yeah. ANDREW HUBERMAN: So he kind of toggles back and forth. And even-- I shouldn't say-- even but-- yes, even in his late 70s, has reported that it has significantly shifted his awareness of self and his conscious experience of things happening in and around him. And he was somebody who, I think, already saw himself as a pretty aware person. SAM HARRIS: Yeah. ANDREW HUBERMAN: Thinking about quantum mechanics and the rest. So a thank you from him indirectly. SAM HARRIS: Oh, that's great. ANDREW HUBERMAN: A thank you from me now directly. And I really want to use that as a way to frame up what I think is one of the more interesting questions in not just science and philosophy and psychology but all of life, which is what is this thing that we call a self? As far as I know, we have not localized the region in the brain that can entirely account for our perception of self. There are areas, of course, that regulate proprioception, our awareness of where our limbs are in space. Maybe even our awareness of where we are in physical space. There are such circuits, as we both know. SAM HARRIS: Yeah. ANDREW HUBERMAN: But when we talk about sense of self, I have to remember this kind of neuroscience 101 thing that we always say. When you teach memory, you say you wake up every morning, and you remember who you are. You know who you are. Most people do. Even if they lack memory systems in the brain for whatever reason, pretty much everyone seems to know who they are. What are your thoughts on what that whole thing is about? And do we come into the world feeling that way? I would appreciate answers from the perspective of any field-- SAM HARRIS: Yeah. ANDREW HUBERMAN: --including neuroscience, of course. SAM HARRIS: Yeah. Well, big question. I mean, the problem is we use the term self in so many different ways, right. And there's one sense of that term, which is the target of meditation, and it's the target of deconstruction by the practice and by, as you said, any surrounding philosophy. So you'll hear, and you'll hear it from me, that this self is an illusion, right. And that there's a psychological freedom that can be experienced on the other side of discovering it to be an illusion. And some people don't like that framing. Some people would insist that it's not so much an illusion, but it's a construct, and it's not what it seems, right. But it's not that every use of the term self is illegitimate. And there are certain types of selves that are not illusory. I mean, I'm not saying that people are illusions. I'm not saying that you can't talk about yourself as distinct-- yourself as the whole person and with as psychological continuity with your past experience as being distinct from the person and psychological continuity of some other person, right. I mean-- because obviously, we have to be able to conserve those data. It's not fundamentally mysterious that you're going to wake up tomorrow morning still being psychologically continuous with your past and not my past, right. And if we swapped lives, that would demand some explanation. So the illusorines of the self doesn't cut against any of those obvious facts. So the sense of self that is illusory. And again, we might want to talk about self in other modes because there's just a lot of interest there psychologically and ultimately scientifically. The thing that doesn't exist-- it certainly doesn't exist as it seems and I would want to argue that it actually is just a proper illusion, is this the sense that there is a subject interior to experience in addition to experience. So most people feel like they're having an experience of the world. And they're having their-- an experience of their bodies in the world. And in addition to that, they feel that they are a subject internal to the body, very likely in the head. Most people feel like they're behind their face as a kind of locus of awareness and thought and intention and that every-- it's almost like they're-- you're a passenger inside your body. You don't-- most people don't feel identical to their bodies. And they can imagine this is sort of the origin, the psychological origin, the folk psychological origin, of a sense of that there might be a soul that could survive the death of the body. I mean, most people are what my friend Paul Blum calls common sense do lists. You-- you're just the default expectation seems to be that whatever the relationship between the mind and the body, there is this-- there's some promise of separability there, right. That the-- and whenever you really push hard on the science side and say, well, no, no, the mind is really just what the brain is doing, that begins to feel more and more counterintuitive to people, and there still seems some residual mystery that at death maybe something is going to lift off the brain and go elsewhere, right. So there's this sense of dualism that many people have. And obviously, that's supported by many religious beliefs. But this feeling it is a very peculiar starting point. People feel that in a-- they don't feel identical to their experience. As a matter of experience, they feel like they're on the edge of experience. Somehow appropriating it from the side. You kind of on the edge of the world. And the world is out there. Your body is, in some sense, an object in the world which is different from the world. The boundary of your skin is still meaningful. You can sort of loosely control your body. I mean, you can't control it-- you can control your gross and subtle voluntary motor movements, but you can't-- you're not controlling everything your body is doing. You're not controlling your heartbeat and your hormonal secretions and all of that. And so there's a lot that's going on that is in the dark for you. And then you give someone an instruction to meditate, say. And you say, OK, well, let's examine all of this from the first person side. Let's look for this thing you're calling I. And again, I is not identical to the body. People feel like their hands are out there. And when-- if they're going to meditate, they're going to close their eyes very likely. And now they're going to pay attention to something. They're going to pay attention to the breath or the sounds. And it's from the point of view of being a locus of attention that is now aiming attention strategically at an object, like the breath, that there's this dualism that is set up. And ultimately, the ultimate promise of meditation. I mean, there are really two levels at which you could be interested in meditation. One is very straightforward and remedial and non paradoxical and very well subscribed. And it's the usual set of claims about all the benefits you're going to get from meditation. So you're going to lower your stress, and you're going to increase your focus, and you're going to stave off cortical thinning, and there's all kinds of good things that science is saying meditation will give you. And none of that entails really drilling down on this paradoxical claim that the self is an illusion or anything else of that sort. But from my point of view, the real purpose of meditation and its real promise is not in this long list of benefits. And I'm not discounting any of those though the science for many of them is quite provisional. It's in this deeper claim that if you look for this thing you're calling I. If you look for the sense that there's a thinker in addition to the mirror rising of the next thought, say, you won't find that thing. And you can-- what's more, you cannot find it in a way that's conclusive and that matters, right. And it has-- there's a host of benefits that follow from that discovery which are quite a bit deeper and more interesting than engaging meditation on the side of its benefits. You know, de-stressing, increasing focus, and all the rest. ANDREW HUBERMAN: I have a number of questions related-- "
        },
        {
            "timestamp": 1087,
            "text": "SAM HARRIS: Sure. ANDREW HUBERMAN: --to what you just said. And first of all, I agree that the evidence that meditation can improve focus, reduce stress, et cetera. It's there. It's not an enormous pile of evidence, but it's growing. And-- SAM HARRIS: Yeah. ANDREW HUBERMAN: --I think that especially for some of the shorter meditations, which I these days view more as perceptual exercises. I've talked about this in the podcast before. But for those who haven't heard it before about perception. You can have extra perception extending to things beyond the confines of your skin. Interception, which is, I think, also includes the surface of the skin but everything inward. And meditation through eyes closed typically involving some sort of attentional spotlighting, something we'll get into more. Interior receptive versus external receptive events, et cetera, including thoughts. And-- so I think of-- at a basic level meditation as somewhat of a perceptual exercise. You can tell me where you disagree there, and I would expect and hope that you would. SAM HARRIS: Yeah. ANDREW HUBERMAN: But I would like to just touch on this idea that you brought up because it's such an interesting one. Of this idea that our bodies are containers and that we somehow view ourselves as passengers within those containers. That's certainly been my experience. And the image that I have is of-- as you say, that is of myself or of people out there that sit a few centimeters below the surface or that sit entirely in their head. And, of course, the brain and body are connected through the nervous system. I think sometimes a brain is used to replace a nervous system, and that can get us into trouble in terms of coming up with real directions and definitions. But the point is that there is something special about the real estate in the head. I think for as much as my laboratory, and many other scientists are really interested in brain-body connections through the nervous system and other organ systems that the nervous system binds that if you cut off all my limbs, I'm going to be different, but I'm fundamentally still Andrew. SAM HARRIS: Right. ANDREW HUBERMAN: Whereas if we were to lesion a couple of square millimeters out of my parietal cortex, it's an open question as to whether or not I would still seem as much like Andrew to other people and to myself-- SAM HARRIS: Yeah. ANDREW HUBERMAN: --even. And so there is something fundamentally different about the real estate in the cranial vault. SAM HARRIS: Yeah. I mean, we are-- ANDREW HUBERMAN: You can even remove both of my eyes, I'd still be Andrew. And those are two pieces of my central nervous system that are fundamental to my daily life, but I'd still be me. Whereas-- and this doesn't, I think, just apply to memory systems. I mean, I think there are regions of the frontal cortex that, when destroyed, have been shown to modify personality and self-perception in dramatic ways. So it's a sort of obvious point once it's made, but I do think it's worth highlighting because there does seem to be something special about being in the head. The other thing is that sitting a few centimeters below the surface or riding in this container makes sense to me. Except I wonder if you've ever experienced a shift as I have when something very extreme happens. Let's use the negative example of all of a sudden you're in a fear state. All of a sudden, it feels as if your entire body is you or is me. And now I need to get this thing-- the whole container and me to some place of safety in whatever form. This is also true, I think, in ecstatic states-- SAM HARRIS: Yeah. ANDREW HUBERMAN: --where you can feel really-- when people say embodied, I wonder whether or not we normally oscillate below the surface of our body. When I say oscillate, I mean in neural terms. I mean, maybe our sensory experience is not truly at the bodily surface but sits below the bodily surface more at the level of organ systems and within our head. And then certain things that jolt us-- our autonomic nervous system into heightened states bring us into states of-- bring us closer to the surface and therefore include all of us. Again, I don't want to take us down a mechanistic description of something that doesn't exist. But does any of that resonate in terms of how you are thinking about or describing the self? SAM HARRIS: Yeah, yeah. There's a lot there. First, on the point of the brain being the locus of what we are as minds. Yeah, I mean, there are people who will insist that sort of the whole nervous system has to be thought of as a-- when you're talking about our emotional life and the insulas connection to the gut. And just the sense of self extends beyond the brain. But I totally take your point that a brain transplant is a coherent idea, and you would expect to go with the brain rather than with the viscera. And so, in that sense, we really are the old philosophical thought experiment of being a brain in a VAT. I mean, we essentially are already-- the VAT is our skull, and we're virtually in that situation. ANDREW HUBERMAN: A horrible movie. I'm sorry I can't help but interrupt. SAM HARRIS: Yeah. ANDREW HUBERMAN: When I was a teenager, my sister and I used to go to the movies every once in a while, and we'd trade off who could pick the movie. And she took me to see once the movie Boxing Helena. SAM HARRIS: Oh yeah. ANDREW HUBERMAN: The David Lynch film-- SAM HARRIS: Which I never saw that again. ANDREW HUBERMAN: --where he amputates the limbs of a woman who he's obsessed by and keeps her. It's a really horrible-- SAM HARRIS: Yeah. ANDREW HUBERMAN: --film. And about 20 minutes into it, my sister just turned to me and said, I'm so sorry. And the question there was whether or not two siblings should actually persist in a movie like that. SAM HARRIS: Right. ANDREW HUBERMAN: And we decided to persist in the movie so that we could laugh about it later. But it was rather disturbing. I don't recommend the movie. Nor do I recommend seeing it with a sibling. But in that movie, the woman, he takes her as a container and restricts her movement. Quite sadistic and horrible thing really. David Lynch, interesting mind perhaps. But the idea was to question how much of the person persists in the absence of their ability to move, et cetera. Could there be love? Could there be these other affections? Anyway, a rather extreme example. But one that still haunts me. And I suppose I'm thinking about still now. SAM HARRIS: Yeah, yeah. ANDREW HUBERMAN: Yeah. SAM HARRIS: Well, so just to follow that point, there's a lot about us that we don't have access to unless we enact it physically. Like if I ask you, do you still know how to ride a bike? There's no place in your memory where you can inspect but just sitting in your chair that you've retained the knowledge of how to ride a bike. Procedural memory is different from semantic or episodic memory. If I asked you, do you know your address? Yes, you can recall your address just sitting there. But if you had had a micro stroke that neatly dissected out your ability to ride a bike and left everything else intact, you might think you could ride a bike. But suddenly, you stand up next to one. And you have no idea what to do with it. And that would be a discovery that would only happen if you were motorically engaged with that object. And I'm sure we could probably come up with 100 things about us that really seem core to us and not separable from our personhood which seemed to only get invoked when we're out they're moving in the world, and we have limbs, et cetera. No, it's the seat of consciousness, "
        },
        {
            "timestamp": 1528,
            "text": "the right framework to talk about all of this, from my point of view, is consciousness and its contents. So we have consciousness. The fact that there's something that is like to be us, the fact that the world and our internal experience is illuminated. It has a qualitative character. And then, there's the question of what is that qualitative character? What kinds of information do we have access to? What does it feel like to be us? How do different states of arousal change that? So you talked about fear. Yeah, fear can change a lot of things. And various neurological deficits, or you can add drugs to the mix. You add psychedelics that radically transform the contents of consciousness. From my point of view, consciousness itself is simply the cognizance, the awareness, that is the flood lights by which any of that stuff appears. So consciousness doesn't change. But its contents change. And to come back to meditation for a second, many people think meditation is about changing the contents of consciousness. There are some contents you want to get rid of like anxiety. Other contents you want to encourage, like calm, and unconditional love, or some other classically pleasant, prosocial emotion. And that's all fine. That's all possible. But the real wisdom of the 2000-year-old wisdom of meditation that really is the chewy center of the Tootsie Pop is a recognition of what consciousness itself is always already like regardless of the contents in it and the changes in contents. And this is why we might talk about this. But this is why they're mutually compatible. Psychedelics and meditation, for me, are somewhat orthogonal. Because psychedelics is all about making wholesale changes to the contents of consciousness. And there's some wonderful consequences of doing that. There can be some harrowing and terrifying consequences of doing that. But generally speaking, I think used wisely, they can be incredibly valuable. And the therapeutic potential there is enormous. But the crucial disjunction here is that there really is something to recognize about ordinary waking consciousness, the consciousness that's compatible with my driving a car to get here on time. You don't have to have the pyrotechnics of being on LSD to see to transcend the central illusion that I'm saying is the thing to be transcended, which is the sense that there is a duality between subject and object in every moment of experience. And to take it back to something you said about just all of our different modes in ordinary life, "
        },
        {
            "timestamp": 1705,
            "text": "the interesting thing is I think people are constantly losing their sense of self. And they're not aware of it. And there's probably an analogy to the visual system here, which is to visual saccade, which perhaps you've spoken about at some point on your podcast. ANDREW HUBERMAN: Not enough. So please. SAM HARRIS: Yeah. So what happens every time we move our eyes, this is called a saccade. And we do that about three times a second or so just normally. There is the region of motor cortex that affects that movement sends what's called an efferent copy of that motor movement, which is used as information that propagates back to visual cortex, that suppresses the data of vision while the eyes are moving. Because otherwise if you weren't doing that, every time you moved your eyes, it would seem like the visual scene itself was lurching around. And people can experience this for themselves if they just touch one of their eyeballs on the side, not all that hard, and kind of jiggle it. And then, you can roll it around. You can jiggle it from side to side. You can see a movement of the eyeball that's not governed by your oculomotor system delivers a jiggling of the world. Because your brain is not anticipating it in the same way. And you're not producing that same predictive copy of the movement. ANDREW HUBERMAN: It's a little bit like-- we have some action sports filmmakers on our staff here that the gimbal, that holds an iPhone, like you see the kids on surfboards or skateboards or something. They're going to hold a phone while moving around or the people, the vloggers-- does anyone even still use that for phrase? SAM HARRIS: I don't know. I guess. ANDREW HUBERMAN: Moving around and it's image stabilization, essentially, that keeps the camera steady. And these are more than cameras, of course, for those listening, point at my eyes. But they do far more than just what a camera would do. But this internal system of image stabilization, I can see perhaps where you're going with this, that it allows us to remain in a self-referencing scheme, as opposed to paying attention to just how confusing it is to track the visual world at some level. SAM HARRIS: Well, actually where I'm going is, that people are having this suppression of vision three times a second on average. And they're not experiencing it. You're effectively going blind. And you're not noticing it. ANDREW HUBERMAN: It's very fast. SAM HARRIS: Yes, it's very fast. Now there's an analogous suppression, I would say, of the sense of self that occurs every time attention gets absorbed significantly in its object. We even have this concept of losing yourself in your work. Classic flow experiences have this quality. And this tends to be why they're so rewarding. If you're in some athletic activity or an aesthetic one, or you could be having sex, or whatever it is, some peak experience, its peakness usually entails there being some brief period where there was no distance between you and the experience. For that moment, you were no longer looking over your own shoulder or anticipating the next moment or trying to get somewhere, where you weren't, or micromanaging errors. There's just the flow of unity with whatever the experience is, a surfer on the wave. And we love those experiences. And then we are continually abstracted away from them by our thinking about them. We're thinking, oh my god, that was so good, or how do I get back to that? Or you're looking at a sunset. It's the most beautiful sunset you've ever seen. And then you're continually interrupting the experience of merely seeing it with a commentary about how amazing this is. And I wonder, what real estate prices are here? I mean, is it possible that I could move here. And your mind is just continually narrating a conversation you're having with yourself, however paradoxically. I mean, you're telling yourself things that you already know as though there are two of you rather often. I'm looking for-- which is the water. And it's, oh, there it is. But I'm the one seeing it. Who am I saying, oh, there it is to. Is there someone else who needs to be informed about the thing I already saw. So there's something about our internal dialogue that is paradoxical. ANDREW HUBERMAN: Is there any neurologic condition call it soulectomy or anything like that where somehow people "
        },
        {
            "timestamp": 2010,
            "text": "feel more unified with the self on a continual basis, the observer and the actor within? State more as a complete sentence. Is there any known neurological syndrome-- makes it sound like a bad thing, but it could be a good thing. --whereby people feel that the actor and the observer within them are unified continually? SAM HARRIS: There's not a pathological one. Some the work on the default-mode network suggests that that's at least part of the story. So the default-mode network, which has been talked about a lot of late because it has come up both in the meditation literature and in the psychedelic literature. But its original discovery was that-- and the reason why I was called the default mode was is that in virtually every neuroimaging experiment ever run, they found that between tasks, when the brain was just in its default state, these midline structures would increase their activity. And then they would reliably diminish whenever the person in the scanner was on task. And usually, that meant some outward looking visual discrimination task. But it could be visual. It could be semantic. But it tends to be their eyes are open. And they're paying attention to something that's being broadcast to them through monitor goggles, or they're looking at a mirror that's showing them a computer monitor. But so the general insight was, there are these midline structures in the brain that seem to be increasing their activity when the brain is idling between tasks, waiting for something to happen. And then further experiments found tasks that actually upregulated activity there beyond baseline. And those tasks seem to be self referential. So that when you ask people-- you give them a list of words. And you say, well, do any of these apply to you? Or you ask people to think about-- Actually, one experiment I did. When you're challenging people's beliefs, when you're challenging beliefs that have more of a personal significance, like political or religious beliefs, you get an upregulation in these regions as opposed to just generic beliefs about you're in Los Angeles. This is a table. That is something to which people are not holding fast as a matter of identity. So anyway, both meditation and psychedelics seem to suppress activity in these regions, which we know are associated with both self-talk, mind-wandering, and explicit acts of self representation. ANDREW HUBERMAN: Could we say that they are somewhat autobiographical because they access memory systems? And in the way you're describing them, and in the way that a colleague of mine, who's been a guest on this podcast-- I don't know if you've interacted with him before. But I think you'd very much enjoy whatever interaction you would have. --is David Spiegel. He's our associate chair of psychiatry. He and his father actually-- his father then he founded hypnosis as a valid clinical practice in psychiatry. "
        },
        {
            "timestamp": 2212,
            "text": "And hypnosis, which is obviously a heightened sense of attention with deep relaxation, is known to dramatically suppress the default-mode network. He talks about this a lot. And I always wonder as we take down activity within the default-mode network, what what surfaces in its place, does that somehow reflect that the two are normally in a push-pull? Because that's not necessarily the case. When I fall asleep, I can hallucinate. But that doesn't mean that during the day, the fact that I'm looking at objects is what's preventing me from hallucinating. If I close my eyes, I can get imagery. But there's this different illusion, the illusion of antagonistic circuitry sometimes. I don't want to take us off course, but the default-mode network seems to \"want to be there,\" quote, unquote. It seems to be fighting for our attention, unless we give ourselves a visual target, or an auditory target, or some salient experience of some kind, it sounds like. And then, I'm surprised to hear that meditation reduces activity in the default-mode network at some level because meditation to me oftentimes involves paying attention to some perceptual target. Maybe you could eventually explain as to how it might do that or why it might. SAM HARRIS: And I don't think it's the whole story because, obviously, outward-going attention is not-- even if you're having the kind of egoic saccade that I'm talking about, where you're actually not clearly aware of yourself. You're not clearly defining yourself as separate from experience for the moment of paying attention, so you are sort of losing yourself in your work. That's not the same thing as having the clear meditative insight of selflessness that I'm claiming is the goal of meditation. But to wind back to the original point I was making, and the reason why I drew the analogy to visual saccades, I do think there's a continuous interruption in our sense of self that goes unrecognized. But the conscious acquisition of the understanding that the self is an illusion is a different experience because you're then focusing on this absence. Actually, there's another analogy to the visual system that applies here, which is to the optic blind spot, which is a good analogy for me because it cuts through a bunch of false assumptions as to where you would look for this or how this relates to ordinary experience. So as many people know that in both eyes we have what's called the blind spot, which is a consequence of the optic nerve transiting through the retina, unlike cephalopods. I think cephalopods have their optic nerve, as an omniscient being would have engineered it, connecting the retina from the back. And therefore, there is no area of blindness associated with its transit back through the retina. ANDREW HUBERMAN: But our receptors are one the outside. SAM HARRIS: Exactly. ANDREW HUBERMAN: Humans, for whatever reason, put photoreceptors-- well, I always say I wasn't consulted on the design phase. Something put photoreceptors, combination of things, put photoreceptors in the back. And so you actually have to send the highway of information through the pixel center of the eye. Cephalopods and drosophila, basically invertebrates, the design is more at its face logical. Mammals, very illogical design, at least as far as our judgments go. SAM HARRIS: But it gives me a good analogy. So I'll take it. ANDREW HUBERMAN: I'd like to take a brief break and acknowledge our sponsor, Athletic Greens. Athletic Greens is an all-in-one vitamin-mineral probiotic drink that also contains digestive enzymes and adaptogens. I started taking Athletic Greens way back in 2012. So that's 10 years now of taking Athletic Greens every single day. So I'm delighted that they're sponsoring this podcast. The reason I started taking Athletic Greens, and the reason I still take Athletic Greens, is that it covers all of my foundational nutritional needs. So whether or not I'm eating well or enough or not, I'm sure that I'm covering all of my needs for vitamins, minerals, probiotics, adaptogens to combat stress. And the digestive enzymes really help my digestion. I just feel much better when I'm drinking Athletic Greens. If you'd like to try Athletic Greens, you can go to athleticgreens.com/huberman. And for the month of January, they have a special offer where they'll give you 10 free travel packs, plus a year supply of vitamin D3, K2. Vitamin D3 and K2 are vital for immune function, metabolic function, hormone health, but also calcium regulation and heart health. Again, that's athleticgreens.com/huberman to claim their special offer in the month of January of 10 free travel packs, plus a year supply of vitamin D3 and K2. SAM HARRIS: So in any case, we have "
        },
        {
            "timestamp": 2517,
            "text": "this blind spot, which I think most people learn this in school. Although, my daughters had not been taught this in school. I just showed them this for the first time a month ago. And they were briefly fascinated. And then they went to return to their screen time. But anyway, you can take a piece of paper. And you make two marks on it. And then you cover one eye. And you fixate on one mark. I mean, you can look this up online if you need details about how to do this. And while staring at one fixation point, you move the paper back and forth. And you can get it to a place where the other mark disappears. And you can run this experiment long enough to satisfy yourself that there is in fact a blind spot in your visual field, which with one eye closed you don't normally notice. The reason why you have to cover one eye is because each eye compensates for the blind spot of the other. Which is to say that if you close one eye and survey the visual scene, something really is missing, whatever you're looking at. If you're looking at a crowd of people, somebody is missing a head and you're not noticing it. And it's not easy to notice because the brain doesn't tend to vividly represent the absence of information. I mean, it's just part of the game that's not being rendered. It's not showing up as a break in the visual field. It's just not there. And I mean, people have argued that there's a filling-in phenomenon that happens, but I think that can be misunderstood or exaggerated. ANDREW HUBERMAN: But the eye movements themselves, that you described before-- I guess, I should say that the saccade analogy about transiently and repetitively erasing the self works perfectly here because, indeed, microsaccades, little smaller saccades, occur all the time also prevent our eyes from fixating in one location long enough to observe our blind spot, even if one eye is closed. So if the experiment's done with paralytics to essentially lock eyes at one location, basically, things start disappearing. SAM HARRIS: It just fades away. ANDREW HUBERMAN: We all love to think that we start hallucinating, but actually, we start going blind. And those experiments have been done on humans. I hear they're quite terrifying. SAM HARRIS: I mean, you can do that for yourself too. It begins to just all melt away in a warm glow. No psychedelics required. But the interesting point there is that when you ask yourself, OK, so because as a consequence of the eyes' anatomy, there's this thing you can see that is absent from your experience. But the question is, where is that in relationship to the rest of you, to your mind? Is that deep within? Or is that in some sense right on the surface of experience? And there's expectation that people have. Again, I think conflating meditation with a search for changes in the context of consciousness. They're looking for much more subtle things to notice about the mind or much vaster things to notice. Psychedelics sets up this expectation that you do a massive dose of mushrooms or LSD, and everything changes. I mean, you get this full beatific vision. And you get not only visual changes, but emotional changes. And you get synesthesia, where you have much more mind in so many ways. So they begin having these experiences, or reading the mystical literature, you begin to think, OK, well, then freedom is really elsewhere or it's deep within. It's not coincident with the ordinary awareness that can see this coffee cup clearly and that can just transition attention to reading an email with the full sobriety of ordinary waking consciousness. But the truth is, this insight into selflessness, this insight into the nonduality of subject and object, is as close to ordinary consciousness as this insight into the optic blind spot. Where do you have to go to have this insight into the blind spot? you don't have to go anywhere. You just have to set up the experiment correctly such that you can see the data. But the data is right on the surface. It's almost too close to you to notice. If it's at all hard to notice, it's because it's so close, rather than it's deep within or far away. And there are other analogies like-- I don't even remember. There's Mind's Eye, pieces of artwork, that were the random dot stereo grams, where we have an image that pops out. I always find it very difficult to see those because I have a very dominant eye. But some people can see. ANDREW HUBERMAN: People can't see those. These images that used to be at the touristy shops. But people say, oh, there it is, the whale. And I'm thinking, I don't see it. Kids that swim a lot when they're younger, and they tend to breathe just to one side-- I don't know if this was you. This was definitely me. They tend to keep one eye closed. You set up a pretty strong ocular dominance. Biasing your vision to one or the other eye early in life, whether or not you're learning how to be a bow hunter or you're learning how to throw darts or shoot billiards or anything that, involves selectively viewing the world through one eye for even a couple of hours can set up a permanent asymmetry in the weighting flow of visual information from the eye to the brain. It's reversible, but only through the reverse gymnastics of covering up the other eye intentionally. So actually I had to be reversed-patched for a while because I was seeing double, because I lost binocular vision. I don't stand a chance in hell of seeing an image pop out of a random dot stereogram, which is kind of ironic because I did my PhD on binocular circuitry. But nonetheless, if people can see these, or if they can't, I think they provide a really terrific example of what you're talking about as a larger theme, which is that perceptually you see a bunch of dots. And then all of a sudden, what you thought wasn't there is suddenly there, but can just disappear again. There are certain visual illusions, if we were to include others, that once you see them, you cannot unsee them. So there's the faces-vases, figure-ground type stuff. SAM HARRIS: Bi-stable percepts. ANDREW HUBERMAN: Bi-stable percepts. And then there's sort of ocular competition. You show two different images to the eyes, each of the two eyes. And it is near impossible for people to perceive them both simultaneously. So it's a little bit of what you're describing. I mean, these seem to be fundamental features about the way the neural circuits are organized, that they don't want to stay fixated on any one thing for very long. To do so either takes training, intense interest, intense fear, intense excitement. When I say intense, I guess, I come back to this idea that the autonomic nervous system is somehow governing our ability to spotlight at any one location for very long. Is that a useful framework? Or is that going to take us down a different path? SAM HARRIS: Well, it's sort of a different path for this. I mean, the only point I was making is that the seemingly paradoxical claim that something can be right on the surface and yet hard to see. And again, this seems to justify the expectation held by, I would think, the vast majority of people who get interested in these spiritual things, for lack of a better word, that the truth must somehow be deep within. There's some distance between the one who is looking and the thing that has to be found right and that you have to go through this long evolution of changes. I mean, there are many metaphors that set this up. It's like you're at the base of a mountain, and you have to climb to the top. And so you have to find the path, however secure it is to get you there. But there really is a distance between your starting point and the goal. And what I'm arguing-- and this is a kind of a nondual, to use a term of jargon-- this is a nondual approach to meditation, as opposed to a dualistic one. The path and the goal are coincident, that you have to unravel the logic by which you would seek something that's outside of the present moment's experience, i.e. not available, really not available to you now. Because so many things worth having, so many skills worth acquiring, really are not available to you now. It's like if you want to be a pianist, or if you want to speak Chinese, there's something you don't know. And then you want to learn that thing. And there's a whole process. And you might not be capable of doing it. And real mastery is far away. If you've never hit a golf ball, and you want to hit a golf ball 300 yards straight, I can pretty much guarantee you're not going to do that initially. And you're not going to do it on day two. And you're not going to do it reliably for the longest time. And there's real training in front of you to be able to do that reliably. An insight into, and really the core insight, I mean, the insight that is the core of the Buddha's teaching, to take one historical example of this, really is available now. I mean, granted, it can be very hard, one, for people. I mean, I had probably spent a year on silent retreat in one week to three month increments before I got the point I'm making now. I mean, literally, these are retreats where you spend 12 to 18 hours a day just meditating, trying to unpack the kinds of claims I'm making now. So it's possible to rigorously overlook this. It's possible to stand in front of the mind's eye image and stare in a way that is guaranteed not to give you pop out and to be adept at staring in that way. So it's possible to be misled. And so what I'm trying to argue here is that there's a fair amount of leverage you can get with better information, which can cut the time course of your searching for this thing and cancel your false expectations about just where this is in relation to your ordinary waking consciousness. And it's possible to get bad information and to have a bunch of experiences. You go you go and do an ayahuasca trip. And it's incredibly valuable. And it's valuable for all the ways in which it changed the contents of your consciousness in startling ways. And you had insights into your past and into your relationships and into why you're not as loving as you might be. And there's lots to think about. And you're like, OK, that's all great. That's all something that we can talk about. But it truly is orthogonal. I mean, it makes a point of contact, or what I'm talking about, it's really just at one point. And it's at the point where this sense of subject-object division in consciousness is illusory and vulnerable to investigation. And if you investigate it as the right plane of focus-- you pick the analogy you want, whether it's setting up the optic blind spot experiment in just the right way, so that you can see that the data is not there. I mean, the bi-stable percept is great because when you see one of these images, like the vase-face diagram, or the Dalmatian that it looks like a mess of dots, and then you see the image of a Dalmatian dog pop out-- once you see it, you really can't unsee it. I mean, once you have the requisite conceptual anchor to it, then every time you look, you're going to find it again. And eventually, it becomes effortless. And that's what, ultimately, meditation is, I mean, this kind of meditation. You ultimately learn to recognize that there's no separation between you and your experience. There's not the experience on the one hand and the self on the other. There's just experience. There's just seeing, hearing, smelling, tasting, touching, thinking, feeling, proprioception, add whatever channels of information you want to that. But there's just the totality of the energy of consciousness and its contents. And it's not that you're on the riverbank. And this is how it can seem in the beginning, even when you're practicing meditation fairly diligently. You can seem like you're on the riverbank, watching the contents of consciousness flow by. And meditation is the act of doing that more and more dispassionately, so you're no longer grabbing at the pleasant or pushing the unpleasant away. You're just kind of relaxing in the most non-judgmental frame of mind, just witnessing the flow. But if you're doing that dualisticly, you feel like the meditator. You feel like the subject aiming attention. And so now you're on the riverbank watching everything go past. But the truth is, you are the river. Experience itself is that there is just experience itself. You're not on the edge of experience. And everything you can notice is part of the flow. And there's no point from which to abstract yourself away from the flow to stand outside it and to say, OK, this is my life. This is my experience. This is my body. Yes, you can do that. I mean, those are all just thoughts. But that's more of the flow. And so there's a process by which you would eventually recognize that there's no distance between you and your experience. And again, you can wait for those moments in life where experience gets so good, or so terrifying, it's just so salient. Your amygdala is driving so hard. I mean, so you're in a war, and you can't think about anything because the enemy is shooting at you. And this is the most thrilling video game you've ever played in your life. And your life is on the line. Or you're at the peak of some athletic event, where you don't know how you're doing the things you're doing, but it's all happening automatically. But those are 1/100 of 1% of one's life. And you know what I'm calling meditation is a way of simply understanding the mechanics of a tension whereby you are denying yourself that unity of experience so much of the time and recognizing that it's based on a misperception of the way consciousness always already is. ANDREW HUBERMAN: Well, if there wasn't an incentive "
        },
        {
            "timestamp": 3452,
            "text": "to learn how to meditate properly, that was one. And I've been meditating for a fair amount since I was in my teens, but more along the lines of paying attention to breath and open-observer type meditation, or focused-attention. I would suppose more of the focused-attention type. We'll get into these a little bit later. But I have a number of questions related to what you just said. SAM HARRIS: Sure. ANDREW HUBERMAN: I love the idea that this thing that we would all do well to understand to observe consciousness of self as opposed to trying to alter the contents of consciousness may sit much closer to us than one might think. And because it sits so close to us, that might be one of the reasons why we miss it. I go right to a visual system example. I mean, if you're wearing corrective lenses and there's a speck on your lens, typically you're looking out through the lens, and so you wouldn't observe that speck. Any number of different analogies could work here. The fact that there are states, however few, positive and negative, extreme ecstasy and extreme fear being the two, I think, most obvious ones that seems like we agree on, that allow us to capture the sense of completeness of self or the unity of the observer and the actor. The fact that those are seldom for the nontrained, for the nonmeditator, suggests to me two things. I think one perhaps worth exploring more than the other. But one is that what's really being revealed in the states where we can feel the unity of the observer and the actor is understanding something fundamental about the algorithm, not the online algorithm, but the algorithm that is our nervous system. Just as you mentioned cephalopods. I mean, mantis shrimp see an enormous array of color hues that we don't. Their maps and representations of the world are fundamentally different. Pit vipers see in the infrared. We're restricted to somewhat of a limited range within the color spectrum, but still more vast than that of dogs or cats. So understanding that for seeing what a pit viper can see for moments would be informative. Perhaps sensing-heat emissions as a human might be invasive, maybe that's why we don't do it. So the question is, to just make it straightforward, why would the system be designed this way? Again, neither of us were consulted in the design phase. But that brings me to, perhaps, the more tractable question was, which is about development. I'm a great believer that the neural circuits that encouraged healthy parent-child relations, or unhealthy parent-child relations as the case may be, in childhood stem from the initial demands of internal versus external states, which is exactly what we're talking about, which is that a young child feels anxious because it needs his diaper change. It doesn't really know it needs its diaper changed or it's cold or it's uncomfortable or it's hungry or it's overly full. And so it vocalizes. And then some external source comes to us and relieves that hopefully. And so the fundamental rule that we first learn is not that we have a self or that things fall down, not up. But it's that when uncomfortable, externalize that discomfort. And it will be relieved by an outside player. And then, of course, there's a repurposing of that circuitry for adult romantic attachments. I don't think anyone doubts that. And that can explain a lot indeed about attachment and so forth. So something about our developmental wiring and the algorithms that these neural circuits run tend to bias most people, the nonpractice meditators, to live a somewhat functional life at least without this awareness of actor and observer. And so what you're really talking about is a deliberate intervention to understand and resolve that gap in the algorithm. Do I have that right? SAM HARRIS: Yeah. ANDREW HUBERMAN: I'm more or less restating what you said in a way that, I'm hoping, will serve as a jumping off point. Why questions are always very dangerous in biology, or any. SAM HARRIS: Or in relationship. ANDREW HUBERMAN: What's that? SAM HARRIS: Or in relationship. ANDREW HUBERMAN: Or in relationship. Right. Exactly. Although, I think it all does really hearken back to this early developmental wiring which, of course, is modifiable. That's the beauty of the nervous system is, it's the one organ that seems to be able to change itself at least to some degree. So what are your thoughts about the organization of the circuitry to essentially under normal conditions to not reveal what seems to be one of its more important and profound and, for dare I say, enlightening features. It's almost as if we are potentially like mantis shrimp. We can see so many more colors than we actually see. And yet, we don't. Most people opt not to. And I would argue that one of the great strengths of the Waking Up app, for instance, is that it essentially walks you through the process of being able to arrive at these things without having to go to one-year or three-year long silent meditation retreats. So if you could just elaborate for a moment before we move on. What are your thoughts about how the circuitry is arranged by default versus-- and what that means for there to be an intervention, that we have to intervene in the self in order to reveal the self. SAM HARRIS: Well, so there are two big questions there, one about evolution and one about development. So with respect to evolution, it's important to recognize that evolution doesn't see our deepest concerns about human flourishing and human well-being. ANDREW HUBERMAN: It's all about the offspring. SAM HARRIS: We are set up to spawn and to survive long enough to help our progeny spawn if we can do that. And that's it. And so anything that was good for that, including tribalism and xenophobia and all kinds of hardware and software flaws that revealed themselves to be flaws in the present time, when we're trying to build a viable global civilization. But they redounded to the advantage of our ancestors somehow, or there are things about us that were simply not selected for, they just came along for the ride, what Stephen Jay Gould called a spandrel. So we are not set up by evolution to be as happy as we possibly can be and to do almost anything that interests us well. I mean, we're not set up by evolution to be mathematicians or musicians or to create democracies that are healthy. I mean, evolution can see none of this. And we are doing these things based on cognitive and emotional hardware that we are leveraging in new directions. I mean, we are primates. And we're communicating with small mouth noises. I mean, we're language-using primates. And all of that is clearly evolved. And we're doing these amazing things, including science. However improbably, where we're actually able to, almost entirely with language, understand reality that at a scale that exceeds us in both directions, I mean, the very vast and the very small, and also temporally, the very old. We have visions of the far future. We can figure out where an asteroid is going to cross Earth's orbit 1,000 years from now if we just do the math. And it's amazing that we can do all of those things, but evolution is blind to all of that. And so in terms of what we care about and certainly in terms of what's going to ensure our survival as a species, we have flown the perch that was created for us by evolution. I mean, it's not just the primate things. And so it is with learning how to regulate our emotions and punch through to a self concept or beyond a self concept that is more normative, psychologically, that allows us to not be terrorized by our ape-ish genes as fully as we seem to be, even in the presence of more and more destructive technology. I mean, we're still practically chimpanzees armed with nuclear weapons. And that is increasingly dysfunctional. And very soon we're going to be in the presence of minds, or apparent minds, that we have built that are as intelligent as we are and very quickly, probably 15 minutes after that, far more intelligent than we are. And so what we do with all of that is, again, something that we have to figure out based on the minds we have, the minds we can build, the minds we can change. We can meddle with our own genomes now. And that will produce its own consequences in ourselves and in future generations if we meddle with the germline. And again, all of that is just evolution. It's just sort of the womb we came out of, but it didn't anticipate any of that. Mother nature simply not had our best interests at heart. And we might die off, and from the point of view of mother nature that's fine because 99% of every species dies off. So there's that. But when you're talking about the individual, developmentally-- we all come into this world, "
        },
        {
            "timestamp": 4060,
            "text": "again, as a fairly hairless primate that needs a tremendous amount of care by others. And the logic of that is that the reason why we're not a gazelle that can run 45 minutes later and then, basically, do all the gazelle things perfectly soon thereafter. The reason why we have this time of immaturity, and has become functional for us, is that we're far more flexible, and we can learn based on the needs of an environment to do so much more than a gazelle can. And language is part of that. And in the last 10,000 years or so, culture increasingly has been more and more a part of that. And there's probably a layer at which we can plausibly talk about cultural evolution and cultural evolution interacting with biological evolution to change us. But when you're talking about the development of an individual, each of us comes into this world, I think, not recognizing ourselves in any sense that would make sense to reify. I mean, it's not that there's nothing there. I mean, there could be some kind of proto-self differentiation. But I think it takes a long while. And there is very likely a coincidence between really recognizing others. We recognize others first. certainly in relationship immediately. And we orient to human faces. And we even detect other humans as good and bad moral actors very early, I mean, certainly long before we recognize ourselves in a mirror. The experiments run, again, this is Paul Blume and colleagues, experiments run on the moral hardware and software of developing toddlers. But I think at this point, they've pushed it down all the way to six months of age, where you'll get these infants staring at a puppet show. And they'll show a greater interest in classically good actors versus bad actors, cooperators versus defectors, in various puppet show games. So it's not that we have no mind and no proto-awareness of others and of self, but what eventually happens, certainly as we become at all facile with language use, is that we become aware that not only are we in relationship to others, but we are an object in the world for them. So we have enough people pointing at us in our cribs and impinging upon our experience. You're being physically moved, and prodded, and touched, and consoled, or not consoled. And just imagine what all of these-- you're on the receiving end of 10,000 interventions. And you're completely helpless for the longest time. And all of that attention, you have all of these people coming up to the crib and making faces at you-- ANDREW HUBERMAN: Cheering for you. SAM HARRIS: And it's all pointed at you. There's a classic magical narcissism that gets constructed there if you take the psychological literature, at least a certain strand of it, seriously. And I think it's largely apt to think of a child at that age as a kind of-- there is a kind of narcissistic structure there, where it's all kind of going inward. And at a certain point you realize, OK, I'm the center of all of this. It's not just a movie where you're completely absorbed in, and you've lost your sense of self. I mean, to talk to yet another example of what it's like as a grown up to lose our sense of self. And one of the things I think we find so fascinating about television and film is that when we get totally absorbed in it, we're in this very unusual circumstance where our brain is basically reading it as we're in the classic social circumstance. We're presented with the facial displays of other people. In fact, sometimes these people are 10 feet tall or their faces are 10 feet tall. You have a close-up in a movie theater. So it's like a super stimulus, in terms of evolution. And they can be making direct eye contact with a camera, so you have this gigantic face staring at you. And yet, you're totally uncomplicated socially. You can't be seen. And something you know you can't be seen. And so you completely lose self consciousness. And yet, you're able to examine with completely free attention, again, because you're totally unimplicated, the facial minutia and the mimetic facial play of people at a very close range. I mean, you have physically just about to kiss your spouse, like that's what a close-up is in a film. You never get that close to people. And yet, here you're in a situation where you're unobserved. And you know that. And so I mean, this is a bit of a tangent, but it's the other side of what's happening developmentally for a kid. When you're in a movie theater watching a movie, you are truly invisible. And yet, you're right there. However harrowing the human drama is, you're seeing it play out. And you're seeing it up close. And it is, in principle, a social encounter that your genes are ready for, but they're not ready for you to be invisible. And so that's what's so magical about it. But what happens developmentally for a kid is that you're not invisible, you are an object that is constantly being overrun, the boundaries of your sensory engagement with the world are constantly being impinged upon by others. And at a certain point, you recognize, OK, I'm at the center of this. And the way this gets enshrined as a self, I think is probably coincident with our learning the language game we learn to play with others. We're talking to others. People are talking to us. And at a certain point, we're talking to ourselves, even when the other people leave the room. And you can hear it. If you ever have been with a toddler when they're externalizing their self-talk, you hear them talking to themselves. They're playing. And they're having a conversation. They were talking to you, the parent. But then you left the room, and they're still talking. You come back in, and they're still talking. And what happens to us, strangely, and this comes back to the logic of evolution, we never stop because evolution never thought to build us an off-switch for this. I mean, language is so useful. And it gets tuned up so strongly for us. And there was never a reason to shut it off. There was never a reason to give you this ability to say, oh, wouldn't it be nice to have four hours of quiet now, like no self-talk. And so for most of us, I mean, I think there are people who, for whatever neurological reason or idiosyncratic reason, undoubtedly there'd be a neurological reason for it, don't have any self-talk. But for most of us, we are covertly talking basically all the time. And there's an imagistic component of this for many people. You're visualizing things as well. But there's just a ton of white noise in the mind that feels a certain way. And what you discover in meditation, ultimately, is that the self is what it feels like to be thinking without knowing that you're thinking. A thought arises uninspected and seems to just become you. Like you and I are talking now. And people are listening to us. They're struggling to follow the train of this conversation because it is competing with the conversation that's happening in their heads. So I'll be saying something. And a person listening will say, well, what does that mean? Or like, oh, but wait a minute, he just contradicted himself. And there's a voice in your head that is also vying for your attention much of the time. So the first discovery people make in meditation is that it's just so hard to pay attention to anything, the breath, or a mantra, or a sound, whatever it is, because you're thinking. You're thinking about the thing you need to do in an hour. And oh, it's so good that I downloaded this app. This is really good. This is going to be good for me. But that chatter isn't showing up. You're not far back enough in the theater of consciousness, so as to see it emerge. It is just sneaking up behind you. And it feels like me again. It feels like when someone is thinking the thought, well, what the hell does that mean? They're not seeing it as an emerging object in consciousness. It just feels like me. Subjectively, is like the mind contracts around this appearance in consciousness. And it really is just a sound with the voice of the mind. If you actually can inspect it, it is deeply inscrutable that we ever feel identified with our thoughts. I mean, how is it that we could be a thought? A thought just arises and passes away. And when you inspect it, when you go to inspect it, it unravels. It's the least substantial possible thing. But yet, it could be a thought of self-hatred. It could be a thought, that unrecognized, totally defines your mood. I mean, again, this all can seem kind of abstract. ANDREW HUBERMAN: Well, no, but I think it's extremely concrete from the perspective of the neural circuits that will return to maybe in a few minutes. I'd like to take a brief break and thank our sponsor Inside Tracker. Inside Tracker is a personalized nutrition platform that analyzes data from your blood and DNA to help me better understand your body and help you reach your health goals. I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long term health can only be analyzed from a quality blood test. The problem with a lot of blood and DNA tests out there. however, is that you get data back about metabolic factors, lipids, and hormones, and so forth, but you don't know what to do with those data. Inside Tracker solves that problem and makes it very easy for you to understand what sorts of nutritional, behavioral, maybe even supplementation-based interventions, you might want to take on in order to adjust the numbers of those metabolic factors, hormones, lipids, and other things that impact your immediate and long-term health to bring those numbers into the ranges that are appropriate and indeed optimal for you. If you'd like to try Inside Tracker, you can visit insidetracker.com/huberman and get 20% off any of Inside Tracker's plans. That's insidetracker.com/huberman to get 20% off. If you could elaborate a bit on this notion of internal chatter "
        },
        {
            "timestamp": 4786,
            "text": "and external stimuli and the bridge between them because I think for some people that might be intuitive. I think for others, it's not so obvious that language is ongoing in the backdrop. And then sometimes, I think some people are more tuned into that language. For some people, it's louder volume. For some people, it's more structured. I have a colleague at Stanford who's been on this podcast called Deisseroth. He's one of, like, the preeminent bioengineers. He's also a psychiatrist. And he has a-- he doesn't call it a meditative practice, but he has a practice where each evening, after his five kids are put down to sleep, you know-- they're older now-- and in the quiet of the late hours of the night, early morning, he sits and forces himself to think in complete sentences, with punctuation, for an hour. This is the way that he has taught himself to structure his thinking, because of the very fact that you're describing, which is that ordinarily, there is an underlying structure to what's internal, but it's disrupted by external events, And these are-- typically, it's not coherent enough to really make meaning from. So it's almost like somebody sitting down to write in complete sentences, but forcing himself to do it in his head. But for many people, including myself, that's a foreign experience. And we only experience structure through our interactions with the world and other people. I've taken the time to try and explore ideas with eyes closed. And I've been able to do that. There are certain pharmacologic states that we could talk about that facilitate that. And no, those are not amphetamines. Those do exactly the opposite, by the way. But I think people exist in varying degrees of structured and unstructured internal dialogue, and in varying depths of recognition of that internal dialogue. And so the question, I suppose, is, just the recognition that there's a dialogue ongoing, internally-- is that, itself, valuable? SAM HARRIS: Yeah. And that also can take some time. So, I mean, here's a claim I would make that some people might find surprising. But I think this is an objectively true claim about the subjectivity of most people, which is that unless you have a fair amount of training-- let's say you just happen to be some kind of savant in this area, which most people, by definition, aren't, or you have a remarkable amount of training in what's called concentration practice in meditation-- I believe this is a true claim-- that if we just put a stopwatch on this table, and people could just watch it 30 seconds elapse, and I set all of our listeners, or your viewers, the task, for the next 30 seconds, just pay attention to anything-- your breath, you know, or the sight of your hand, or the sight of the clock, or any object-- without getting lost in thought, without getting momentarily distracted by this conversation you're having with yourself. A couple of things would happen. One is no one would be able to do it, right? And this is not just a superficial inability. I mean, if your life depended on it, you wouldn't be able to do it. I mean, if the fate of civilization depended on it, none of our listeners would be able to do this. And yet, some percentage of them are so distracted by thought that they will actually try this experiment and think they succeeded. Right? And for these people, what happens is you put them on a meditation retreat, and you have them spend 12 hours a day in silence, doing nothing but this. Right? So the practice is just pay attention to the breath when they're sitting, and then eventually, you incorporate everything-- sounds and other sensations. And then you interleave that with walking meditation, where they're paying attention just to the sensations of lifting and moving and placing their feet. And then once the practice is going, you incorporate sounds and sights and everything. So you can pay attention to everything, but the goal is, for every moment, you are going to cultivate this faculty of mind, which increasingly is known as mindfulness. Right? And mindfulness is nothing other than this very careful attention to the contents of consciousness. But the crucial piece is it is not a moment of being lost in thought. Right? You're not blocking thoughts. Thoughts themselves can arise. But in those moments of being truly mindful, you're noticing thoughts as thoughts. Whether it's language in the mind or images, you're noticing those, too, as spontaneous appearances in consciousness. So if most people-- you know, certainly anyone who thinks they can pay attention to-- who can do the experiment successfully that I just suggested-- pay attention to something for 30 seconds without being lost in thought-- you put those people on a meditation retreat, what they're going to experience is, you know, on the first day, they're going to feel, like, oh, yeah. I was with the breath, or I was walking-- you know, I was with the sensations of walking-- and I'd be there for, like, five minutes solid, and then I would get lost in thought. And then I'd come back. And then five more minutes, I'd be lost in thought, and then get back. But as the days progressed-- even, you know, 10 days in to a silent meditation retreat-- they're going to experience more and more distraction. It's going to seem like, OK, wait a minute. Now I can't pay attention to anything for more than 5 seconds. Right? That is progress, right? Because what they're discovering is just how distractible they are. Right? And you know, for some people, that will be immediately obvious. For some people, it'll actually take a lot of practice to realize just how distracted they are. ANDREW HUBERMAN: What you just said, which was that, at some point, we can start noticing our thoughts-- I can notice my thoughts-- but what you're talking about, as a goal state, is not being distracted by thoughts, but actually seeing the relationship between thoughts, self, and other types of perceptions. And here, I think recognizing and seeing thoughts is a form of perception. It's just an internally-directed perception. This raises a topic that I'm also obsessed by, "
        },
        {
            "timestamp": 5187,
            "text": "which I think neuroscience can somewhat explain, but still incompletely-- that the circuits and mechanics, et cetera, are not yet known-- which is about time perception. And you know, a simple analogy would be that there are a lot of small objects flying around in the space that we happen to be having this discussion, but they're moving so fast that I can't perceive them. Or they're entirely stationary, so I can't perceive them because of the reasons we talked about before in the visual system. My eyes are moving in perfect concert with these small object movements, and therefore, I am blind to them. SAM HARRIS: Right. ANDREW HUBERMAN: A slight shift in time perception-- think of this, perhaps, as a change in the frame rate, right? Camera frame rates. A faster frame rate, you can capture slow motion. Slower frame rate, you're going to get more of a strobe-type effect if the frame rate is low enough. SAM HARRIS: Right. ANDREW HUBERMAN: Right? Could it be that our time perception is not one thing, but we have one rate of perceiving time for external objects at a given distance-- which we know is true-- another frame rate for objects that are up close-- we know this to be true, even if those objects are moving at the exact same speed, right? I mean, this would be the sitting on a train, the rungs on the fence seem to be going by very, very fast, but the ones in the distance seem to be moving slowly. This is the way the visual system and time perception interconnect at some level. You're up on a skyscraper-- the little ants of cars and people down below. You know they're moving much faster than you perceive them to move, but it's a distance effect. SAM HARRIS: I mean, you see a plane, it's going to be going 300 miles an hour. ANDREW HUBERMAN: Exactly. SAM HARRIS: Yeah, yeah, yeah. ANDREW HUBERMAN: And it's not because of the lack of resolution. The lack of resolution is incidental. We know this because in animals, such as hawks, that have twice the degree of acuity, as far as we know, they have the same distance-associated shifts in time perception. So could it be that we are running multiple streams of time perception, multiple cones of attention, that include cones of attention to our thoughts, and that somehow, through meditation, we start to align the frame rate for these different streams of attention so that they all fall into the same movie, if you will-- although it's not just a movie with visual content. What I'm doing here is clearly, I'm becoming a lumper rather than a spreader. I'm sure this violates certain rules of time perception and neural circuitry, but I'm not sure that it's entirely untrue, either. And does it survive at all, as a possible model for what you're describing? And if the answer is no, I'm perfectly comfortable with that. SAM HARRIS: Well, it's dependent on what you mean by meditation. This is where, sort of, the particularities of what one is doing with one's attention under the frame of meditation really matter, because there are ways to practice mindfulness, in particular, where the frame rate really does seem to go way, way up. Right? And there's actually been some research done on this, where you take people before and after a three-month silent meditation retreat, and you give them some kind of visual discrimination task where they have to detect-- I think they used a tachistoscope. Is that the tool for? ANDREW HUBERMAN: I'm not familiar. SAM HARRIS: Something that presents, you know, very quick pulses of light. And in any case, just in any sensory channel, I would imagine you can make finer-grained discriminations if you're practicing mindfulness in a very specific way, which is to be making these fine-grained discriminations more and more, and do nothing else for three months, which is a way of practicing. So the classic mindfulness practice in what's called Vipassana meditation is to pay scrupulous attention to seeing, hearing, smelling, tasting, touching in a way that breaks everything down into these kind of microscopic sensory moments. So you know, rather than feel your hands pressing together, what you're trying to feel with your attention and you're feeling more and more is all of the sensations of pressure and temperature and movement such that the feeling of hands completely disappears. You realize that a hand is a concept, and all you have is this cloud of punctate and very brief sensations. And so anything you think you have as a datum of experience, as you bore into it with your attention, it resolves into this kind of diaphanous cloud of changing sensation. And that can be even something as captivating as, like, a serious pain in your body. I mean, you can have could have injured your neck, you know? And so you have some excruciating pain in your neck. If you just are willing to pay attention to it, you know, and just pay 100% attention to it, a couple of things happen. One is your resistance to feeling it goes away, by definition, because now your goal is to just pay attention to it. And you recognize that so much of the suffering associated with the pain was borne of the resistance to feeling it. You're bracing against it and all of your thinking about it, you know? You're thinking, like, well, you know, why did I do this to myself, or should I see an orthopedist, or how long is this going to last? And maybe I herniated a disk. Like, all of that self-talk is producing anxiety. And I'm not saying there's never anything to think about there. But either you can do something about it in the moment or you can't. And so much of our suffering in the presence of pain is the result of resisting it, worrying about it, thinking-- just all of the-- everything we're doing with our minds, but just feeling it, right? So when you just feel it, again, it breaks apart into this ever shifting collection of different sensations. And it's not one thing, and it never stays the same. So two things happen there. One is there can be a tremendous amount of relief that happens there where you can achieve a level of equanimity, even in the presence of really unpleasant physical sensation. And this is true of mental sensation as well. As it's true of emotions. The classically negative emotions like anger, depression, or fear. The moment you become willing to just feel them in all of their punctate and changeable qualities, they cease to be what they were a moment ago. When you're talking about emotional states, they cease to map back on to you and your self concept as meaningful in the same way. So that suddenly, the anxiety you feel, let's say, before going out on stage to give a talk, a moment ago, it had psychological meaning, it felt like, I'm anxious. How do I get rid of this? Why am I this sort of person? Should I have taken a beta blocker? This is the conversation you're having with yourself. The moment you just become willing to feel it as the pure energy of the physiology of cortisol release, it ceases to have any meaning. It ceases to be a problem in that moment, because it's no more-- it no more maps onto the kind of person you are then a feeling of indigestion or a pain in your knee maps onto the kind of person you are. It's just sensation, anyway. Back to the main point here, which is that, if you train your attention in this way to notice the particularities of sensory experience and emotional experience, you're looking for the atoms of experience. You get better and better at that and certain things happen. But one thing that I really do think happens is there's a kind of frame rate change in the data stream where you really are just-- you're just noticing much, much more. All of that is a very interesting way of training. It's not what I tend to recommend now. It's a great preliminary practice for what I do recommend, because it really teaches you the difference between being lost in thought and not, it really teaches you what mindfulness is. But it tends to be done by 99.9% of people in a dualistic way, which, again, you're set up to think, OK, I'm over here as the locus of attention. And I'm continually getting distracted by thought. And the project is to not do that anymore and actually pay attention to the breath and sounds and sensations. And every time I get lost in thought, I'm going to go back here. But this whole dance of I'm lost in thought, now I'm strategically directing my attention again, all of this seems to ramify this sense of self. The of there's one to be doing this. There's somebody holding the spotlight of attention and getting better at coming back to the object of meditation. Again, it's inevitable that 99.9% of people are going to start there and stay there for some considerable period of time. But the thing I like to do when I talk about all of this is undercut the false assumptions that are anchoring all of that as early as possible, because where, I think, you want to be is recognizing that there is no place from which to aim attention. This whole dualistic setup of subject and object is the thing that is already not there. And it's not that it's there and you meditate it out of existence successfully. It's really not there. And if you learn how to look for it, you can see that it's not there and feel that it's not there. And it no longer seems to be there. It's like it's not-- and it becomes like, again, like a bi-stable percept where you looked at it long enough and you thought, OK, now I see the vase and the face and I can't unsee it. And every time I look, it's there again, right? So yeah. "
        },
        {
            "timestamp": 5833,
            "text": "So to come back to the example you gave with your colleague at Stanford whose book I know I have. I haven't read it. This is a-- he wrote a book, Projections. ANDREW HUBERMAN: Yeah. SAM HARRIS: So it's on my stack to read. But it's the opposite-- what I'm recommending is, essentially, the opposite end of the continuum of the internal exercise he was doing. So rather than-- so he's doing something very deliberate and controlled, and he is deliberately thinking in complete sentences and commandeering the machinery of thought and attention in a way that I would imagine. I mean, I'd be interested to talk to him about it. But I would imagine, he really feels like he's doing that. ANDREW HUBERMAN: He's an engineer-- as you've describe it in this way, it reminds me, he's a physician, but he's also an engineer. So it's really about taking the raw materials of thought and engineering something structured from it. SAM HARRIS: Right. Right. ANDREW HUBERMAN: I haven't been in Carl's mind. SAM HARRIS: Yeah. But if we got him talking on that, I'm sure we would get a sense of what it is. ANDREW HUBERMAN: We'll do that conversation at some point. It's the exact opposite of what you're describing. SAM HARRIS: Exact opposite would be to recognize that the sense of control is a total illusion. Because you don't know what you're going to think next. And even he, in the most laborious way, I mean, he could just get as muscular as he wants with it. He still doesn't know what he's going to think next. Because thoughts simply arise. You can run this experiment for yourself. And this connects up to the topic of free will which we might want to touch. But I mean, just think of any category of thing. If I asked you to think of the names of cities or of friends you have or of famous people you can remember exist or think of nouns or anything. And just watch what comes percolating into consciousness right now. There are things you can't think of, there are things you don't know the name of. There are languages you don't speak, there are famous people you've never seen or never heard of. So you have no control over that part. Like those names and faces are not going to suddenly come streaming into consciousness. But the totality of facts and figures and faces and names that you do know, only some will come vying for inclusion. And there's a sort of-- we could make guess and we know something about the neurology of this. But you depending on what channel you're waiting for thoughts in, I mean, it's going to be different if it's visual or semantic or episodic memory. I mean, all of these things are different. But wherever you point your inner gaze of attention and wait for the next face or name. Certain things are going to come and certain things aren't going to come. And how you land on one-- there'll be this process if you're paying attention, you might think, let's say we go with names of cities, right? So you'll think of Paris, you'll think of London, you'll think of Rome, you'll think of Sedona. So these names will come. And if I ask you to just say one, right? So just-- ANDREW HUBERMAN: Minneapolis is what came to mind. For me, it was very straightforward. It was Minneapolis, the famous person was Joe Strummer and they just like-- I can give you reasons why I think those came to mind. Recent conversations. SAM HARRIS: OK. So we know a fair bit about much of this. So one, we know that your reasons, obviously, could be right or wrong. They're very likely to be wrong because we have this confabulatory storytelling mechanism even in an intact brain where we just-- we seem to never lack for the reasons why something came to mind, and we can know we can manipulate people in ways that prove that people are just reliably wrong and confident. You know, confidently so about the reasons why they thought of things or did things. But leaving that aside, even if you're completely accurate, there are people's names who you know and cities names that you know that inexplicably just didn't come to mind. And if we ran this experiment again and again and again, they wouldn't come to mind if your brain was in precisely the state it was in a moment ago. If we could return your brain to the state it was in a moment ago, correcting for all the deterministic changes and all the random changes that would have to be corrected for, it to just get-- all the synapses and the synaptic weights and everything in the state it was in to produce Joe Strummer in Minneapolis. If we rewind that movie, that part of the movie of your life, you are going to say Joe Strummer in Minneapolis a trillion times in a row. So this is why, in my view, the notion of free will makes absolutely no sense. And you can add as much randomness to that process as you want. It still doesn't get you the freedom people think they have. There's another conversation to have about why none of that matters and why things only get better once you admit to yourself that free will is an illusion. And yes, you can get in shape and you can diet and you can do all the things you want to do and you don't have to think about free will. But from a contemplative, meditative point of view, the thing to notice is that everything is just springing into view. There's no place from which you are authoring your next thought, because you would have to think it before you think it. Like there is just this fundamental mystery at our backs that is disgorging everything that we experience. ANDREW HUBERMAN: What if I'm speaking? So if I'm talking about something "
        },
        {
            "timestamp": 6194,
            "text": "and I have some command of that information, I can often sense what I'm going to say next and then find myself saying it. And hopefully, that's what they say and not something else. I certainly said things I didn't intend to say or never thought I would say in life. But when engaged in speech or action, it at least gives us the illusion, I think, that we somehow have more command over our thoughts. SAM HARRIS: Yeah. Well you have a script. I mean, it's like there are things you know a lot about and you've talked about them a lot, and you know you have the things you want to say about those things and the things you don't want to say or you wouldn't want to say. And you know you can-- it still is a bit of a high wire act, because you can misspeak or you can fail to get to the end of a sentence in a grammatically correct way. And again, all of this-- objectively, this whole process is mysterious to you. You don't know how you follow the rules of English grammar. Like your tongue is doing it somehow and when it fails, it fails, and you're just as surprised as the next guy that it failed. And you mispronounce a word, and OK, I don't know what happened there. But if it keeps happening, I'm going to worry I had a stroke. And if it stops, I'm not going to worry about it. So it's still mysterious even when you're doing it in a very rote, deliberative, and repetitive way. But when you're talking about something you've talked about a lot and you know where you're going to go, right? We have many conversations like this, it is somewhat analogous to like a golf swing. Where it's like, you know how you want to do it, it's going to be all kinds of errors that are going to creep into your execution of it in real time. But there's like you, basically, have a pattern. And so you have certain linguistic patterns which you're following. Again, none of this is a proof of free will, but I will grant you that phenomenologically, it feels different than just waiting for the next thought to come. But my point is that, even if you are-- I mean, you can trim it down to the simplest possible thing. Like you take two things you like to drink. You like coffee and you like tea. And you're deciding which to have. Both are on offer. You've got two cups in front of you. And the question is, here I've got water and I've got coffee, which am I going to drink next? Incredibly, it's as simple as possible decision. And no matter how long I make this decision process, I could literally sit for an hour trying to figure out which to reach for next. And I could have my reasons why, and I could have all my self talk. There's going to be a final change in me that's going to be the proximate cause of me deciding one over the other. And that, no matter how laborious I can make it seem in terms of my reasoning about it, it is going to be fundamentally mysterious as to why I went with one rather than the other. Whatever story I have-- because it's like-- it's still going to be as mysterious as you thinking of Joe Strummer when you absolutely-- you know of the existence of Marilyn Monroe just as much. And yet she simply didn't occur to you. It's fundamentally mysterious. Like there are people who are even more famous than Joe Strummer to you. I mean, I'm sure he may be somebody who you have thought a lot about, but there are people who like if we could just inventory your conscious life going back the last 10 years, there are people who you've thought about more than Joe Strummer yet they didn't appear. And that is mysterious. And they could have, but they didn't. What I'm saying is that this mystery never gets banished in our experience. Whatever stories. We have to tell about it. Because if the story is, oh, well, I went for the water because I think I've been drinking too much coffee. I listen to Andrew Huberman's podcast and he was talking about caffeine, and I think-- ANDREW HUBERMAN: It's good for us, but you don't want to overdo it. SAM HARRIS: Yeah. ANDREW HUBERMAN: Yeah. SAM HARRIS: OK. So let's say that is, actually, the causal chain. Like, I listen to your podcast, you say something about caffeine, now I'm self conscious about my coffee intake. But that's just adding a couple of links to the chain. There's still this fundamental mystery of, well, why did I find that persuasive? And why did I find it persuasive now and not five minutes ago when I was drinking the coffee? Like why did I just remember it now, or why was it effective? You only have-- your experience in every moment is precisely what it is and not one bit more. And this subsumes even moments of real resolve and effort and picking yourself up by your bootstraps and changing everything. It's like you're on a diet and you're tempted to eat chocolate. And you think you're about to reach and say, no, I'm not breaking this diet. This diet is actually going to stick. Why did that arise in that moment and not at this analogous moment on your last diet? And why did it arise now to precisely the degree that it did? Why will it be as effective as it will be and have the half-life that it will have and not 10% more or less. All of those are always mysterious to you. ANDREW HUBERMAN: Well, could we give, as we did before, an evolutionary and a developmental explanation? An evolutionary explanation might be that directed attention and action is metabolically demanding. It would be inefficient or impossible for us to be in constant, deliberate action with access to all the relevant information as to why we would do anything. So our ideas, literally, spring to the surface at the last possible moment in order to offset the great metabolic requirements of having ideas that are related to goal-directed action or that goal-directed action is expensive. That's one idea. The other idea would be-- and we know this as a fact, which is that, initially, the brain is fairly crudely wired. That's not true within the neural circuits that control breathing, heart rate, et cetera, but within the neural circuits of sensory perception, thought, et cetera. They're fairly crudely wired. And then across development, there's a progressive pruning back and also in parallel to that, a strengthening of the connections that underlie directed action and thought. And here, I don't mean directed as in free will, I mean, just that I can decide to imagine an apple and imagine that apple, for instance. SAM HARRIS: Right. But your decision-- ANDREW HUBERMAN: There seems to be some maintenance of the fine random wiring in systems. I mean, we've seen this even in worms, in flies, in so-called lower invertebrates and lower vertebrates. And we see this in humans. And it seems to be that there's a lot of background spontaneous activity. I mean, I've sunk electrodes into the brains of humans, macaques, carnivores, and mice. And in every case, most of what you hear is called hash and it has nothing to do with hashish. Is just [VOCALIZING] on the audio monitor which is picking up a bunch of action potentials. As you're listening to a chorus of action potentials. But it's rare to find a neuron that faithfully [VOCALIZING] fires to represent some sensory stimulus in the world. And you can arrange that marriage experimentally so that you can arrive at those strong signal to noise events. But I was always struck by how much noise there is in the system all around all the time. And people argue, is the noise really noise, et cetera? There's still a lot of debate about that. But I can imagine that some of the spontaneous nature of thoughts just relates to the fact that there's a lot of background spontaneous activity in the brain. Now, why that is a whole other discussion. But if I were to set up two constraints that there's a lot of spontaneous activity, it's going to generate random thoughts. Thankfully, not much random action, although there's a little bit of random action in our daily lives. And then against that say, well, any deliberate thought or motion is going to be expensive. It's a metabolically expensive organ to begin with. And so you just have to-- evolution has arrived at a place where spontaneous geysering up of things upon which like deliberate thoughts and action are superimposed is the best arrangement overall for this very metabolically demanding organ. I mean, what I basically gave was just kind of a biological description of just one narrow aspect "
        },
        {
            "timestamp": 6731,
            "text": "of it. But can we get comfortable with that? And the reason I say get comfortable is that I'm-- and here, admittedly, I'm forcing a little bit of a striptease towards what I think I and everyone else wants to know, which is how to meditate and why, in particular, meditation convinces us that something doesn't necessarily have to be eliminated, but that was actually never there. I feel like we've now set up a sort of almost like a-- you're not contradicting yourself by any means, but in my mind, there's a contradiction. And here's the contradiction. I love this statement that meditation over time or done properly reveals to us that we're actually not trying to make the gap between actor and observer go away. It was actually never there. To me, that's one of the more important statements that I, perhaps, have ever heard. And it inspires me to go further down this path of meditation, because I've never experienced that. SAM HARRIS: Right. ANDREW HUBERMAN: Not deliberately, and certainly, not through meditation. If I ever experienced it, it was transient enough that I'm intrigued to experience it more. So on the one hand, you're telling me something was never there. And there's a profound experience to be heard by anyone that's willing to do the work to arrive at that experience of the loss of that illusion. On the other hand, I'm hearing that there's a profound gap that really does exist, which is that we believe that our thoughts are somehow from us. And indeed, they're from in the cranial vault someplace, maybe, in the body a bit as well. But that we over attribute the degree to which we are that and that is us in a way that's volitional, that we control. And so once I'm hearing that there's something-- there's an illusion that we can eliminate and on the other hand I'm hearing that there's an illusion that we can't eliminate, and maybe these are unrelated and I'm bridging them in an unimportant way, that seems only important to me. But somehow, I can't resolve these two and maybe the thing to do then is, can we separate them in terms of a practice to witness them? That would allow us to resolve them separately. SAM HARRIS: Right. So I think I'm hearing the problem. There's this-- let me bracket the whole free will discussion because it really is the flip side of this coin that I'm-- the obverse of which is the illusion of the self. ANDREW HUBERMAN: So at least-- I might be on the right track. SAM HARRIS: Yeah. Yeah. ANDREW HUBERMAN: They are the opposite sides of a coin. SAM HARRIS: Yeah. Yeah. ANDREW HUBERMAN: OK. Great. Because to me they seem very different in essence. SAM HARRIS: No. Because what I'm calling the sense of self and what I think most people feel as their core sense of self is this feeling of-- I mean, it's the feeling of being the locus of attention, but it's also the feeling of being the locus of agency. I can do the next thing. Like, who's doing this? Who's reaching for the cup? I am. Right? I intended this, and now I'm doing the thing. And my conscious intention is the proximate cause of my reaching, right? And so I'm the author of my thoughts and actions, essentially. And my specific uses of attention, right? So I can pay attention to the breath, I get lost in thought, I come back to the breath. But on some level, the thoughts themselves are more of my doing something with almost authorial intent. Like I'm thinking like, what the hell is this guy talking about? Who's thinking these thoughts? I am. The person who really doesn't get what I'm saying is thinking something like that. What the fuck is this guy talking about? I know I'm here. I'm a self, I'm a body, I'm a mind. I can reach for things. That these intentional actions are different from things that happen to me. A voluntary action is different from an involuntary one. So having a tremor is different from consciously deciding to pick up a glass. So obviously, everything I'm saying about meditation and the self and free will in order to be a sane picture of a human mind and of reality has to conserve the data of experience such that, yes, I can acknowledge the difference between a tremor and a deliberative voluntary motor action. And the things you do volitionally are different not just psychologically and behaviorally, but they just have different implications for like in a court of law. You accidentally hit someone with your car or you did it on purpose, that's still a distinction that matters. Importantly, it tells us a lot about the global properties of your mind such that we have a sense of what you're likely to do in the future. If you're someone who likes running over people with your car, you're a psychopath who we need to worry about. If you're is someone who did it by accident, well then you may be culpable for the level of negligence that allow that to happen. But you're a very different person and we you differently and we're wise to. So anyway, we can bracket all of that. There's this-- I mean, there are some fundamental-- there are some false assumptions about the underlying logic of this process, which, I think, is worth addressing. Is actually-- there was a kind of found object in the news that I talk about at one point. I forget where it is in Waking Up app. But there was a story that I stumbled on the internet. I think it's about 12 or 13 years old. Of a tourist bus in-- I think it was in Norway. It was somewhere in Northern Europe. And it had about 30 people on it. And one person was described as an Asian woman. And they went to a rest stop and everyone got off the bus. And shopped and had lunch. And this Asian woman changed her clothing for whatever reason. And they all got back on the bus. I think the relevance of it being an Asian woman is that there were language barriers that explain what later happened. So everyone gets back on the bus, the Asian woman has changed her clothing. And the bus is about to leave but then someone notices, hey, there was an Asian woman who got off the bus who isn't-- it hasn't come back yet. And they tell the driver this. And this poses a problem. So now everyone's waiting for this person to return. But in fact, everyone was on the bus. This woman had just changed her clothing, and was not recognized by her fellow travelers. So everyone gets concerned as this tourist doesn't show up. And they start looking for her. And they can't find her. And so a search party is formed. And the Asian woman, because of whatever language barrier, heard that there was a missing tourist, so she joins the search party, which, in fact, is looking for her. And this goes on into the night. And they're readying helicopters for a dawn patrol to find the missing tourist. Now, at some point along the way, I think it was at like 3:00 in the morning, this tourist realizes that she is the object of this search. And obviously, the whole thing unravels. She confesses that she changed her clothes and the problem is solved. But the problem is not solved by the logic that the seeker is expected. So it's like, it's not true to say that the missing tourist was found in the way that was expected. Because a missing tourist was never lost. The missing tourist was part of the search party. So when you think about it from her point of view, like what happened, she's part of the search party. She's looking for the missing tourist not knowing that she, in fact, is the missing tourist. So what happens at the moment she realizes that everyone's looking for her? The search isn't consummated in the way that is implied by the logic of everyone's use of attention. And yet the problem evaporates. And there's something deeply analogous about the structure of that and the meditative journey. Precisely in, again, not talking about all the possible changes in the contents of consciousness that could be good, which, again, they come along for the ride anyway when you do the thing I'm talking about. It's on this point of looking for the self and not finding it. And there is this sense that, OK, the self is here, and it's a problem. It is the string upon which all of my conscious states, mostly unhappy ones, are strong. It's the thing that is at the center of my anxiety. It's the thing that I don't feel good about. It's the thing that when criticized, I let implode. It's the center of my problem, and now I'm trying to feel better. And meditation has been handed to me as a possible remedy for my situation. And it's billed as a remedy. And in fact, I'm hearing from this guy that this is the thing that is going to cause me to realize that my self isn't where-- or as I thought it was. So now I'm going to look. And so again, the sense is, I start out far away from the goal here. I start out with a problem. I'm now meditating on the evidence of my enlightenment. I can feel my problem. I feel that I'm distracted and distractible. And I feel as this sort of cramp at the center of my life, that's me. And I'm not as happy as I want to be, I'm not as confident as I want to be. I'm more distractible than I want to be. And now, I'm paying attention to the breath. This is what the search party feels like. This is what the confused tourist feels like in her own search party. And she's looking for the missing person. So the angle of-- the inclination of all of this is-- and the logic of it is all wrong, understandably so, given how we all get into this situation. But it's useful to continually try to undercut it and recognize that the thing that's being looked for is actually right on the surface, which is, there is no one looking. There is no place from which you are-- if you're paying attention to the breath or to sounds or noticing the next thought arise, this sense that you are over here doing that thing is actually what it's like to be thinking and not knowing that you're thinking. There's an undercurrent of thought that's going uninspected in that moment. And so there is just-- there's a continually looking for the mind, looking for the center of experience, looking for the one who is looking, which, again, which is the orienting practice here. And there's a lot more I say about this, obviously, over waking up. But it's the experiment you have to perform in order to get ready to recognize that the search party was formed in error, essentially. And the problem that you're trying to solve with this practice does evaporate in a similar way, which is like, you don't actually get there in the way that you're hoping for. It's like you drop out the bottom of this thing in an unexpected way. There's actually another similar parable or anecdote that I don't remember if it's Zen or Sufi or-- I mean, I'm sure it's been re-appropriated in many different ways or by many different traditions. But the case of somebody who's lost in a town and they're asking for directions and you can put this in Manhattan. Let's say, you're wandering Manhattan and you're a tourist, you don't know where anything is. And you stop and ask someone, where is Central Park? And the person thinks for a second and they says, oh, yeah. Unfortunately, you can't get to Central Park from here. Now, that is a very strange-- I mean, you think about that for a second. You realize, OK, that's an absurd. There is no place that you can't get to from the place you're starting on Earth. ANDREW HUBERMAN: A failure to describe the physical relationships between anything in the world. SAM HARRIS: Yeah. That's just not the world we live in. So but it's a funny thing. But on some level that is true of meditation. It's like you can't get there from here. The sense of view as subject isn't brought along to this thing you're looking for. It's almost like you're making a fist and you're trying to get to an open hand. The fist doesn't get to take that journey as a fist. The fist doesn't go along for the ride. The fist comes apart. And on some level, the subjectivity is an attentional fist. It is a contraction of energy. Again, it's so much bound up and thought for most of us, most of the time. And when properly inspected, there's just this evaporation of the starting point. But there's not this fulfillment of, I'm going to get-- this fixed is just going to-- if life gets good enough, if I get concentrated enough, focused enough, if I austere enough, if I renounce enough, if I desire less, if I-- with enough good intentions, this fist is going to move into some sort of sublime condition. That's not the logic of the process. ANDREW HUBERMAN: I really appreciate these models "
        },
        {
            "timestamp": 7604,
            "text": "and analogies for conscious experience both as most people experience them and harbor them and as a way to frame what's possible through a proper meditation practice. I do want to talk about what a proper meditation practice looks like a bit. But at some point, I do want to raise a model of, maybe, even just perceptual awareness to see if it survives the filters that you've provided. But first, briefly, and then we can return to it. What does this meditation practice or set of practices look like? Obviously, the app is a wonderful tool. I've started using it. As I mentioned at the beginning, my father's been using it for a while and many people have derived great benefit from it. But if we were to break it down, meditation into some basic component parts as we have broken down normal perceptual experience in some of its component parts-- SAM HARRIS: Yeah. ANDREW HUBERMAN: --I can just throw out some things that I associate with meditation, and maybe you can elaborate on how these may or may not be applied. For instance, there is almost always a ceasing of robust motor movement. I know they're walking meditations and so forth. But it seems like sitting or lying down and, perhaps, not always but often limiting our visual perception, closing the eyes. SAM HARRIS: Right. ANDREW HUBERMAN: Directing a mind's eye someplace. Is there a dedicated effort toward generating imagery? What are the component parts? And where I'm really going with this is, why would those component parts, eventually, allow for this dissolution of the fist or the realization that there is no distinction between actor and observer and so on. SAM HARRIS: Yeah. Yeah. Well, so to answer the second question first, ultimately, meditation is not a practice that you're adding to your life. It's not a doing more of anything. It's actually ceasing to do something. It's ultimately non-distraction. I mean, ultimately, you're recognizing what consciousness is like when you're no longer distracted by the automatic arising of thought. It's not the thoughts don't arise, it's not that you can't use them, it's not that you become irrational or unintelligent, I mean, all of that-- you still have all of your tools, but everything is in plain view. I mean, there's an analogy in Tibetan Buddhism which I love, which is you're kind of in the final stage of meditation, thoughts are like thieves entering an empty house. There's nothing for them to steal. So in the usual case, thoughts are-- there really is something in jeopardy. Every time a thought comes, I'm not meditating anymore, and not only that, I feel terrible because of what I'm thinking about most of the time. And so it's totally understandable that thoughts seem like a problem in the beginning. And for certain types of meditation, they are explicitly thought of as a problem because you're trying to focus on one thing to the exclusion of everything else, including thought. And that is what I called the concentration practice earlier. And that's a training that can be good to do. It becomes a tool that you can use for other kinds of insight. But it's a very specific and it's kind of brittle skill in the end. I mean, it's a skill. Just like I'm going to pay attention to one thing and I'm going to do that so well that everything else is going to fade out. And it's somewhat analogous to what you described in the visual system. If have a laser focus to one fixation point, everything else in your visual field begins to fade out. But meditatively, if you have a laser focus on any one thing, whether it's the breath or a candle flame or whatever it is, not only does-- I mean, let's use the breath for a second. Because your eyes can be closed. I mean, you can lose all sense of everything. I mean, you can lose all sense of hearing and your physical body can disappear. I mean, like, literally, it can become incredibly subtle and vast and drug-like. And many people approach meditation thinking climbing the ladder of those changes into subtlety and vastness, that's the whole game. And it can be a deeply rewarding game to play. And it also does come with all kinds of ancillary benefits. I mean, all the focus and the calm and the smoothness of emotional states. I mean, all of that comes with greater concentration. And it can be quite wonderful. But again, at best, that's a tool to aim in the direction that I'm talking about now with respect to meditation, which relates to more what I would call mindfulness generically. And ultimately, non-dual mindfulness. So mindfulness generically and for most people, certainly in the beginning, "
        },
        {
            "timestamp": 7918,
            "text": "dualistically is just the practice of paying careful attention to whatever is arising on its own. Now in the beginning, it's natural to take a single object like the breath as a starting point. It's an anchor. But very, very quickly, over the course of even your first week of doing this, teachers and various sources of information will recommend that once you get some facilities-- once you know the difference between being lost in thought and actually paying attention to the breath, well, then you can open it up to everything. You can open up the sounds and other sensations in the body and moods and emotions. And even, ultimately, thoughts themselves. So very quickly, you can recognize that thoughts are not intrinsically the enemy to this practice. They are also just spontaneous appearances in consciousness that can be observed. But for some considerable period of time, people will feel that there is a place from which that observation is happening. There's just, I'm now the one who's being mindful. And however attenuated that sense of self can be, I mean, again, it can get very expansive. I mean, you can lose-- as you get anything, just a modicum of concentration, you know it becomes very drug-like and you get the boundaries of your body dissolve. And your feeling of having a body can disappear. And you if your eyes are closed, you know your visual field-- I mean, most people, when they close their eyes initially, they just forget about their visual field. But if you close your eyes right now, you notice your visual field is fully present. And we call it dark, but it's not quite dark. There is a sort of scintillating some field of color and shadow that's there in the darkness of your closed eyes. And that can become a sky-like domain of vast visual expression that opens up as you get more concentrated with your eyes closed right. So you can very much be aware of seeing with your eyes closed in a meditative practice. But from the point of view of mindfulness, the logic is not to care about any of the interesting changes and experience that come as a result of practicing in this way, because the underlying goal is to be more and more equanimous with changes. So it's not to grasp at what's pleasant or interesting and not to push what's unpleasant or boring or otherwise not engaging in a way. What you want is just a kind of a sky-like mind that just allows everything to appear. And you're not clinging to anything or reacting to anything. ANDREW HUBERMAN: Could I ask you what your thoughts are "
        },
        {
            "timestamp": 8111,
            "text": "about the differences between nouns, adjectives, and verbs in the context of what we're talking about in you're describing? And the reason I bring this up is that as you know, I know everything in biology is a process. We would never ever say, oh, the perception of that red line on a painting is a noun. I mean, it's an event in the visual system. You're abstracting some understanding about that thing in the outside world. And I think it's very useful in thinking about the brain. People will notice I notice-- I, excuse me, actively avoid the use of the word mind, because I figure, especially, with sitting across from me, that I'll step in it if I do. But the brain generates a series of perceptions or what have you by through processes, not nouns. And so when thinking about biology, I think of development is an arc of processes. Aging is an arc-- perception is an arc of processes. They just exist on different time scales. And so a little bit of what I'm hearing is that inside of an effective meditation practice, there's a little bit of certainly non-judgment but discarding of the noun and the adjective modes of language. Like red apple. OK. It's a red apple, but then you need to eliminate some other adjectives about it. It's a rotten apple, it's a ripe apple. And instead view the appearance and disappearance of that apple as just a thing, a process as opposed to an event. And now, events, we could really get into the language aspect of it. That just reveals how diminished language is to describe the workings of the brain at some level. I don't know if any of these resonates. But it seems to me, the goal or one of the goals is to start to understand the algorithm that is the fleeting nature of perception but to not focus on any one single perception. And then to not even focused on one single algorithm, but to, at some level, there's a-- what is revealed to the meditator over time is some sort of macroscopic principle about the way perceptions work at a deeper level. That there's a deeper principle there that sits below our-- certainly our normal everyday awareness. But that in paying attention to the mechanics of all this stuff and not judging those mechanics, not naming those mechanics, or just naming them and let them pass by. That there's some action function, some verb is revealed. And that maybe that verb-- may be the word to describe that verb is mindfulness. Maybe mindfulness is really just a verb to describe that. I don't know. Is there anything here? Or am I-- I don't know if I'm creating just like useless straw or if there's actually a seed here of something real. But to me, any time I want to understand something in biology or psychology, I try and broaden the time domain and think in terms of verbs, not nouns or adjectives. SAM HARRIS: Yeah. Yeah, yeah. No. That's very useful, and that's somewhat adjacent to this distinction I'm making between dualistic and non-dualistic ways of experiencing the world. So even dualistically, everything is still a process. And we're misled by the reification that noun talk gives us. And this applies not just to something like mindfulness, but even to something like the self. So the sense of self is also a process. I mean, it's a verb, it's not-- so we're self in more than we are ourselves. And there are-- even appropriate uses of the term self that don't go away even when you recognize that the core subject, self, is an illusion. There are states of self where you can recognize in your life that you inhabit very different modes of being depending on the context. So like there are moments where you-- just by walking into a certain building, you suddenly transition into a different state of self. Like suddenly, you pass through a door and now you are a customer in a store, right? So we know what that customer feeling is. Like, you're now the person who's getting the attention. It's a very formalized type of attention from the person who is running the store or a restaurant. You're a customer at a restaurant. That's a-- I just remembered something that's funny. That was born of a mismatch of this. I'll come back to that in a second. So there are-- so we go through it. You can be a student in the presence of a teacher, you're going to be a parent in the presence of a son or a daughter, you can be a spouse in the presence of your spouse. And all of those shadings of-- like the change in context really does usher in some fundamental psychological changes in just the states of consciousness that are available to you. And some of this is really-- I mean, I'm sure we could understand a lot about this personally and generically. But it is pretty mysterious. I mean, there are people who I know who I'm with them in a certain way, and based on something I'm getting off of them, I can't be that-- I'm effortlessly one way with them, and there's no way I could be that way with somebody else. I don't know if it's the pheromones or their facial, just the way they are, their facial expression. But I mean, there are people with whom I'm really kind of effortlessly funny, and there are people with whom I couldn't even-- it would never occur to me to be funny no matter what happened. And I have long standing relationships with these people, so all of that's very mysterious. But anyway, the difference there is not in this core sense of subject in relationship to all the objects, it's in kind of the states of self. And all of that is very verby. All this is a pattern of changes. It's a pattern of what's available and what's not available, the capacities there that come online or not in those various contexts. But no, the memory I just had, which I hadn't had in a long time. But it was one of these moments where I realized the power of these shifts in context for states of self. So once, I was a young man. I think I was probably 22 or so, and single. And like, you're just like, trying to figure out how do you meet women? And how does one get confident to do this well? And I walked into a restaurant and a kind of a woman was walking toward me, toward the front door of the restroom. But she was walking toward me in a way where I just by default assumed she was the hostess in the restaurant. But she wasn't the hostess, she was just someone who had just eaten there, I guess. So I walked through, and she comes out. And so there's a fundamental misunderstanding in me that's set up by literally just this change in architecture. And so I just said hi to her in a way that I presumably I would say hi to any hostess who was coming up to ask me where I wanted to sit. But what had actually happened is I had said hi to a total stranger in a way that I tended at that point never to say hi to total strangers because I was shy and it was just like that. But apparently, I gave her like a 10,000 watt high of all of the confidence you would have if you were that sort of person. And it just ushered in a complete like-- so I went to my table, and this woman, I came back into the restaurant and gave me her phone number, which was something that was just a completely foreign experience to me, and it was based completely on my misunderstanding of the situation I was in. And so anyway-- ANDREW HUBERMAN: Among the misunderstandings that one can have and then action and engage in life, I would say that was a somewhat adaptive one. SAM HARRIS: Yeah, but then you realize that, OK, but then there are certain people who recognize this machinery to whatever degree or have kind of natural aptitudes for bringing certain things online or not such that they can consciously make these states of self, this level of gregariousness, say, available to them in the circumstances where it's is actually useful to them. So if you're single and you want to meet people, well, it's actually very helpful to feel confident enough to just go say hi to strangers and ask them how they're doing and to be online in that way. Where at that point in my life, in that circumstance, by default, I was going to ignore this stranger who I was passing by in the doorway of a restaurant. But thinking she was the hostess, I was engaging her fully. So anyway, you can consciously-- again, this does not invoke free will at all. But yes, you can consciously decide to play with these mechanisms such that you can decide what states of self would be more normative to have given what you want in life. And you can become increasingly attentive to the ways in which you get played by the world. You're a kind of instrument. Your mind is a kind of instrument. Your brain is a kind of instrument that is continually getting played by the situations you are in, and you can become more of an intelligent curator of your conscious states and your conscious capacities just by noticing the changes in you. Like, in graduate school, it's something I talk about. I think at some point in waking up, this became very stark for me because I was an old graduate student. I had taken 11 years off at Stanford between my sophomore and junior year. So when I went back to school-- ANDREW HUBERMAN: Talk about a leave of absence. SAM HARRIS: Yeah, but I mean, Stanford had this, you might know this. They have this stop out policy where you never really drop out, you just stop as you want. You can always go back. You don't have to write letters saying that you still exist every two years as you do in other schools. So anyway, I showed up after 11 years. So I was really on a deadline, and I felt late for everything. So I'm kind of finishing my degree as quickly as I can as an undergraduate, and then I jump into graduate school, and I'm an old graduate student. There's a real sense of urgency. Like, I'm late. I should have done this earlier. I want to get this stuff done. But then 9/11 happened. And just as I had finished my coursework getting my PhD, and I was just getting into my research but 9/11 intersected with my life in such a way that I just had to drop everything and write my first book. And I did that. And then I just had to drop everything and write my second book because of the response to the first book. And so essentially, I had like, four years, where I was AWOL doing my PhD. But I still had a toe in the lab and I was still showing up occasionally. But I was becoming this kind of cautionary tale from the point of view of grad school, but I was also becoming kind of a famous or semi-famous writer because my first book had been a New York Times best seller, so I was getting some notoriety as a writer. And so I was doing things like, I was giving a Ted Talk but I still hadn't finished graduate school. So it was I think that timing's is right, maybe I had just finished graduate school when I gave the Ted Talk. But anyway, so I was rowing in two boats and one boat was sinking or showing every sign of being damaged. And I was literally like, getting letters from the head of the department saying, we're concerned about you. But on the other hand, I was becoming a quasi celebrity in that world too, at least in a world that was overlapping. So I was having the experience of going in the moment where this crystallized for me in a fairly peculiar way was, I had a meeting at like 3:00 o'clock with my advisor who was just this guy, Mark Cohen, in the brain mapping center at UCLA who's a fantastic guy. Great advisor. I did not extract as much wisdom from him as I should have. Brilliant scientist. And for him, I'm late. At least, in my head-- he is not that he was riding me so hard but in my head, I'm very self conscious about how I'm not living up to his expectations at this point. So I have a meeting with him at 3:00 o'clock, and I'm just kind of wilting under his gaze and my own imagined inner gaze of his. But two hours later, I have a meeting with his boss, a dinner meeting with his boss who wants to meet with me to get advice on launching his book. We have the same publisher but I'm like, the much bigger author at Norton, and he's coming to me for advice. And so I'm ricocheting between two diametrically opposite self states that are-- again, this comes down to architecture. It's literally like the state I was in walking into one building and then leaving and walking into another building on the same campus. And they were completely opposite self concepts. Like, in one context, I am a fuckup. In another context, I'm a celebrity. ANDREW HUBERMAN: And you have mastery and virtuosity, and we're developing it very quickly. SAM HARRIS: But so again, this is a kind of a stark version of that. But everyone has some version of this just in bouncing between talking to their mom and then talking to their best friend and then talking to a stranger and talking to someone who's very successful, talking to someone who's not very successful. You notice your vulnerability to all of this stuff. And ultimately, what you want is a level of psychological integrity that is truly divorceable from that. Now, I'm not I'm not saying you're ever going to get it perfect, there's always going to be some-- I mean, I can't talk about the ultimate fulfillment of this process. I'm not a Buddha, I'm not saying I've finished the project. But I think there's more and more as you become sensitive to these changes and you become sensitive to what it's like to actually not be psychologically reactive and not be definable by your own self-concept, your own-- you're not identifying with anything, you're not hanging your hat on anything, you're not thinking about yourself in the kind of terms that you would export to others and then care about what they think about you. There's a kind of invulnerability that arises that's not borne of being well defended, it's born of being evaporated. It's like, you're no longer keeping score in those ways. ANDREW HUBERMAN: Once again, I really appreciate that description because these days, I'm really intrigued by something we've known for a long time that you're certainly familiar with is the prefrontal cortex's ability to establish context dependent rule sets. A Stroop task would be basic example of reading numbers or letters on cards and then switching to having to report the colors that the letters and numbers are written in. It's a basic task. But prefrontal cortex, obviously important for setting context dependent thought and behavior and directed action. But within the context of all these different variations of the self, depending on graduate school or relationship where sitting alone in one's room, there are different rule sets arise and somehow, we are able to have a coherent sense of self that encompasses all of those. Functional people can toggle between them as needed and not overlap them inappropriately. At least not to the extent that it's career failing or life failing. Although there are sad examples of that, many of which exist in the Twitter space. I know several colleagues, not directly of mine, but people who threw mistakes made with their thumbs, where they forgot context or forgot to realize that the context on social media is near infinite. But the context that existed in their head might not be clear in the way that they communicated something, and they lost their jobs by saying what were perceived as insensitive things. In some cases were, in fact, offensive, insensitive things. In some cases, it's debatable. In any case, I think that the image that now comes to mind "
        },
        {
            "timestamp": 9159,
            "text": "relates to something you've said several times, that it's not about eliminating something, it's about revealing that something was never actually there. And then in terms of sensory experience and these different aspects of the self, I have this image in my mind of-- I'm not an experienced scuba diver, but I've done enough of it. I've worn a wetsuit. You wear a complete wetsuit with the hood. And this idea if you were born into that wetsuit, you might think that yeah, you nudge up or lean up against a wall and you experience it one way. But were you to shed that wetsuit, you go, wow, there's this incredible landscape of somatosensory experience that I had no idea. It goes way beyond levels of sensitivity. Right now you're talking about fine two point discrimination and light strokes, and this could be positive or negative pain in other ways too. But what you're describing is essentially that the wetsuit was never really there, but was created through a series of action steps. And I think what we're migrating towards here is a set of for most, non-intuitive or non-reflexive action steps that reveal to us that in fact, we're not wearing the wetsuit. Now, you raised one topic, which I think is analogous to this wetsuit, which is this notion of distraction. That normally, distraction is masking what would otherwise be a better experience of life. I can think of distraction as falling into two different bins. One would be the kind of distraction that is internally generated. Like, the fact that thoughts arise and pull me down different alleyways and avenues of my brain and my thoughts and my experience. And that would compete with my ability to really focus on something. And then another form of distraction which captures my ability to focus intensely but has me focusing on the wrong things. And here, I think the judgment of wrong is reasonable to include if, for instance, I'm being impulsively yanked to something on social media. I'm being impulsively yanked to someone else's pain and experience and somehow confusing that with my own experience. This isn't empathy but just being yanked around. My attention as a spotlight is kind of like over here, over there. I'm not feeling as if I'm the one standing behind that spotlight controlling it or I'm not the spotlight, just to keep with what we've been building up here. So could you tell us a little bit about distraction and tell me whether or not these two forms are in any way accurate or inaccurate? I'd be happy for them to be inaccurate. And whether or not there are other forms of distraction that we need to be on the lookout for. And again, I think what most people are seeking is, what is the way to not just enhance our ability to focus but to shed this wetsuit-like cloak that limits our experience that I'm calling and that you've called distraction? SAM HARRIS: Yeah, distraction is one component of it. The other aspect of it is identification with thought. And the feeling of self is bound up in the sense that I'm the thinker, I'm the one attending, I'm the one vulnerable. I'm the inner homunculus that's vulnerable to experience. And it can be gratified by it or not, and it's constantly trying to improve it or mitigate negative aspects of it. It's the sense that there's kind of a rider on the horse of consciousness as opposed to just consciousness and its contents. So again, it rides atop this illusion of control, et cetera. So to go all the way back to the question you asked about, just what is in it, what I recommend as a starting point for meditation. Some of your assumptions are, in fact, true. Yes, I often recommend at the beginning people close their eyes and you do a sitting practice and it's different from a walk in practice. I mean, you can do both, but people tend to start sitting with their eyes closed. But again, ultimately where this is going is it's not an art of-- meditation properly recognized is not an artifice that you're adding to your life. It's not even a practice, it is less rather than more. And therefore, it is also coincident with potentially every waking moment. There's nothing that you can do with your attention once you know how to meditate. That in principle excludes meditation because meditation is just a recognition of an intrinsic character of consciousness in each moment. And all you have in each moment is consciousness and its contents, whatever you're doing. So in the beginning, you'll be very deliberate and precious about deciding to practice meditation, and you'll set aside 10 minutes in the morning, and you'll do that. And it'll seem very different from the next 10 minutes when you're spilling out onto your to-do list and you're trying to figure out what the day looks like. But ultimately, you want to erase this boundary between formal practice and the rest of life such that it's just not remotely findable. And that's achievable. And I think even from the very beginning, you can relax this conceptual distinction between meditation and its antithesis, because it's not at the level of anything you're doing, it's at the level of what's happening in your relationship to thought. Like, what can you notice? It's + transition from the by-stable percept. You're looking at the image and you see nothing. Let's say it's the Dalmatian, it's just the spots on the paper. And you don't see anything. And then all of a sudden the Dalmatian or the face of Jesus or whatever the image is pops out and then you see it, it's the transition from nothing to something. The practice becomes the transition from being lost in thought and then waking up. And breaking the spell of thought, and identification of thought is very much like waking up from a dream and having-- it's like that transition. Like you're having a dream and couple of things are true there. I mean, it's a psychosis that is just not-- we don't problematize because you're safely in bed and you're not moving or unless you've got some kind of sleep disorder. You're not walking around harming yourself or anybody else. But to be in bed and to not know it and to think you're running along a beach or you're getting tried for murder in a court of law or whatever the thing is that you're completely delusional about, that is psychosis. And it's like you're fundamentally unaware of your circumstance. And then two things can happen there. You can either become lucid within the dream, which is interesting, and there's a whole phenomenology of that which can be practiced. But more commonly, you can just wake up from the dream and all of a sudden, the problem you thought you had is no longer there, and you have a completely different context for your conscious life. Now, you know you're safely in bed all the while. There really is something analogous when you break this identification with thought. You're having a thought that seems to be some kind of moral or psychological emergency and yet the moment you see daylight around, the moment you see that the mind is larger than this mere appearance, then suddenly you have a degree of freedom that a moment ago was just unthinkable. And you recognize, you sort of come to in a way, you recognize your circumstance in a way that you weren't a moment ago when you were just talking to yourself, when you were just identical to that conversation. So this is all to say that ultimately, meditation-- I mean, so again, there's another apparent paradox here. Many people who don't know much about meditation will say things like, well, for me, running is my meditation or skiing or rock climbing or playing the guitar or something they like to do that gives them an experience of flow, that's what they go to feel better and that's the opposite of all the chaos of their lives or their time on Twitter or whatever it is. And virtually every case, it's not true to say that that is effectively meditation. By learning to play the guitar, you're not going to learn what I'm calling meditation. And you're not going to learn it by cycling and getting-- no matter how good you get at any of those things, you're not going to learn it by doing those things. But paradoxically, I mean, not really, but it can seem like a paradox. Once you know how to meditate, then you can meditate doing all of those things. Meditation is totally compatible with playing the guitar or skiing or doing any ordinary thing you like to do. So once you know how to meditate, and again, it's totally natural in the beginning to formalize it and to set aside time each day to do it because it is a training. I mean, it is something that in the beginning, you have to get used to. But once you're getting used to it, then there is no good reason not to be experiencing this thing I'm calling meditation, this insight into the center looseness of consciousness, the non-selfhood of consciousness. You should experience it when you're playing your favorite sport or when you're having a conversation with somebody. Then to come back to your initial assumption "
        },
        {
            "timestamp": 9778,
            "text": "about eyes closed, a lot of practice, even formal practice can be done eyes open. And it's important to do it as open because so much of our anchoring of our sense of self is based on visual cues. I mean, we know that you can if you give people the right visual cues, you can translocate their sense of self. You can give them an out-of-body experience with a video display, where you can literally make them feel like there's a body swapping illusion. You can make them feel that they're in another person's body looking back at their body if you run the cameras the right way. ANDREW HUBERMAN: I've done this in VR, seeing an image of-- they create an avatar for you and then your bodily movements generate the movements of the avatar, and you start gaining presence as they call it in the VR lingo very quickly. And then pretty soon, you lose sense of your own bodily representation. And it's a little eerie. What's eerie is to me is going back into, of course never left, but back into your actual body when the VR goggles pop off. The world seems almost overwhelming the number of sensory stimuli that are in a laboratory room, which is actually quite sparse. So exactly what you described, this translocation of notions of self through visual experience. SAM HARRIS: But conversely, when you lose the sense of self, the sense of self I'm talking about, it can be especially vivid and salient with eyes open. Because so many of your reference points to selfhood are delivered visually, especially in a social situation. So like, I'm talking to you, you're looking back at me. So the implication of your gaze is that I'm over here behind my face implicated by your gaze. So the sense that you're looking at something is the sense of self in that social context. And if your facial expression changes, I'm saying something and if you kind of furrow your brow, like, what the hell is he-- and I can read into that facial change, some interstate of yours that is salient to me. All of a sudden, we've got this sort of dance of. Like, I'm noticing you reacting to me, and that's changing the way I'm feeling about what I'm-- That's the purview of every neurosis everyone didn't want, right? ANDREW HUBERMAN: And every relationship. I had a girlfriend when I was a post-doc who was very, very-- she was brilliant, really, still is. And she always said that every relationship, there are four arrows. She used to say she's a neuroscientist, still is. And said there's the arrow of-- she was talking to me, so she said, me to you and kind of what you perceive coming from me. And then there's you to me, and then there's an arrow from the middle going right back at of each one of us, which is our own perception of what the other person is thinking about us, and it's feeding back on the other arrow. And she gave me this very clear but model of basically relationships. The relationship failed, but it was good while it lasted, I should say. But the four arrow model of relationships actually shows up in every type of one-on-one relationship, and is probably an under description of the total number of arrows. But is I think it's exactly what you're describing is that perception of self through the eyes of other whether or not we're empathic or not strongly shapes the way that we access different context dependent rule sets about what we're going to say or not. And it's very dynamic, right? SAM HARRIS: Yeah. But the freedom that I think we want and people can sometimes experience this just haphazardly, but the center of the bull's eye from the meditative point of view is to get off that ride entirely and to-- so that losing the sense of self in this context of a social encounter is to give up your face, essentially. And what that entails is or what that gives you is the free attention to actually just pay attention to the other person. And the other person is now no longer quite an object in the world for you, there's really just a kind of a totality of which that person is a part. And actually, Martin Buber, the mystical Jewish philosopher talked about the I-thou relationship. And I think it's been a long time since I've read Buber. But and I don't know if he goes far enough to be truly non-dualistic, but there's distinction between I and thou because the thou part of it is, I think, potentially this. Again, it's been several decades since I read him. But there's a way of beholding another person where you have the free attention to simply behold them. You no longer care what they think about you. You don't feel neurotically implicated by their gaze. You don't feel-- you're simply the space in which they're appearing, and so you're free. So by definition, you're no longer self-conscious. And this phrase, self-consciousness, really does get at this, what I'm calling the self, the illusory self as a kind of contraction. And you can notice this for yourself. Just imagine what it's like to go from not being self-conscious to suddenly being self-conscious. And the proximate cause of this almost invariably is suddenly recognizing that somebody is looking at you. It's like you're in a Starbucks and you're alone and you're reading the newspaper or whatever it is. And this now sounds highly anachronistic. It's been three years since I've held a physical newspaper in a Starbucks. But you're just minding your own business. And you look up, and you're seeing a room full of strangers. But then you notice that someone is just looking at you. And so that moment of eye contact, suddenly that throws you back on yourself as a kind of suddenly, you're the object in the world for that other person. That recognition is the tightening there, the kind of contraction there is a further ramification of this feeling most of us have most of the time of being the center of experience. It's like we're all walking around with a fist. And in moments of self-consciousness, the fist gets really tight. And that's the thing that gets fully relaxed when you discover this, what in various point's called the nature of mind or the non-dual nature of consciousness. It's just that there is no center to this experience. And when you recognize no center, then even when your gaze is aimed at another person's gaze, there is no implication going back to the center because there is no center. And rather than that being an experience of weird detachment or confusion, it's actually an experience of greater relationship because you're no longer defending it. You're not defending anything over here. You're not braced against anything, you're just the space in which that person is showing up. And so it's an experience of being much more comfortable in the presence of another person, whatever your relationship, because you're not contracting. Again, and this is meditation. This is meditation that is totally compatible with having a conversation with somebody. And then when you notice your self contracting, when you notice you're not meditating anymore, you're actually reacting. Like, they just said something or looked a certain way and now, you're cast back upon yourself in relationship to them, that becomes a kind of mindfulness alarm. Then it becomes the unsatisfactoriness of that. Psychologically becomes more and more salient. Because one, that's not the way you want to be. I mean, it's like, it's the antithesis of it being as comfortable as you were a moment ago. But two, it's something you're doing unnecessarily. it's like, again, you're making a fist when you don't have to make a fist. Again, you can leave aside all those circumstances where it's appropriate to react to someone. And I'm into martial arts and self defense. And yes, you're not supposed to be just this puddle of goo out in the world who can be just mistreated by people and never put up resistance. But it's psychologically even if a state like anger or contraction is sometimes normative and appropriate, the question is, how long is it normative and appropriate for? How long do you want to stay angry for? In my experience, these kind of classically negative emotions like anger and fear are appropriate as salience cues. They orient you to an emergency or a potential emergency. But then in dealing with the emergency, they're almost never the state you want to be in. Like, it's better to actually be calm in an emergency in a way. ANDREW HUBERMAN: Oh, absolutely. And again, the language is insufficient to describe what you're telling us. But I think what comes to mind for me is this distinction between situational awareness and self-awareness. And we need both but under conditions of emergency, true emergency, or motivated desire. We need to dial down the amount of self-awareness in order to be more effective within the situational awareness. But you said something very important. And my lab has been working on fear-like states for a long time, so I confess I'm going to rob this from you, but I'll credit you every time I describe it, is that the fear of the threat detection state or set of events acts as a flag but is not meant to persist in the way that the flag went up if one is to be in their most adaptive state. Actually, Jocko Willink and I were talking about this. He talks a lot about detachment and open gaze, things that my lab is interested in visual system and autonomic interactions. So why broadening the gaze literally broadens the time domain of thinking and you come up with new solutions to complex problems in real time and so on. And you're describing an everyday set of interactions where that could be very useful. And yet, there seems to be something that about the way you describe meditation and what you've managed to arrive at and what practitioners of meditation can arrive at, which is something more than that. It's not just about being effective or optimizing, all the language we see thrown around a lot in the space that I live in these days, but something fundamentally more important about how to experience life and the self. This realization that what you thought was there was never really there, but that there are constraints that limit that. And so to try and fracture those constraints one by one. Would you say that meditation as a practice done for a few minutes each day or with the app, that it's "
        },
        {
            "timestamp": 10499,
            "text": "kind of a step function? Is it very non-linear in terms of people's progress? I'm certainly going to go start doing more meditation based on this discussion, truly. Because any time someone describes that there's kind of a myth that we've been living in, I become obsessed with the idea of dissolving that myth. That's a very seductive phrase, so thank you for using that one. There is no better marketing tool, which is I realize what you're not trying to do here. But that's for me to capture my efforts. You tell me that there's a myth that I'm living in and that it can be dissolved, and that opens up a better landscape. What is the process like? Do some people make progress very quickly? Do some people experience kind of step functions towards progress? What does the meditation practice look like over time? Do you still meditate or have you just threaded it through your jujitsu, your writing, your daily life, your coffee, your time with your wife, et cetera? SAM HARRIS: Yeah, also just to come back to talk about the myth for a second. So what you just enunciated was a kind of a second doorway into this whole project. So like, the usual door is through the door of suffering, for lack of a better word. When people feel unhappy in a variety of ways and they get more sensitized to the mechanics of their own unhappiness. And meditation is one of the things on the menu that is explicitly built as a remedy for unhappiness. And it is. And that's I think that's probably the most common path to this. But another path is just intellectual interest. I mean, just wanting to know what's real about the mind subjectively in a first person way. And there's no contradiction between those two things, and I'm motivated by both of them. But it's a totally valid doorway into this. There are definitely step functions. I mean, I would say there are at least two, and they really are articulated along the lines of the framework I've been describing of dualistic and non-dualistic mindfulness. So in the beginning, you're going to start out-- 99.9% of people will start out dualistically paying attention and noticing the difference between being distracted by thought and then being on the object of attention, whether it's the breath or sounds or whatever. And eventually, that opens up to all possible objects of attention, including thoughts. And there's still this fluctuation between being distracted and then being mindful of whatever. And the fact that it's open to all possible objects differentiates this type of practice from anything that is narrowly focused on one object like a mantra or a visualization as I was just saying. Those are other paths of practice that are more concentration-based and interesting. But the benefit of mindfulness is that very quickly, you realize it's by definition compatible with all possible experience, because you're not artificially contracting your attention down to something, you're just being aware of the next thing. A sight, a sound, a taste, a thought. So the first step function is to very clearly experience the difference between being lost in thought and being clearly aware of any part of experience, including thought. And to notice the freedom, the comparative psychological freedom that gives. So something's made you angry and now you're thinking about all the reasons why you should be angry and have every right to be angry and what you're going to tell that person when you see them, and then you notice you're thinking. And you notice the connection between the thought and the anger. Like, the minute spent lost in thought about what's making you angry is the thing that dragged through the physiology of anger. And the moment you notice that once you're mindful, once you can be mindful, you can notice thought as thought and how quickly that dissipates. That's just the language and the imagery. You couldn't hold on to it if you wanted to. And then you notice the physiology of the anger is just this kind of meaningless, kind of inner incandescence that has its own half life and degrades very, very quickly when you're no longer thinking about the reasons why you should be angry. You can't hold on to the anger, the anger itself dissipates. And from the point of view of the one who's being mindful, this is tremendous relief. And at minimum, it's a degree of freedom. You can at that point decide, well, how long do I want to be angry for? Is it useful to stay angry? Do I want to be angry for one minute, two minutes, five minutes, 10 minutes? And before you have that capacity to be mindful, you're going to helplessly be as angry as you're going to be for as long as you're going to be that way just based on the time course of your thinking about it, brooding about it, telling your wife about it. It's just going to be this conversation-based misadventure in negative states of mind, and you are going to be the hostage of that for as long as you'll be the hostage of that. You have nothing you can do apart from just deciding to check out and watch Game of Thrones again for the third time. You can divert your attention to something else, which is sometimes a good thing to do. But mindfulness, even dualistic mindfulness gives you this capacity to just observe the mechanics of this and then get off the ride whenever you want. So that really is a step function. First, there was a time before you could do that, and then there's a time after which you can do that. The other step function is noticing that there is no one who is doing that. I mean, this is the non-duality, the selflessness, the centralessness of awareness. The fact that there's no place from which the mindfulness is being aimed but the fact that there's just this open condition in which everything is appearing, thoughts included. To have you at that point, your mindfulness no longer becomes-- it's no longer this dualistic effort to strategically pay attention to anything as opposed to being lost in thought, it's just what's left when the present recognized thought unravels. Even before it unravels, what's recognized is you are simply identical to the condition in which everything is appearing. Now, again, I'm not making a Deepak Chopra-like metaphysical claim about the mind. I'm not saying the mind isn't what the brain is doing, and I'm not saying that you're recognizing the consciousness that gave birth to the universe. I'm not making any broad claims about metaphysics, I'm just talking about as a matter of experience. There is just this condition in which everything is appearing. And what you're calling your body, again, as a matter of experience-- I'm not saying that we can't have third person conversations about physical bodies in the physical world. But as a matter of experience, the only body you're ever going to directly encounter as your own is in appearance and consciousness. So consciousness is not in your body, what you're calling your body is in consciousness. Visually, proprioceptively, it's like everything is just appearing in this condition. And again, this is not a spotlight that you're aiming at the body, there's just this condition in which everything, including anything you could call yourself is appearing. And so yeah, the second step function is to recognize that this is already true. Consciousness is already without this thing you've been calling your ego and hoping to unravel it through meditation. Consciousness is not going to get any more selfless, any more centerless, any freer than it always already is recognized as such. And so the step function at that point is your mindfulness at that point, the thing you come back to when you're no longer distracted is that recognition again and again. And then it becomes compatible with anything you would do. And so to answer your question, yes, I still practice formally, sometimes, frequently. But I definitely miss days and I don't do it for-- I mean, I don't rule out the possibility that I will go back on retreat at various times just to check in with that and see if that makes a difference. But I tend to sit for-- I mean, I've designed my life so that I can spend a lot of time meditating without having to be formally meditating. Like, so, I'll go for a hike for two hours. And what I'm doing when I'm hiking is identical to what I'm doing when I'm quote, \"meditating\", sitting in a chair, doing nothing but meditate. So yeah, I'm very interested in erasing the boundary between what people are calling meditation and the rest of life. And so in teaching these things, I tend to emphasize that from the beginning because I think it's very easy to set up-- to get gold by a bunch of assumptions that cause you to be very split in your sense of what your life is about. And I'm sort of banking my meditation over here because I'm meditating two hours a day diligently, and it's going to be really good for me. And then over here, this is the rest of my life, which is not nearly as wise or as useful or as like, this is the stuff that is still the area of my problems. And I think it's useful to recognize you've got one life, and you've got this single condition of consciousness, and its contents in every mode of life. And there's something to recognize about it. And you're always free to recognize that. And truly even in your dreams. I mean, it never stops. So that's what I tend to emphasize. ANDREW HUBERMAN: So earlier, you told us that meditation is not about changing the content "
        },
        {
            "timestamp": 11158,
            "text": "of conscious experience. And in a different podcast that you were on, I heard you say something to the effect of that normally we are in our daily experience and unless we are trained in meditation, unless we've dissolved this illusion of the gap between actor and self and observer, that we require certain sensory events to create collisions within us and with the natural world that sort of blast us into a different mode of being. I want to use that as a way to frame up this idea that some things such as psychedelics but also a very long hike, a very long fast, who knows? A banquet, different types of life experiences do exactly the opposite of what you're describing meditation does, which is that they actively change the content of our conscious experience so much so that we often remember those for the rest of our lives. Could you tell us why psychedelics can be useful? And here, I'll give the caveats that maybe you'll feel obligated to give as well, but we're talking about safely and responsibly, age-appropriate, context-appropriate, ideally with some clinical or other type of guidance, legality issues, obeyed, et cetera. All that stated, it was psychedelics to me are an experience of altered perception, internal and external perception, altered space time relationship, somewhat dreamlike. I think it was Alan Hobson at Harvard for a long time talked about the relationship between psychedelic-like states and dream-like states because of this distortion of space time dimensionality. And I haven't experimented with them much. I've been part of a clinical trial, three doses of MDMA, which certainly altered the quality of my conscious experience in ways that led to a lot of lasting and at least for me, valuable learning. So what are your what are your thoughts about psychedelics in terms of how they intersect with the discussion that we've been having? And what utility do they play in recognition of the self or in other sorts of brain changes? SAM HARRIS: Well so, let's just price in all those caveats that people can anticipate. These drugs are not without their risks. And one problem is that we have this single-term drugs or psychedelics, which names many different types of substances, and they're not all the same. So like, MDMA is not even technically a psychedelic. I think it has immense therapeutic value, and it actually was my gateway drug to this whole area of concern. ANDREW HUBERMAN: Amphetamine pathogen, right? It's a sort of an amphetamine and a pathogen at the same time. SAM HARRIS: Yeah, I mean it's, often called-- ANDREW HUBERMAN: M pathogens. SAM HARRIS: Yeah, and a pathogen-- ANDREW HUBERMAN: Not a pathogen, M pathogen. SAM HARRIS: And a pathogen or an entactogen, it's been called. But it doesn't tend to change perception in the way that classic psychedelics do. And it's also serotonergic, but it has to be in some part differently. And even LSD and psilocybin, which are much more similar and classic psychedelics, both are also serotonergic but they're not merely, and they're also different. And the higher dose you take of these drugs, the more-- at lower doses everything, can kind of seem the same. At higher doses, they begin to diverge. And we can talk about the pharmacology if you wanted to. But I would just say that for many of us, and certainly for me, psychedelics were indispensable in the beginning in proving to me that this was-- the first person interrogation of the mind was worth doing. Because I was somebody who at age 17 or 18, before I had any real experience with MDMA or LSD or psilocybin, if you had taught me how to meditate at that point, I think I would have just bounced off the whole project. I think I was so cerebral in just my engagement with anything. I was so skeptical of any of the religious and spiritual traditions that have given us most of our meditation talk that I think I just would have-- And I know many of these people. I have tried to teach Richard Dawkins to meditate and Daniel Dennett to meditate. I've ambushed them with meditation both in a group setting and one-on-one. Not Dan but Richard, I ambushed on my own podcast with a guided meditation. And he closes his eyes, he looks inside, and there's nothing of interest to see. He doesn't have the conceptual interest in him that would cause him to persist long enough to find out that there's a there there. Now, this is not a problem with LSD or psilocybin or MDMA. I know that if I gave him 100 micrograms of LSD or 5 grams of mushrooms or 25 milligrams of psilocybin-- that's probably not the analogous dosage to the 5 grams of mushrooms. 5 grams of mushrooms would be more than that. I forget what it is of MDMA, maybe 120 milligrams. ANDREW HUBERMAN: I think the maps dose, which is the one that's under clinical trials is 125 milligrams with an option of a 75 milligram booster. Funny, I remember it. SAM HARRIS: Yeah, that's strange, the facts that come to hand. But there's just no possibility that nothing's going to happen right now. Something with a psychedelic, with MDMA, most people tend to have certainly under any kind of guidance, tend to have a very positive, pro-social experience. But with a psychedelic, you might have a somewhat terrifying experience if you have quote, a bad trip. And I've certainly had those experiences on LSD and to some degree, on psilocybin. But the prospect that nothing is going to happen is just in nearly a million cases out of a million just not in the cards. I mean, just neurophysiologically, something is going to happen with the requisite dose of one of these drugs. And if that thing that happens is psychologically at all normative and pleasant and interesting and valuable, which it is so much of the time and certainly under the appropriate set and setting and guidance, it can be a lot of the time for virtually everybody. Again, there are caveats. If you're prone, if you think you have a proclivity for schizophrenia or bipolar disorder, this is almost certainly not for you. And anyone doing the studies at Johns Hopkins for the therapeutic effects of any of these drugs, they're there ruling out people with-- first degree relatives with any of these clinical conditions. So for somebody like me at 18 who didn't know that this was an area of not only interest but would it be the center of gravity for the rest of his life, if only he could pay attention clearly enough to see that it could be, I was someone who very likely-- again, I don't have the counterfactual in hand. I don't know what would have happened if someone had forced me to meditate for an hour at that point. But I know I wasn't interested in it until I took MDMA. I know I wasn't having these kinds of experiences spontaneously that showed me that there was an inner landscape that was worth exploring. I was a very hard-headed skeptic who was very interested in lots of things, but there was no alternative to me just thinking more about those things. I mean, the idea that there's some other way of grasping cognitively at the interesting parts of the world beyond thinking about the world, that just wouldn't have computed for me at all. No one ever gave me a book to read or I never had-- The noun, meditation, very likely meant absolutely nothing to me before I took my first dose of, in this case it was MDMA. So what the drug experience did for me is it just proved-- So one of the limitations of drug is that, obviously, no matter how good the experience, the drug wears off and then you're back to in more or less your usual form, and now you have a memory of the experience. And it can be a fairly dim memory. I mean, some of these experiences are so discontinuous with normal waking consciousness that it can be like trying to remember a dream that just degrades over the course of seconds. And then it could have been the most intense dream you've ever had and for whatever reason, you can barely get a purchase on what it was about. And there are some psychedelic experiences that are analogous to that. But for most people most of the time, there's a residue of this experience. And with something like MDMA, they can be quite vivid. Where you recognize there was a way of being that is quite different than what I'm tending to access by default, and it is different in ways that are just obviously better and psychologically more healthy. I mean, it's possible to be healthy psychologically in a way that I never imagined. And then when you link it up to the traditional literature around any of this stuff, again, so much of it is shot through with superstition and other worldliness of religion. And as you know and I think you're listeners probably know, I've spent a lot of time criticizing all that. But there is a baby in the bathwater to all of that. It's not that somebody like Jesus or the Buddha or any of the matriarchs and patriarchs of the world's religions, it's not that they were all conscious frauds or temporal lobe epileptics, there's a pathological lens that you can put on top of all that. But once you have one of these experiences on psychedelics or on a drug like MDMA, you know that there's a there there. You know that unconditional love is a possibility. You know that feeling truly one with nature. I mean, just so one with nature that you could spend 10 hours in front of a tree and find that to be the most rewarding experience of your life. That's a possible state of consciousness. Now, it may not be the state of consciousness you want all the time. You don't want to be the crazy guy by the tree you know who can't have a conversation about anything else. But once you have one of these experiences, you recognize, OK, there's some reason why I'm not having the beatific vision right now. And I can't even figure out how to aim my attention so as to have anything like it. And that's a problem, because it's available, and it is among the best things that has ever happened to me. And now I can just only dimly remember what that was like. So how do I get back there on some level? So that invites, again, a logic of changes. A logic of seeking changes in the contents of consciousness, which sets someone up for this protracted or seemingly protracted and fairly frustrating search to game their nervous system so as to have those kinds of experiences more and more. And again, it's not that that's in principle fruitless but it is from the point of view of the core insight, the core wisdom of what I would take from a tradition like Buddhism, which is not the only tradition that has given voice to this, but I would argue it's given it voice to it in the most articulate way. Again, leaving aside any of the superstition and other worldliness and miracles that we don't have to talk about at the moment. And you certainly don't need to endorse in order to be interested in this stuff. And so that's the bifurcation between all of the utility of psychedelics and what I'm talking about under the rubric of meditation is at this point of OK, once you realize there's a there there, what do you do? And what's the logic by which you're led to do it? And it's possible if you're only framework is the good experiences, the good feels you had on whatever drug it was and a further discussion of what that path of changes can look like-- and that can become in a religious context, it can come in just a purely psychedelic context or some combination of the two. I think you can be misled to just seek lots of peak experiences. You're just trying to string together a lot of peak experiences hoping they're going to change you, every one of which, by definition is going to be impermanent. It's first it wasn't there, then it's there, and then it's no longer there. And then you've got a memory of it. What I think what everyone really "
        },
        {
            "timestamp": 12071,
            "text": "wants whether they know it or not, and they're right to want, is a type of freedom that is compatible with even ordinary states of consciousness, which can ride along with them into extraordinary states of consciousness. So I hadn't done psychedelics for 25 years because, again, they were super useful for me in the beginning, then I discovered meditation on the basis of those experiences, got really into meditation and realized, OK, this is a much more-- conceptually, this makes much more sense to me. This is delivering the goods in terms of my experience. There's no need to keep having these-- seeking these peak experiences with drugs. But it had been 25 years since I had done that and there was this resurgence in research on psychedelics. And I was being asked about psychedelics, and I was talking about their utility for me, but again, these were distant memories. And there was also one type of psychedelic experience I was aware that I had never had. I had never done a high dose of mushrooms blindfolded. Every mushroom trip I'd ever had I'd been out in nature and interacting with-- it's just been a very transformed sensory experience of the world and of other people. But I'd never done it alone, blindfolded, just purely inwardly directed, and at a high dosage. I'd done high doses of LSD but not mushrooms. So I did that and it was very useful. And I spoke about it on my podcast, and there's actually-- I think if you search \"Sam Harris mushroom trip\" on YouTube, you get the 19 minute version of my describing that trip. It was incredibly useful, but what was doubly useful was my mindfulness training in the context of that explosion of synesthesia. I mean, it was such an overwhelmingly strong experience, and there were so many moments where it could have gone one way or the other based on my sense of just, OK, I'm going to try to resist this. It was in truth irresistible because it was just so much, but there were moments where I was aware of, OK, this is-- letting go of self in this context is the thing that is going to make the difference between heaven and hell here because there are experiences that are so extreme that you can't even tell if it's agony or ecstasy. Everything is turned up to 11. And the difference between the two is-- the tipping point is just-- really it's a high wire act in some sense. You could just fall to one side or the other. Yeah, so what I think people want is-- they certainly want to be able to extract from the psychedelic experience, wisdom that is applicable to ordinary states of consciousness. It's like, what is the thing you can realize in a moment of having a conversation with your child that isn't distracting you from that relationship? It's not a memory of when the world dissolved or when you were indistinguishable from the sky, but it's just a way of having free attention and unconditional love in this totally ordinary and potentially chaotic human experience, which can be psychologically fraught and you can meet iterations of yourself that you don't like that are not equipping you to be the best possible person in that relationship. And what we want to do is cut through all of that and actually be in love with our lives and with the people in our lives more and more of the time. And I'm not saying that repeated psychedelic journeys can't be integral to that project, but you know that the project can't be being high all the time. So whatever is extractable from the occasional psychedelic trip has got to be manageable into ordinary waking consciousness. And the real point of contact does run through this-- what I've been calling the illusion of the self. And again, that part is discoverable without any changes in contents. So you don't have to suddenly feel the energy of your body rush out and be continuous with the ocean of energy that is not your body. That's an experience that's there to be had, I mean, there's no doubt. But the truth is just looking at this cup is just as formless and as mysterious as that when seen in the right way, and that's what meditation encourages one to recognize. ANDREW HUBERMAN: I share the experience that MDMA significantly altered my perception of what's possible in terms of an emotional stance towards self and others, including animals, something that runs very deep for me and that I had been actively suppressing in anticipation of having me put my dog down. But also, I don't know how to frame it except to say, my lab did animal research for years, and I was always very conflicted about it because I love animals and yet I wanted to understand the brain and we need to work on animal brains, and we-- SAM HARRIS: Rodents or what? ANDREW HUBERMAN: Yeah, I'll be very direct about this. I've worked on many species. I've worked on mice and rats. Admittedly, I've worked on-- I've done some cat experiments. I've worked on large, non-human primates including macaques. I no longer work on any of those species. I've worked on cuttlefish, cephalopods, a discussion for another time, brilliant little creatures, maybe as smart as us, or who knows? Maybe smarter. And now I work on humans because I couldn't reconcile the challenge inside me, which was my love of animals and working on them. I just couldn't do it any longer. And MDMA didn't set that transition, that transition actually had been set a lot earlier. It's something I really grappled with. It didn't keep me up at night, but it was always in the back of my mind. In any event, I hope what we discovered was worthwhile, but this that's a bigger debate. And I've strong feelings about this, and maybe it's a topic for another podcast. But I'm very happy that now I work on humans, and they can tell me if they want to be part of the experiment or not, and I trust them and I trust their answers. I think that MDMA, in its role as an pathogen, I think really did set an understanding of what's real and true. So I think truths like that become-- I felt that they didn't hit me square in the face. The feeling behind the conflict made itself evident, and what to do about it made itself evident. So I suppose MDMA did assist the transition to purely human research, as opposed to animal research. The other thing that I noticed it did is it made it not scary to confront things that were scary to confront in my conscious life. And I could think about things in my conscious life, but it brought them close in a way that I could get closer and closer to the flame and then gain some understanding. I'm still amazed at how answers arrive, both during the session and in the weeks and months that follow if one puts the attention to it. I think that's why it's important to have a guide of some sort or to have some pseudo structure because otherwise one can get attached to the sounds in the room. And there's probably meaning there, but I wanted to do some deeper work. I have not had experience with psilocybin, at least not since my youth. And I don't recommend young people do it. I regret doing LSD and psilocybin as a young person. I don't say that for politically correct reasons or liability reasons, I just think my mind was not developed. But I'm intrigued by something-- so here's the question-- how is it that psilocybin in particular and high dose "
        },
        {
            "timestamp": 12588,
            "text": "psilocybin and the ego dissolution that people talk about on psilocybin-- how do you think that lines up with some of the experiences that you've been describing for a adequate meditation practice? Because that's something that I did not experience on MDMA. In fact, if anything, I experienced for the first time what really feeling like a isolated container was, and the difference-- and how empathy and being bounded-- having, in other words, good boundaries and empathy could be symbiotic. I experienced that for the first time there. And I do think that there is learning inside of these states that translates into everyday life when one is not on these states. And the last thing I'll say is, no, I don't feel the impulse to go and do 20 more MDMA sessions. I think the three as part of this study were very effective for me. As I say, if you hear the calling again you might do it, but I'm very curious about psilocybin in particular and this notion of ego dissolution because we've been talking about the self. SAM HARRIS: Well, so there are different ways In which the sense of self can be eroded or expanded. There's lots of experiences that can still have a center to them but be very novel and transformational. And one can reify those as a goal state. There's a concept in Buddhism that I think is useful. It doesn't translate well to English, or it can set up false associations in English that are unfortunate. But so there's a concept of emptiness in Buddhism, which sounds, again, gray and dispiriting in English, but it's cognate terms are things like unconditioned, unconstrained, open, centralist. When I'm talking about non duality, when I'm talking about the loss of a sense of subject and then what's left, in Buddhism, they would often describe what's left as emptiness. But an emptiness is not a something. Importantly, it's not the same thing as unity, so it's not a oneness because it's-- When the center drops out of experience, it's not like you are suddenly merged with the cup. Now, granted, this is where psilocybin and other psychedelics can give a false impression of I think what the goal is. You can have seeming merging experiences-- you can have unity experiences on psychedelics, which can be quite powerful, especially with other people and with nature, where you can just feel the energy of your body becomes incredibly vivid and powerful. It's like everything is just buzzing with life energy. And then when you touch another person's hand or you touch a tree, there can be this continuity of energy, which can be this overwhelming experience. And again, this is a 20 megaton change in the contents of consciousness. This is a non ordinary state of consciousness. To give some indication of how this happens-- back in the day when I was in my 20s and I was experimenting with-- this was LSD, but some friends and I had decided-- we had this brilliant idea. We would camp above Muir woods and then take some LSD at dawn and then walk down like a mile I think from the campsite into the actual proper grove of trees and commune with the giant redwoods, the tallest trees on Earth. And so we dropped the acid at dawn, and we start walking, but the acid came on almost immediately. And we didn't get-- I mean, we got nowhere near the woods, and we got stopped by a tree that was just like an ordinary 20 foot oak tree, the most boring tree in the world. And that tree absorbed the next six hours of our conscious attention because it was just-- it was the tree of life. I mean, there could be no better tree. So we're talking about nonordinary states of consciousness wherein a merging with life and with the world is possible. So I'm not saying that kind of experience isn't possible, but there's a sort of expanded self reification. It is a kind of ego dissolution, but there's a kind of egoity that goes along for the ride as well, or can go along for the ride. And the real insight into emptiness, the real centerless center of the bull's eye is a recognition that in some ways equalizes all experiences. And again, it's just as available now in this ordinary podcasting experience as it is when you're merging hands on with an oak tree, and on 400 micrograms of acid, and this is the whole universe. And so it's the equality of those two experiences that this concept of emptiness captures, which a concept of oneness doesn't quite capture because oneness is really this peak experience of being dragged out of your somethingness into a much bigger somethingness. Emptiness is just no center and then everything is in its own place. There's still sights, and sounds, and sensations, and thoughts, and feelings, but there's no there's no center and there's no clinging to anything. There's no clinging to identity, there's no clinging to the good stuff, there's no there's no resistance to the bad stuff. So pleasant and unpleasant get strangely equalized, and it's very expansive. And most importantly, it doesn't block anything. So yeah, if for whatever reason if your nervous system is set up to have the, oh my god, I'm now merging with the tree experience, that's possible from the state of no center. And on my recent-- now not so recent, three years ago, it was right before COVID, but my last big psychedelic experience, I was very much experiencing that. Whereas, insofar as I-- at the peak, there was no me to remember any of this stuff. But insofar as I could experiment with-- is this really different from anything else? There is a equalizing to the emptiness recognition, even in the presence of a completely transformed neurophysiology. Again, there's a point of contact. I mean, the real point of contact between psychedelics and meditation for me is-- but for my experiences on psychedelics, I think there's just no way I would have had the free attention to be interested in the project at all. And there are other aspects to the project. It's not just having this insight into selflessness, it's all of the ethical ramifications of that. It's just like, what kind of person do you want to be? What are your values? What is a good life, altogether, when you are talking about relationships, and political engagement, and the changes you can make in the world or not make? It's just, what kind of person do you want to be? There's a much larger consideration. And I mean, as you discovered, an experience on MDMA can really both expand your model of what is possible, and what is desirable, what is normative. I mean, just what kind of self do you want to be in the world? And it can also help you cut through things that are inhibiting your actualizing any of those possibilities in ordinary waking consciousness. ANDREW HUBERMAN: I've certainly found that to be the case. I mean, you raise a really important point, which is that once these learnings take place, these understandings take place inside of psychedelic journeys-- I do believe they translate to neuroplasticity. I do want to highlight the point for people. Oftentimes people say, oh, you know, this mushroom or this psychedelic it opens plasticity, but of course, plasticity has to be directed someplace. Plasticity is just a process like walking or anything else, underlying neural process. And I think it's impossible for me to understand what compartments of my life have been impacted by these three MDMA sessions. But in some ways, I wonder whether or not, not just the transition away from animal research, but also a deeper realization of the love for learning and sharing information. I won't go so far as to say this podcast is happening because of that particular session, but these things they splay out into multiple domains of the self. And I do think that the key features that feel most important to me to mention are that it really identified true loves, things that I truly love, and made me less cautious about feeling how intense those loves really are. And then also lowered the inhibition point of exploring, well, what would that mean? And one of the reasons I bring this up, "
        },
        {
            "timestamp": 13209,
            "text": "and why I think it's so important that you mentioned some issues around politics and ethics and that many things have splayed out from your exploration of psychedelics, meditation, neuroscience, philosophy, all the things that are you, and of course, that's only a subset, is that so much of what I hear and see, so much of what I hear and see in the self-help space, contradicts itself and leads back to the origin without a lot of progress. For instance, we hear absence makes the heart grow fonder but then out of sight, out of mind. You hear about radical acceptance, but then what if it's radical acceptance of non acceptance? I mean, there are some experiences in people for which I radically accept the fact that I want nothing to do with them. Am I supposed to transcend that? So these are the questions I think that keep a lot of people from exploring things like meditation because they feel like, well, is the idea to just be OK with everything? Is radical acceptance just like-- we'll just bulldoze me with things even if they-- and my goal is to somehow surpass the idea that they're harmful. And I don't think that's actually the way any of this stuff is supposed to work, although I don't claim to be the authority on it either. I think notions of radical acceptance, and radical honesty, and any number of different sayings that one can find out there are really the most salient beacons and guides that most people have in order to try and navigate tough areas in their life, including the relationship to self, but others and political orientations. And so I feel like almost all those things can be used to anchor down in a stance that may or may not be informed or to open up to ideas. And so I think that none of this can really be solved in a single practice it sounds like, but it does seem to me, based on what you've told us today, is that only through a deep understanding of the self as it really is, as opposed to this illusion that you framed up, could we actually arrive at some answers about what's actually right for each and every one of us. SAM HARRIS: Yeah, I mean, there's one generic answer that I think can be extracted both from psychedelics and from meditation and from just thinking more clearly about the nature of our lives. And it's to become more process oriented, and to be more and more sensitive to the mirage like character of achieving our goals. Now, I'm not against achieving goals. I have a lot of goals. I'm very busy. There are lots of things I want to get done, and I'm satisfied as anyone to finish a project. But if you look at the time course of all of that fulfillment and-- there are a few lessons everyone I think has to draw. One is, most of your life is spent in the process. The moment at which the goal is fully conquered, that is just-- I mean, that has a tiny duration, and it has a very short half life. The moment you arrive at it, it begins to recede because, in the meantime, you have all these other goals that have appeared on the horizon. You've got people asking what you're going to do next, and in some sense, if you're focused on goals, you can never arrive. And I think what we're all looking for in life, whether we're ever thinking about taking psychedelics or practicing something like meditation, we're looking for good enough reasons to let our attention fully rest in the present. That is the logic of success. The sense like, I've got all these things I want to do-- if I could just get rich enough, or fit enough, or dial in my sleep well enough, or improve my life in all of these ways, get the right relationship, wouldn't it be great to be married, I want to start a family, I want all of these things. Why do I want these things? I want these things because I'm telling myself-- all of those things are wonderful, I'm not I'm not discounting those relative forms of happiness or sources of happiness because it's all completely valid, it's completely valid to want those things. But one thing is absolutely clear, it's possible to be miserable in the presence of all of those things. And you can add great wealth, and fame, and everything on top of that, and It's possible to be absolutely miserable having everything anyone could seemingly want. You just have to open a newspaper just to see people living out that predicament-- spectacularly wealthy, famous, healthy, successful people who could do anything they want in life, apparently, and yet they're doing this thing that is completely dysfunctional and making them needlessly miserable. I won't name names, ANDREW HUBERMAN: There's enough of them out there. SAM HARRIS: Some people come to mind at the moment. So there is a clear dissociation between having everything and happiness that's possible. And it's also possible to have very little, and almost nothing, and to be quite happy. I mean, you might not have met these people, but I have met people who have spent 10 years alone in a cave. And they come out of that cave not floridly neurotic or psychotic, they come out of that cave beaming with compassion and joy. And I mean, they've been taking MDMA for 10 years, essentially, and they come out of the cave and now they're going to talk about it. And I'm not necessarily recommending that project to anyone. I'm just saying, that is a psychological possibility. So you have a double dissociation here, whether you can have everything and be miserable, or you can have nothing and be beaming with happiness. So what is it that we actually want in all of our seeking to arrange the props in our lives and to have a convincing enough story to tell about ourselves that we're doing the right thing? What is all of that effort predicated on? It's predicated on this desire and this expectation that if we could get all of this stuff in the right place and not have anything terrifying to worry about, everyone we love is healthy for the moment, and we're healthy, and we've got something to look forward to on the weekend, and there's not a plumbing leak in the house that we have to immediately respond to, and we like our house, and our career is going fine, and there's something good to watch on Netflix, and we have all of it, now can we just actually give up the war? Can we fully locate our sense of wellbeing in the present moment? Can we relax the impulse to brood about the past or think anxiously about the future for long enough to discover that all of this here is enough? Because our life our life is-- we have this finite resource of-- I mean, we absolutely have the finite resource of time, but within this the finite continuum of time, we have the even more precious resource of free attention that can find our fulfillment in the present. Because even if we're even if we're guarding our time to do the things that are most important to us, we can spend all of that time regretting the past, or anxiously expecting the future, and just bouncing between past and future in our thinking about ourselves and our lives, and basically just dancing over the present and never making contact with it. So I think what we want is a circumstance where a tension can be located in the present in a way that's truly fulfilling. And unless you have had some kind of radical insight that allows you to do that on demand, you are in some sense hostage to the circumstances of your life to do that for you. You're constantly trying to engineer a state of the world that will propagate back on a state of self that will make the present moment good enough. And what meditation does, and psychedelics to some degree does this, but meditation very directly does this, it reverses the causality and lets you actually change state such that you can be fulfilled before anything happens. Your happiness is no longer predicated on the next good thing happening. You can be in the presence of the next good or bad thing already being fulfilled and already being at peace. I mean, there's a-- I think there are misleading nouns we can throw at what is left there, but it is tranquility, peace, freedom, lack of contraction, lack of conflict. I mean, all of that can be more and more of a default. And all of that is also compatible with deciding, yeah, why not get in shape? Why not engage this project? Why not change your career? I mean, it's not it's not that you need to be somebody who-- I mean, to your point, you can notice all of these non optimal things because no matter how much you meditate, you're very likely going to spend a lot of your time still lost in thought, still identified with it, and still caring about the difference between dysfunction and normativity in your life. The question is, what can you what can you locate when-- the question, it's like, how much can you puncture that seeking happiness project with the recognition that you're already free? That's what meditation makes possible. You can keep just 1,000 times a day letting some daylight into this search space. But it is still compatible. I mean, working out is a great frame in which to look at this because, I mean, in working out, when you really work out-- I'm thinking mostly of-- I mean, it's really anything, but it's resistance training, or cardio, or something like jujitsu. You're intentionally putting yourself in classically unpleasant circumstances, physiologically. I mean, imagine what it's like to do anything to failure. Well, if you just check in on what that is like at the level of sensation, I mean, that is basically-- it feels like a medical emergency. If you were having that experience for some other reason, like if you woke up in the middle of the night and felt what it feels like to be deadlifting on your 10th rep on a set where you would fail at 11, that's an emergency. But because you understand what you're doing in the gym, and you've sought out, and it's actually something you like doing, and you can get a real dopamine hit from doing it, what you're doing when you're doing that is you're owning a-- you're actually transforming a classically negative experience into something that's almost intrinsically positive, certainly the net on it is positive. Being able to do that is more and more the experience of being actually at peace, even while exerting really intense effort in one direction. So you can be straining, and I'm sure physiologically showing a lot of stress, I mean, I'm sure the cortisol is up, and blood pressure's up, heart rate is certainly up. So it's like, as far as the body is concerned, it's stress as far as the eye can see. But you really can be deeply equanimous and at peace, again, because of the frame around it, because of the concepts attached to it, because you know what you're doing, you know why it's happening, and you want it. So that's an attitude you can bring into other stressful things that take effort to accomplish. And so it's not that you just need to be a pushover when you learn how to meditate, or when you take MDMA, or work on yourself in any of these ways. But what I think you want to find is you want to find your point of rest in the midst of any struggle. ANDREW HUBERMAN: I would say that, certainly MDMA but, and again, I have less experience with meditation, but they really I think put us, ultimately, in positions of what can only refer to as real strength. These can make what before seemed like impossible decisions, or even concepts or emotional states to even think about for any period of time without deliberately distracting or avoiding in some other way and be able to lean into those with open eyes. To me that's my definition of strength. I don't know what other people consider. But there's definitely something real there in each case. This may seem like a divergence but I and many other people "
        },
        {
            "timestamp": 14069,
            "text": "are very curious about a recent decision that you made, which was to close your account on Twitter. You still have an Instagram account I noticed. SAM HARRIS: I mean, my team manages that. I've never-- ANDREW HUBERMAN: It's a lot friendlier over at Instagram. I've been there a lot longer-- SAM HARRIS: I've never even seen it. ANDREW HUBERMAN: Oh, it's pretty good actually, considering-- imagine what would happen if you did pay attention. They're doing a good job with it. But your decision to close your account on Twitter I think grabbed a lot of eyes and ears, and there's a lot of questions about why. It was a very large account. It correlated with a number of things that, for the outsider, people might be wondering about new leadership, people who had been booted off, brought back on, or at least invited back on, and so on. You are certainly not obligated to explain your behavior to me or anybody else for that matter. But I'm curious if you might share with us what the motivation was for taking the account down, and how you feel in the absence of-- I mean, your thumbs presumably are freed up to do other things. SAM HARRIS: Yeah, I was getting like an arthritic right thumb I think, and I think it-- ANDREW HUBERMAN: If you don't mind sharing, I think there's a lot of curiosity about you and your routines. You've been very generous in sharing your knowledge, but also what makes you tick, what motivates pretty big decisions like that? It was a major platform for you. SAM HARRIS: Right, yeah, so it was the only social media platform I've ever engaged. I mean, like you said, I have an Instagram, I have a Facebook account, but I've never used those as platforms. I was never on them, I've never followed people. All the posting has just come from-- it's just marketing from my team. But Twitter was me, I mean, for better or worse, and I began to feel more and more for worse. And it was interesting because it was very-- I've talked about it a lot of my podcast, about my love/hate relationship with Twitter over the years. Many good things came to me from Twitter, and I was following a lot of smart people. And it had become my newsfeed and my first point of contact with information each day. And I was really attached to it just for that reason, just as a consumer of content. And then it was also a place where I genuinely wanted to communicate with people and react to things. And I would see some article that I thought was great, and I would signal boost it to the people following me on Twitter. And that was rewarding, and I could literally help people on Twitter. I mean, there are people who have raised lots of money for on Twitter just by signal boosting their GoFundMe's. And so I was engaged in a way that seemed productive. But I was always worried that it was producing needless conflict for me and was giving me a signal in my life that I was being lured into responding to and taking seriously that was out of proportion to its representation of any opinion or set of opinions that I should be taking seriously. So I was noticing that-- and again, this evolved over years, I mean, this long predated recent changes to Twitter, but I was noticing that many of the worst things that had happened for me professionally were first born on Twitter. I mean, just like some conflict I got into with somebody, or something that I felt like I needed to podcast about in response to on Twitter. Just so much of it, either it's genesis was Twitter, or it's the further spin of it that became truly unpleasant and dysfunctional happened on Twitter. It was just-- Twitter was part of the story when it got really bad. And I've had vacations that have gone sideways just because I got on Twitter and said something, and then I had produced a controversy that I had to respond to, and then I had to do a podcast about that. And it was just, this is a mess. And so at that point, I have friends who also had big Twitter platforms who would say why are you responding to anything on Twitter? Just tweet and ghost. Joe Rogan-- ANDREW HUBERMAN: Yeah, post and ghost. SAM HARRIS: sat me down and tried to give me a talking to, as did Bill Maher. And both of them engage Twitter in that way. I mean, I think they basically never look at their ad mentions. They never see whats coming back at them. They use it effectively, the way I use, or don't even, use Instagram or Facebook. I mean, I don't even see what's going out there in my name. And so I could essentially do that for myself on Twitter, presumably. And I did that for some periods of time, but then I would continually decide, OK, now it's all balanced again, maybe I can just communicate here because it was very tempting for me to communicate with people because I would see somebody clearly misunderstanding something I had said on my podcast, and I think, why not clarify this misunderstanding? And my efforts to do that almost invariably produced a-- sometimes it was a meandering process of discovery. But often, it was just a stark confrontation with what appeared to me to be just lunacy and malevolence on a scale that I'd never encounter elsewhere in my life. I'd never meet these people in life, and yet I was meeting these people by the tens of thousands on Twitter. And so the thing that began to worry me about it-- and again, I understand that people have the opposite experience. I mean, depending on what you're putting out and the kinds of topics you're touching, you could have just nothing but love coming back at you on Twitter. But because I am very-- essentially, in the center, politically, and because this is now on my podcast, this is not in the Waking Up app. I'm often criticizing the far left and criticizing the far right. I'm basically pissing off everyone some of the time. It's different, if you're only criticizing the left, no doubt you get hate from the left, but you have all the people on the right who just reflexively and tribally are expressing their solidarity for you, and who are dunking on your enemies for you and when your enemies come out of the woodwork. And if you're only criticizing the right, you get a lot of pain from the right, but you've got the people on the left who are tribally identified with the left, who are just going to reflexively defend you. If you're in the center criticizing the left as hard as anyone on the right ever criticizes the left, and you're also criticizing the right as hard as anyone on the left criticizes the right, you're getting hate from both sides all the time, and no one is reflexively and tribally defending you because you pissed them off last time. You might be getting hate from the left now, and the people on the right agree with you but they can't forget the thing you said about Trump on that podcast two podcasts ago, so they're not going to defend you. And so I basically created hell for myself on Twitter because it was just a theater of-- it was just pure cacophony most of the time. And what I was seeing was-- I mean, there's no way there's this many psychopaths in the world, but I was seeing psychopaths everywhere. I was seeing the most malicious dishonesty, and just goalpost moving, and hypocrisy. I mean, some of it's trolling, and some of it's real confusion, and some of it is psychopathy, but it's like, it was so dark that I worried that it was actually giving me a very negative and sticky view of humanity that was-- I mean, one, I think it is inaccurate, but two, it was something that I was returning to so much because, again, I was checking Twitter at least a dozen times a day, and I'm sure there were some days where I checked it 100 times a day. I mean, it was, again, it was my main source of information. I was constantly reading articles and then putting my own stuff out. That it became this kind of fun house mirror in which I was looking at the most grotesque side of humanity and feeling implicated in ways that were important because it was reputationally important, or seem to be important. I know a lot of these people. These weren't just faceless trolls, these are people with whom I have had relationships and in some cases friendships, who because of what, largely, Trump and COVID did to our political landscape in the last half a dozen years, we're beginning to act in ways that seemed starkly dishonest and crazy making to me. So I was just noticing that I was forming a view of people who I actually have had dinner with that was way more negative, based on their Twitter behavior, then I think would ever be justified by any way they would behave in life with me. I mean, I was never going to have a face-to-face encounter with any of these people that was this malicious, and dishonest, and gaslighting, and weird as what was happening hourly on Twitter. And so I just began to become more sensitive to what this was-- just the residue of all of this in my life, and just how often the worst thing about me in my relationship with the people in my life, like just talking to my wife or my kids, was just the fact that I had been on Twitter at some point in the previous hour. And there was some residue of that in my interaction with them. It's like, what are you stressed out about? What are you annoyed about? What are you pissed off about? What can't you get out of your head? What is the thing that you now feel like you need to spend the next week of your life focused on because it went so sideways for you? All of that was Twitter. I mean, literally 100% of that was Twitter. And so I just, at one point, it was actually on Thanksgiving day, I just looked at this and I just-- I mean, there was very little thought went into it. I mean, literally, there was more thought involved in whether I wanted coffee when you asked me when I showed up here. I mean it was just like, at a certain point I just I just saw it, and I just ripped the Band-Aid off. And to answer your other question, it's been almost wholly positive, "
        },
        {
            "timestamp": 14774,
            "text": "as you might expect given the litany of pain and discomfort I just ran through. But I mean, it's surprising to recognize how much of a presence it was in my life given the sense of what is now missing. I mean, there's no question there's an addictive component to it. And when you see-- I mean, like when I look at what Elon is doing on Twitter, forget about his ownership of it-- I've got a lot to say about the choices he's making for the platform, but just his personal use of it is just so obviously an expression of-- I mean, I don't know if addiction is the clinically appropriate term, but his dysfunctional attachment to using the platform. Again, forget about changing it and owning it, but just the degree to which it is pointlessly disrupting the life of one of the most productive people in any generation. That was also instructive to me because I know Elon, and from a friend's eye view of the situation, it's so obviously not good for him that he's spending this much time on Twitter. I just brought that back to me. It's like, well, if it's not-- if this is what it's doing to Elon, and he's got all these other things he could be doing with his attention, how much of my use of Twitter is actually a good idea and optimize to my well-being and the well-being of the people around me? So anyway, there was an addictive component to it I think, and so when that got stripped off, I do notice that there's-- I mean, there are times I pick up my phone and I realize this is like the old me picking it up my phone for a reason that no longer exists because there's not that much-- I have a Slack channel with my team, and I've got email, obviously, but it's like, that is not much of what I was doing with my phone really in the end. And so it's just my phone is much less of a presence in my life. And so it's almost wholly good, but yeah, I think there is some danger in-- or some possible danger in losing touch with certain aspects of culture, which, again, I'm not even sure-- I mean, there's this question of how much is Twitter real life, and how much is it just a mass delusion? I don't know. But insofar as it actually matters what happens on Twitter, or insofar as I was actually getting a news diet which I'm not going to be able to recapitulate for myself, or I'm just not in fact going to recapitulate for myself even if I could, if any of that matters, I haven't discovered that yet. I mean, it was taking up an immense amount of bandwidth and it's impressive. I think I said, it was like I amputated a phantom limb. It was not a real limb, but it was this continuous presence in my life that-- it's weird, it actually relates to the concept of self in surprising ways because I felt there was a part of myself that existed on Twitter. And I just performed a suicide of that self. This is ending right now, there's no residue, there's nothing to go back and check, it's gone. And I didn't go back and look at my-- what's interesting to consider is that I'd been on Twitter for 12 years. I don't keep a journal. I mean, Twitter, in my timeline would have been a kind of journal. I could have gone back to a specific hour and a specific day and looked at what I was paying attention to. I mean, that could have been an interesting record of just who I've been for a decade, and probably a pretty humbling record of who I've been for a decade in terms of the kinds of things that captivated my attention. I didn't even think to go nostalgically just look at any of that, or see if any of it was worth saving, or archiving, or thinking-- I just-- delete. And so my actual sense of who I am and my engagement with my audience, the world of people who could potentially know me. What does it mean to have a platform? Where do I exist, digitally? My sense of all of that got truncated in a way that is much less noisy. I mean, it's amazing how much can't get fucked up now in my life. It's like with Twitter, almost anything could happen. The next tweet was always an opportunity to massively complicate my life. There is no analogous space for me now. And so it's what I'm going to say on your podcast, what I'm going to say on my own podcast, what I'm going to write next. That's much more deliberative and the opportunities to take my foot out of my mouth or to reconsider whether any of this is worth it. Is this the Hill I really want to die on now. It can be much more considered. I mean, I think all of that's to the good. But even more important than that is there's not-- I'm not getting this continuous signal that is always inviting a response, whether on Twitter, or on my own podcast, or anywhere else. And it's just much less noisy. I mean, life is much less noisy and cluttered. And that definitely feels better. That's 100% better. ANDREW HUBERMAN: I'm happy to hear that. I know a number of people miss you there, but you sound happy. I sense the genuine happiness. And several things come to mind-- first of all, thank you for sharing your rationale there and how it went. I think for a lot of people they think, oh, you must have walked around in circles for hours talking about whether it was delete, as many good decisions are executed. I'm a big fan of Cal Newport's work, deep work. In many ways, Cal's-- I've never met him, but we know each other through the internet space. He's really ahead of his time with this notion of deep work and limiting distractions. I think he's even got a book about a world without email or something, really extreme. SAM HARRIS: So I mean, he deserves some credit because he had been somewhat a proximate cause to this. He had been on my podcast, and he had encouraged me to delete Twitter because I had been I had been reaching some kind of crisis point with it prior to that podcast and so we talked about it. And I had recorded that podcast but hadn't released it. I actually recorded the podcast the day before I wound up deleting Twitter, but I hadn't yet released it. So in my podcast with him, in the intro to it, I then give a post-mortem on my deleting it. But he was one of the last people who was in my head around these issues. And actually, it was not by accident I had invited him on the podcast because I increasingly wanted to think about whether this was totally dysfunctional. ANDREW HUBERMAN: Well, I'm a big fan of Cal Newport. And I am on social media. I'm on Twitter. I had some high-friction interactions there, and I have a process for dealing with those. I tend to avoid high-friction confrontations online. But Instagram is a much friendlier place by the way. If you want to come over to where the nice kids-- the cool kids actually hang out-- SAM HARRIS: Strangely, I'm not looking for a substitute. ANDREW HUBERMAN: Don't let me entice you over there. But I think that this notion of really being able to access what Cal calls deep work, what Rick Rubin talks about being able to touch the source of great creativity and focus on a regular basis, does require that one have certain types of, and in some cases, zero interaction with certain platforms. That merely being on a platform and blocking people that just won't provide. I think a lot of energy opens up. And I'm fascinated by this concept of energy. I mean, we only have so much energy, neural energy, to devote. And in many ways what you described, there's really I think striking parallels to what we've been talking about all along these last hours, which is that sometimes the thing that feels so powerful, that has such a gravitational pull, and that we think this is experience, this is life, this is just the way it is, actually is an illusion. And when you step away from it, you realize that there's this whole other dimension of interactions that was available all along but that we, for whatever reason, were intervening in by way of our reflexive, distracted behavior. So I think there's a poetry there. SAM HARRIS: I was a hard case, but yeah, I got religion on this point, and it's a good change. ANDREW HUBERMAN: Well, Sam, I want "
        },
        {
            "timestamp": 15339,
            "text": "to say a couple of things-- first of all, every time you talk I learn so much, and that's in the dimensions of neuroscience, even hard core neural circuitry type stuff, which is my home. When you talk about philosophy, or meditation, or psychedelics, and even politics, a topic that I'm woefully undereducated in, but you have this amazing ability to blend and synergize across things. And I think, today, what occurs to me is that not only is that no accident because of your training, and the rigor, and the depth at which you've explored these different topics, but also your openness to it. But I think, at least for me, above all it's because I think you are able to encapsulate this idea of the self and the different ways in which we each and all can potentially interact with the environment and our inner landscape. Your description of meditation, I have to say, now has forever changed the way I think about meditation. I would no longer just think of it as a perceptual exercise. On the podcast, I've been talking about it as something to do for these various benefits, the benefit set of more focus, lower stress, of which certainly exists. But what you describe today, has such an allure and holds such a promise that, as I mentioned, I'm certainly going to change my behavior. And I know I'm speaking on behalf of many, many people, when I just want to extend my thanks for your coming here today to teach us even more because, of course, you have your podcast and the app, the Waking Up app. And the fact that, regardless of the political landscapes, regardless of what neuroscience feels about psychedelics, or where things are at any point in time, you strike me as somebody who is very committed to sharing knowledge and thoughtful deep discourse so that people can benefit. And there are very few people like you. In fact, there's probably only just one. And so I feel very grateful to be sitting across the table from him for these last hours. SAM HARRIS: Oh, nice, nice. Well, I really enjoyed this, and I want to congratulate you on what you've built here because your podcast is everywhere, and I'm a fan. And even more than that, I'm continually seeing the evidence of you reaching people and benefiting people, and this is one of the best examples of new media just carving out a space that people didn't really know existed because this is not television, it's not radio, it's not-- and all of a sudden, people have time to hear a conversation of great length that goes into nitty gritty scientific detail on hormones. I mean, who would have thought that was even possible? And so, yeah, I would just-- congratulations, it's fantastic to see. And I'm just very happy for the opportunity to talk to you and your people. ANDREW HUBERMAN: Well, thank you, it's very gratifying to hear. And I feel very blessed, in no small part because of our conversation today. Thank you so much. SAM HARRIS: Nice, well, to be continued. ANDREW HUBERMAN: To be continued. We'll do it again, and again, and again. Thank you for joining me today for my discussion with Dr. Sam "
        },
        {
            "timestamp": 15542,
            "text": "Harris.I hope you found it to be\nas enlightening as I did.And be sure to check out\nthe Waking Up app that Dr.Sam Harris has made free to any\nHuberman Lab listeners for 30days by going to\nwakingup.com/huberman.Please also check out\nhis incredible podcast,the making sense podcast.And you can find any number of\nSam Harris's different bookson meditation, consciousness,\nphilosophy, neuroscience,politics, and more.You can find links\nto those booksby going to samharris.org.If you're learning from\nand/or enjoying this podcast,please subscribe to\nour YouTube channel.That's the best zero-cost\nway to support us.In addition, please\nsubscribe to the podcaston Spotify and Apple.And on both Spotify\nand Apple, youcan leave us up to\na five star review.If you have questions\nfor us, or comments,or topics that you'd\nlike me to cover,or guests you'd like me to\ninvite onto the Huberman Labpodcast, please put those in\nthe comment section on YouTube.I do read all the comments.Please also check\nout the sponsorsmentioned at the beginning and\nthroughout today's episode,that's the best way to\nsupport this podcast.Not so much during\ntoday's episode,but on many episodes\nof the Huberman Labpodcast we discuss supplements.While supplements aren't\nnecessary for everybody,many people derive tremendous\nbenefit from them for thingslike enhancing the depth\nand quality of sleep,for enhancing focus and\nfor hormone support,and many other aspects of\nmental health, physical health,and performance.The Huberman Lab podcast\nis proud to announcethat we are now partnered\nwith Momentous Supplementsbecause Momentous\nSupplements areof the very highest quality,\nthey ship internationally,and they have single ingredient\nformulations, which turns outto be important if you're\ngoing to develop the mostcost effective and\nbiologically effectivesupplementation regimen.If you'd like to access\nthe supplements discussedon the Huberman Lab podcast, you\ncan go to livemomentous spelledO-U-S, so\nlivemomentous.com/huberman.If you're not already\nfollowing us on social media,we are Huberman Lab on\nInstagram, Twitter, LinkedIn,and Facebook.And all of those places I\ntalk about science and sciencerelated tools, some\nof which overlapwith the content of the Huberman\nLab podcast, but much of whichis distinct from the content\nof the Huberman Lab podcast.Again, it's Huberman\nLab on all social mediahandles, all platforms--Instagram, Twitter,\nFacebook, and LinkedIn.If you haven't\nalready subscribedto our Neural Network\nNewsletter, that'sa monthly newsletter,\nit's completely zero costand includes summaries\nof podcast episodesas well as toolkits for things\nlike enhancing your sleep,enhancing your focus\nand ability to learn,hormone support,\nfitness, and on and on.You simply go to\nhubermanlab.com,go to the menu,\nclick on the menuand scroll down to newsletter,\nprovide your email,and you can start receiving\nour monthly Neural NetworkNewsletter.Thank you once again for joining\nme for today's discussionwith Dr. Sam Harris all about\nmeditation, and consciousness,free will, psychedelics, social\nmedia, and much, much more.And as always, thank you for\nyour interest in science.[MUSIC PLAYING]"
        }
    ],
    "episode_summary": "My guest is Sam Harris, Ph.D. Sam earned his bachelor’s degree in philosophy from Stanford University and his doctorate (Ph.D.) in neuroscience from the University of California, Los Angeles (UCLA). He is the author of multiple best-selling books and is a world-renowned public-facing intellectual on meditation, consciousness, free will, psychedelics and neuroscience. He is also the creator of Waking Up and the host of the \"Making Sense\" podcast. In this episode, we discuss meditation as a route to understanding “the self” and experiencing consciousness, not just changing one’s conscious state. Sam describes several meditation techniques and their benefits, including how meditation fundamentally changes our worldview and how it can be merged seamlessly into daily life. It can help us overcome universal challenges such as distractibility and persistent, internal dialogue (“chatter”) to allow for deep contentment and pervasive shifts in our awareness, all while acknowledging the more immediate stress-lowering and memory-improving effects of meditation. We also discuss the therapeutic use of psychedelics and the mechanistic similarities between the benefits of a psychedelic journey and long-term meditation practices. And we discuss the rationale behind Sam’s recent decision to close his social media (Twitter) account. This episode should interest anyone wanting to learn more about the higher order functions of the brain, the brain-body connection, consciousness and, of course, meditation and why and how to meditate for maximum benefit.\nFor the full show notes, visit hubermanlab.com.\nThank you to our sponsors\nAG1: https://athleticgreens.com/huberman\nLMNT: https://drinklmnt.com/huberman\nMomentous: https://www.livemomentous.com/huberman\nHuberman Lab Premium\nhttps://hubermanlab.com/premium"
}