{
    "title": "Dr. Nolan Williams: Psychedelics & Neurostimulation for Brain Rewiring",
    "ep_num": "99",
    "link": "https://www.youtube.com/watch?v=X4QE6t-MkYE",
    "chunks": [
        {
            "timestamp": 0,
            "text": "- Welcome to the Huberman Lab Podcast, where we discuss science and science-based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today my guest is Dr. Nolan Williams. Dr. Williams is a medical doctor and professor of psychiatry and behavioral sciences at Stanford University School of Medicine. His laboratory and clinic focus on depression and other mood disorders. They focus specifically on the use of transcranial magnetic stimulation, which is a brain stimulation technique that can either activate or quiet specific brain circuits, as well as circuits within the body, in order to treat depression and other mood disorders. Other laboratories and clinics use TMS. What sets apart the work of Nolan Williams and colleagues is that they combine TMS with other treatments, and some of those treatments are among the more cutting edge that you've probably heard about these days, including ibogaine, psilocybin, MDMA, cannabis, DMT, and other drugs that at this point in time are experimental in terms of clinical trials, but that at least the preliminary data show hold great promise for the treatment of depression and other mood disorders. In the course of my discussion with Dr. Williams, we covered things such as the history of each of these drugs, how they came to be, and their current status in terms of their clinical use and legality. We also talk about their safety profiles both in children and in adults, and we talk about what the future of psychedelic research and clinical use really looks like. For instance, we discuss how a number of laboratories and clinics are modifying psychedelics to remove some of their hallucinogenic properties while maintaining some of their antidepressant or anti trauma properties. You'll also learn about some fascinating research in Dr. Williams' laboratory focused on ketamine, which is a drug that is increasingly being used to treat depression. And contrary to common belief, the effects of ketamine in terms of relieving depression may not actually arise from its dissociative effects. One thing that you'll find extraordinary about Dr. Williams is that not only does he have vast knowledge of the various treatments for depression, but that he and his laboratory are really combining these treatments in the most potent way. That is, combining psychedelic treatments with brain-machine interface, or combining brain-machine interface with particular learning protocols. That is, neuroplasticity protocols, which can directly change the brain in specific ways. So today you're going to learn a tremendous amount about the neural circuitry underlying depression, as well as positive moods. You'll also learn about all the various drugs that I described, and you're really going to learn about the current status and future of the treatment of mood disorders. Today, you'll also learn about a number of ongoing studies in Dr. Williams' laboratory. I should mention that they are recruiting subjects for these studies. If you go to BSL, which stands for Brain Stimulation Laboratory, so that's bsl.stanford.edu, you have the opportunity to apply for one of these clinical trials for the treatment of depression and other mood disorders. I confess that the conversation with Dr. Williams was, for me, one of the more stimulating and informative conversations I've ever had about psychedelics, which is simply to say that his breadth and depth of knowledge on that topic is incredible, and his breadth and depth of knowledge in terms of the underlying brain science and how it can all be combined with clinical applications is also extraordinary. I'm sure that by the end of today's episode, you're going to come away with a tremendous amount of knowledge about the clinical and non-clinical uses of those substances, and you're going to understand a lot more about how the healthy and diseased brain work. I'm pleased to announce that the Huberman Lab Podcast has now launched a premium channel. I want to be very clear that the Huberman Lab Podcast will continue to be released every Monday at zero cost to consumer and there will be no change in the format of these podcasts. The premium channel is a response to the many questions we get about specific topics, and it will allow me to really drill deep "
        },
        {
            "timestamp": 228,
            "text": "into specific answers related to those topics. So once a month, I'm going to host an ask me anything, so called AMA, where you can ask me anything about specific topics covered on the Huberman Lab Podcast, and I will answer those questions. Those of course will be recorded. There will also be other premium content available to premium subscribers, such as transcripts and short videos of new tools and unique tools for mental health, physical health, and performance. If you want to check out the premium channel, you can go to hubermanlab.com/premium. There is a $10 a month charge or $100 per year, and I should mention that a large portion of the proceeds from the Huberman Lab premium channel will go to support scientific research that develops the very sorts of tools that we talk about on the Huberman Lab Podcast. The rest of the support for the Huberman Lab Podcast premium channel will go to supporting the regular Huberman Lab Podcast. Again, that's hubermanlab.com/premium. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is InsideTracker. InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long-term health can only be analyzed with a quality blood test. One problem with a lot of DNA tests and blood tests, however, is you get data back about levels of metabolic factors, levels of hormones, et cetera, but you don't know what to do with that information. InsideTracker makes interpreting your data and knowing what to do about it exceedingly easy. They have a personalized platform where you can go and you can see those levels of hormones, metabolic factors, lipids, et cetera, and they point to specific nutritional tools, behavioral tools, supplement based tools, et cetera, that can help you bring those numbers into the ranges that are optimal for you. If you'd like to try InsideTracker, you can go to InsideTracker.com/Huberman to get 20% off any of InsideTracker's plans. Again, that's InsideTracker.com/Huberman to get 20% off. Today's episode is also brought to us by Eight Sleep. Eight Sleep makes smart mattress covers with cooling, heating, and sleep tracking capacity. I started sleeping on an Eight Sleep mattress cover a few months ago, and it is simply incredible. In fact, I don't even like traveling anymore because they don't have Eight Sleep mattress covers in hotels and Airbnbs. One of the reasons I love my Eight Sleep mattress cover so much is that, as you may have heard before on this podcast or elsewhere, in order to fall and stay deeply asleep, you need your body temperature to drop by about one to three degrees. And I tend to run warm at night, which makes it hard to sleep and sometimes wakes me up in the middle of the night. When you sleep on an Eight Sleep mattress cover, you can program the temperature of that mattress cover for specific times in the early, middle, and late part of your night so that the mattress stays cool. And as a consequence, you sleep very, very deeply. It also tracks your sleep, so it's paying attention to how many times you're moving, how deep your sleep is. It gives you a sleep score, all wonderful data to help you enhance your sleep. And of course, sleep is the foundation of mental health, physical health, and performance, which makes an Eight Sleep a terrific tool for enhancing not just your sleep, but all aspects of your life really. If you're interested in trying a Eight Sleep mattress cover, you can go to EightSleep.com/Huberman to check out the Pod 3 cover, and you can save $150 at checkout. Eight Sleep currently ships to the USA, to Canada, the UK, and select countries in the EU and Australia. Again, that's EightSleep.com/Huberman to save $150 at checkout. Today's episode is also brought to us by ROKA. ROKA makes eyeglasses and sunglasses that are the absolute highest quality. The company was founded by two all American swimmers from Stanford, and everything about ROKA eyeglasses and sunglasses were designed with performance in mind. I've spent a lifetime working on the visual system, and I can tell you that your visual system has to contend with some pretty significant challenges in order to be able to see clearly as you move from one area to the next. For instance, when you go from a shady area to a bright area. ROKA understands this and have designed their sunglasses and eyeglasses accordingly so you always see with crystal clarity. In addition, because they were initially designed for performance, things like running and biking, they're extremely lightweight, but they have a terrific aesthetic. So unlike a lot of eyeglasses and sunglasses that were designed for sports and make you look like a cyborg, they have styles that make you look like a cyborg if you like those, but they also have styles that you'd be perfectly comfortable wearing to work or out to dinner, et cetera. They're really terrific glasses. I love mine because I can wear them anywhere and I also use them when running and going out hiking, et cetera. If you'd like to try ROKA eyeglasses or sunglasses, you can go to ROKA, that's ROKA.com, and enter the code Huberman to save 20% off your first order. Again, that's ROKA, ROKA.com, and enter the code Huberman at checkout. On many episodes of the Huberman Lab Podcast, we talk about supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them. Things like enhancing sleep and the depth of sleep, or for enhancing focus and cognitive ability, or for enhancing energy or adjusting hormone levels to optimal range for you. The Huberman Lab Podcast is now partnered with Momentous supplements. To find the supplements we discussed on the Huberman Lab Podcast, you can go to livemomentous, spelled O-U-S, livemomentous.com/huberman. And I should just mention that the library of those supplements is constantly expanding. Again, that's livemomentous.com/huberman. And now for my discussion with Dr. Nolan Williams. Thanks for joining today. "
        },
        {
            "timestamp": 556,
            "text": "I'm really excited to have this conversation. It's been a long time coming and I have a lot of questions about different compounds, psychedelics in particular. - Yeah. - But before we get into that discussion, I want to ask you about depression, broadly speaking. Intractable depression. How common depression is or isn't. I heard you say in a wonderful talk that you gave, that depression is perhaps the most debilitating condition worldwide. And yet, in contrast to other medical conditions like cancer, we actually have a fairly limited number of tools to approach depression. And yet number of tools and the potency of those tools is growing. So if you could educate us on depression, I would really appreciate it. - Yeah, absolutely. So depression is a condition that, it has a lot of manifestations, you know. So you can have kind of a depression that's primarily loss of interest. You can have folks who feel very anxious and they're kind of overactive. You can have people who don't have any anxiety at all, and they're very underactive and they have low motivation to do anything. You know, so you have this huge range of symptoms that are in that umbrella of depression. And some of our work is to actually work with folks like Conor Liston and Cornell, and try to actually get biotypes based off of neuroimaging to see if we can kind of parse out the different depression kind of presentations, and see that clinically, and also see that in the brain. Depression is the most disabling condition worldwide. What's interesting about depression is it's both a risk factor for other illnesses, and it makes other medical and psychiatric illnesses worse, right? So recently the American Heart Association added depression as the fourth major risk factor for coronary artery disease, right? So alongside the risk factors that we know, hypertension, high blood pressure, hyperlipidemia, high cholesterol, and diabetes, you know, high blood sugar, those three have been on the list for a long time and depression ended up being added to the list as the fourth one. And you know, really interesting, right? So in addition to taking medications to address those other three risk factors, we really have to be thinking about how do you treat folks with depression to reduce the risk of having a heart attack in the future? And, you know, there's some of that's being worked on now, but we don't have a complete solution to thinking about that at this time. And then the other thing that's interesting is once you have a heart attack, in the individuals that end up having a heart attack, the risk of having depression after the heart attack is higher than the normal population, right? And so a lot of what we're doing in the lab actually is measuring kind of brain heart connections. And we can actually, with transcranial magnetic stimulation, a form of brain stimulation, we can actually decelerate the heart rate and capture that heart rate deceleration over the mood regulatory regions. And so actually a direct probe of that connection. So it's interesting. And so, you know, as you said a second ago, you know, it's a very disabling condition. Moderate depression's about as disabling as having a heart attack, acutely having a heart attack. Severe depression is disabling, is having cancer without treatment, you know, and dying from a cancer without treatment. And so, you know, it's kind of underappreciated just how disabling depression is in that way. And I think important as stigma is consistently kind of being reduced over the years for mental illnesses, then the idea that we can start really putting more funding and putting more focus at the federal level, you know, private foundation level, whatever it is, at a given university to thinking about developing treatments. We've been very interested in a very particular clinical set of problems around the most severe and the most high acuity settings that folks with depression end up being in. And that's in, you know, emergency settings where they go into inpatient units. And you know, in the rest of medicine, if it's talking about heart attacks, if I start having chest pain right now and you bring me to a primary care doctor's office, they're going to have a certain number of tests and treatments, right? But very limited cuz it's an outpatient facility. If you bring me to the emergency room after that, there are more tests and more treatments. If you put me in the ICU or in the cath lab where they do invasive procedures to the heart, there are more tests and more treatments. In psychiatry, as we elevate the acuity of an individual, you go from being just depressed to being depressed and now thinking about ending your life, the number of treatments actually go down on average. I mean, in some scenarios, they go up, but on average they go down and there are no tests, right? And so we've been very focused on that particular problem. Somebody that maybe was doing, you know, fairly okay with a pretty moderate depression and then their depression gets worse and then they end up in an emergency setting. And the field really hasn't developed a way of consistently being able to treat that problem and folks end up getting the same standard oral antidepressants that they've been getting outpatient. And I came to this because I, you know, dual trained as a neurologist and psychiatrist, went back and forth between neurology and psychiatry, saw that in neurology we have all of these ways of treating acute brain based problems and really wanted to emulate that in psychiatry and find ways to develop and engineer new, you know, brain based solutions. - There's a lot to unpack there. One thing that you said is, "
        },
        {
            "timestamp": 911,
            "text": "I'd like to focus on a bit more because I think we hear that the brain and the heart are connected, but you described, I believe, a direct relationship between areas of the brain associated with emotion and heart rate. - [Nolan] Yes. - And that makes perfect logical sense to me. But I think at the same time, many people out there probably think of the relationship between the heart and the mind as kind of woo or kind of a soft biology. But here you're talking about an actual physical connection. - [Nolan] Yep. - Between, what area of the brain is it? - The first place where the stimulation goes is called the dorsolateral prefrontal cortex. It's kind of the sense of control, kind of governor of the brain. And then what we know is that when you use a magnet, use kind of what we call Faraday's Law, this idea of using a magnetic pulse to induce an electrical current and electrically conducting substances. So in this case, brain tissue, but not skull or scalp or any of that, or hair. You avoid all that, just the brain tissue. Then you have a direct depolarization of cortical neurons, you know, the surface of the brain's neurons, in this dorsolateral prefrontal. And if you do that in the actual scanner, which we can do, you can see that that distributes down into the anterior cingulate and the insula and the amygdala. And ultimately the tract goes into something called the nucleus tractus solitarius and ultimately into the vagus nerve into the heart. So the heart very consistently seems to be the end organ of the dorsolateral prefrontal cortex. If you measure heart rate in standard ways that cardiologists measure heart rate and you stimulate over this left dorsolateral, you get a deceleration of the heart rate and it's very time locked to the stimulation. So it's a two second train of stimulation. At one second, you see the deceleration, it goes down about 10 beats per minute, and then it'll drift back up and there's a break for eight seconds on the stimulation. Drifts back up and the stimulation goes back in and then the heart rate goes back down. And so you see the heart rate just do this, 10 beats per minute every train. And so we know, and if you do that over visual cortex, you don't get that, or motor cortex, you don't get any of those findings. It's really specific to this kind of control region of the brain. And so, yeah, it seems to, you know, it's our work, other folks' work. Martin Arens in Europe, the Netherlands, work showing the same connections. I think it's been replicated like four or five times. - So you mentioned left dorsolateral prefrontal cortex. "
        },
        {
            "timestamp": 1071,
            "text": "Anytime I hear about lateralization of function, I get particularly curious because obviously we have two mirror symmetric sides of the brain. There are, you know, rare exceptions to this, like the pineal and things of that sort that there is only one pineal. What is special about the left dorsolateral prefrontal cortex? Does this have anything to do with handedness, right hand or left hand? Because we know right-hand and left-handedness has a lot to do with lateralization of function for language, a topic for another time. But why do you think that left dorsolateral prefrontal cortex would be connected to the heart in this way? - Yeah. Yeah, I think, so left dorsolateral is thought to be the side that when you excite it, when you kind of do excitatory stimulation, potentiating sort of stimulation, that you can reduce depressive symptoms. And a guy by the name of Mike Fox at Harvard demonstrated that if you have strokes in the brain that cause depression and you put them on the human connectome, a hundred, you know, thousand patient map, and you ask the question what they're all functionally connected to? Left dorsolateral. If you take lesions that cause mania in individuals and you put those all on the human connectome map and ask what the one common area they're all connected to, it's the right dorsolateral. And so there seems to be a hemispheric, you know, balancing of mood between these two brain regions. And we know this from an experimental standpoint too, because you can take individuals with depression and you can excite the left or you can inhibit the right and they're both antidepressant. You can excite the right and that's anti-manic in some studies. And so this idea that there is this hemispheric balancing of mood is quite interesting, right? - It's incredibly interesting. And just so people know, if you're curious what the connectome is, connectome is a term that was built out of this notion of genomes being large collections of sequencing and mapping of genes. They're proteomes of proteins, of connectomes is so-called connectomics, of connections between neurons. So the Human Connectome Project is ongoing and I find that incredible that within the Connectome Project, they can identify these regularities of right versus left dorsolateral prefrontal cortex. Especially since I've looked at a fair number of brains from humans, certainly not as many as you have. And if you look at the architecture, the layers, the cell types, and even the neurochemicals of which cells are expressing, say, dopamine or serotonin or receiving input from areas that make dopamine or serotonin, they don't look that different on the right and left side. And yet here we're talking about a kind of an accelerator and a brake, if you will, on depression and mania using what, at least by my eye and I think other people's eye look to be basically the same set of of bits. The same parts list, more or less. So what gives these properties to the right and left dorsolateral prefrontal cortex? Is it the inputs they receive? Is this something that we learn during development or do you think that we come into the world with these hemispheric biases? - Yeah, it's a great question. And you know, it hasn't been worked out, which your original question was around, in a left handed individual, which as you know, 25% of those folks end up having a right brain dominance or 1% of right-handed people have a right brain dominance if it's flipped, right? And unfortunately that study still hasn't been done at the level, 'cause that would be probably pretty helpful for teasing some of this out. But, you know, it's still being sorted out, right? We know enough to know this phenomenon exists because we can use TMS as a probe and do these sorts of manipulations. But to my knowledge, there hasn't been anybody that's gotten so interested in it that they've been able to get a mechanism of why that is. But, you know, it's kind of empirically true in the sense that you can push and pull on those systems, or in the case of strokes that folks have, and then you kind of get their brains and their brain images and look at where the strokes landed, those kind of causal bits of information point to this asymmetry. - Interesting. Well, in that case, going with what we do know, "
        },
        {
            "timestamp": 1354,
            "text": "that stimulation of dorsolateral prefrontal cortex slows the heart rate down, transiently, but it slows it down, and seems to alleviate at least some symptoms of depression, leads me to the question of why would that be the case? Does it tell us anything fundamental about depression that anxiety is inherent to depression? I think a faster heart rate is, you know, part and parcel with anxiety. In my laboratory, we've studied fear a bit in animals and in humans, and we often observe bradycardia where somebody or an animal is afraid of something and rather than the heart rate speeding up, it actually slows down, something that most people don't think about or recognize. But given that stimulation of dorsolateral prefrontal cortex slows the heart rate down and can alleviate depressive symptoms and that there are other ways to slow the heart down, I have two questions. What do you think this tells us about the basic architecture of depression and its physiology at the level of the heart? And does the circuit run in the opposite direction too? If one were to have or find other ways to slow the heart rate down, say with a beta blocker, does that help alleviate depression? - Yeah, no, that's a great question. So I'll answer the second question first. So we know that in the ongoing trials of this, if you stimulate in the vagus nerve, in an implanted vagus nerve stimulator, you can actually, you know, have this, the afferent parts of the vagus project ultimately up to the DLPFC through the cingulate through these anterior insula, so that same, that obviously the same tract, right? And you can stimulate there and alleviate depression, which seems very unusual, right? You're stimulating a cranial nerve down on the neck. But if you can get up into the brain, you actually can improve depressive symptoms. And so, you know, more evidence that this is a kind of a whole track and system. And if you stimulate in part of that system, it appears that you can improve mood. - And what if I were somebody who did not have a stimulating electrode in my vagus nerve and I was dealing with minor depression and I decided I wanted to take some other approach to slow my heart rate down by the vagus? For instance, exhale emphasized breathing or deliberately slow cadence breathing, things of that sort. Is there any evidence that behavioral interventions of those kinds can alleviate depression or some symptoms of depression? And is there any evidence that it does indeed feed back to the dorsolateral prefrontal cortex to achieve some of that alleviation? - Absolutely, yeah. So there's a number of studies implicating the dorsolateral in, say, you know, meditation, mindfulness, that sort of thing. And they're small studies, but pretty well designed studies suggesting that behavioral interventions in mild depression actually work quite well. There seems to be a volitional threshold for depression where at some point you start losing, you go from being completely in total volition to having kind of semi-volition. You have thoughts that you really have a hard time controlling and that sort of thing. And when you go through that threshold, at some point it gets harder and harder for those sorts of things to kind of kick in and work. And the extreme form of that is catatonia, right? Where people in a very severe form of depression get kind of stuck motorically, right? And they obviously can't, they have no control or very limited control. And so, you know, I think there's a threshold in which these sorts of interventions will work. Exercise seems to really be a good treatment for mild depression and it may work through the mechanism you're describing, right? As we all know, you know, athletes hold a lower resting heart rate than folks that aren't, you know, if you were an athlete, you had a lower resting heart rate, you stopped exercising, and a couple years later your resting heart rate in many cases goes up, right? And so maybe that's part of the process. I'm not aware of any studies specifically looking at dorsolateral prefrontal physiology pre-post exercise, but it would be a great study. I think that would be really helpful to understanding this, especially if you had a correlation of changes in kind of lowering of, say, heart rate with mood improvements. There's been a lot of work with heart rate variability and depression and, you know, studies kind of point towards it. Not every study is positive for this, but quite a few studies say basically that lower heart rate variability is associated with, you know, moderate to severe depression. And that may be part of that mechanism of that heart brain risk. - So I'm both intrigued and a little bit perplexed by this relationship between heart rate and depression. On the face of it, I would think of depression as depressed. So lower heart rate might make somebody more depressed. You even mentioned catatonia or somebody that just doesn't seem motivated or excited to do anything. I think of mania as elevated heart rate and being excited. On the other hand, I realize that anxiety, which you know, brings about ideas as elevated heart rate is also built into depression. Which brings me back to what you said earlier, which is that when we say depression, are we really talking about four or five different? - Yeah, that's right. - Disorders, for lack of a better word. And for what percentage of people that have depression does some approach to reducing heart rate work? Whether or not it's stimulation of the left dorsolateral prefrontal cortex by way of transcranial magnetic stimulation or by taking a beta blocker or by stimulating the vagus. Can we throw out a number, a rough number? Does that help, 30%, 50%? How long lasting is that relief? - Yeah, and to be clear, the deceleration of the heart rate is in the moment when the stimulation is happening, but it's not something that's necessarily maintained chronically. It's more of an indicator that you're in the right network more than it appears to be itself, you know, central to the mechanism. The heart rate variability piece may be, and there's some studies that link the two, but the actual deceleration seems to be much more of a marker that you're in the right system. But you know, it very well could be that the heart rate system and the mood system just sit next to each other and the stimulation hits both. If you look at how much of the variance in the mood is explained by the heart rate deceleration, it's not a huge amount, right? So it only explains a small percentage. And so it's unlikely that simply reducing the heart rate. And in fact, you know, for many years, propranolol and these sorts of drugs actually were implicating causing depression. And so that's been kind of debunked, but it's unlikely that simply decelerating the heart rate's going to improve depression. But what it does tell you is that if you're in that area that is the mood regulatory area, there's some parasympathetic cortical kind of process that's going on that gets in and causes this to happen. And it's, you know, it's independent of mood. You can take a normal healthy individual and you can do this and they're going to decelerate their heart rate. - I'm so glad you mentioned the parasympathetic nervous system, which of course is the, most people think of as the rest and digest or the kind of calming side of the autonomic nervous system. As I'm hearing you say all of this, and in particular what you just told me, which is that it's not as if having a lower heart rate protects you against depression or a higher heart rate is associated with depression, although at the extremes that might be true, but rather it's something about the regulatory network, the ability to control your own nervous system to some extent. And when I think about the autonomic nervous system, I like to think about it as a seesaw of, you know, alertness and calmness, and when you're asleep it's a lot of calmness, and when you're panicking it's a lot of alertness to the... But that, and I don't think this has ever been defined, and when I teach the medical students at Stanford neuroanatomy, my wish is that someday I'll be able to explain what the hinge in that process would be, right? Not the ends of the seesaw. We know what the sympathetic nervous system is and it's to wake us up and make us panic or make us feel nicely alert and calm. We know what puts someone into sleep or a coma or makes them feel relaxed. But what shifts from one side of the seesaw to the other and the tightness of that hinge seems to be what you're describing, that depression is sort of a lack of control over inner state so that when I'm stressed, I can't get myself out of it. But when I'm feeling completely collapsed with exhaustion, I can't get out of bed and be motivated to do the very things that would help me get out of depression, like a workout or social connection or eat a quality meal, these kinds of things. So this is perhaps the first time that I've ever heard about a potential circuit for the hinge, as I'm referring to it. Does that make any sense at all? - [Nolan] Yeah, absolutely, absolutely. - Okay, I just want to make sure that I'm framing this correctly in my mind. - Yeah, yeah, absolutely. And in some studies, if you do the same identical stimulation on the right dorsolateral, you can get an acceleration. You know, just kind of further confirming this idea of lateralization, right? That it appears that even the prefrontal cortex, you know, cortical areas seem to be lateralized in this way. And, you know, it's less, the right finding is more variable depending upon the study. The left's very consistent in this way. So... - So we've talked about transcranial magnetic stimulation for getting into these networks and I also just want to take a brief tangent and say, 'cause I've heard you say this before, I think it's so vital what you're saying, that it's really not about stimulation of areas or any specific brain area or vagus nerve being important per se. It's really about a network, a connection, a series of connections. I think that's really important for people to understand and is kind of a new emerging theme really. The other thing that to me seems extremely important for us to consider is "
        },
        {
            "timestamp": 1982,
            "text": "what are these lateral prefrontal cortices doing? Are they involved, for instance, in sensation, sensing the heart rate? Are they involved in thinking and planning? And this gets down to a very simple question that I know a lot of people have, which is, can we talk ourselves out of depression? If it's mild. Can we talk ourselves into a manic state or an excited state, a positively excited state that doesn't qualify as mania? You know, other areas of the brain, I think of is responsible for perception or for motor control. But here we are in this mysterious frontal cortex area, which people say executive function, planning, et cetera. Are we talking about thoughts? Are we talking about structured thoughts or are we talking about dreamlike thoughts? What in the world is going on in the prefrontal cortex? And here I spend my career in neuroscience and I still can't really understand what it's doing and maybe it's doing 50 things. - Yeah, no, it's a great question. So, you know, to... So one of the studies that we've been working on in addition to the depression work is actually trying to change trait hypnotizability. So David Spiegel and I have been working on this and you know, he's found and published this 10 years ago that a different part of the left dorsolateral is functionally connected with the dorsal anterior cingulate with a lot of functional connectivity in high hypnotizables and not much in low hypnotizables. And that's kind of a different sub-region within this bigger brain region we call left dorsolateral prefrontal cortex than the part that seems to be important for regulating mood. And so the left dorsolateral seems to have connections that are location specific within the overall kind of named brain region that connect to various parts of the cingulate and seem to regulate it. Right? And so if you knock out the left dorsolateral prefrontal cortex and you have people do the Stroop task, for instance, which is a task where you have, it's a simple task, you probably know this. You have people name the color of words. And so if I look at one of the cards that they'll show you, it'll have the word red in red and that's very easy and that's called a congruent. And then the incongruent is red in the color blue "
        },
        {
            "timestamp": 2130,
            "text": "and you have to name, you have to say the word, you don't name the color. - So you have to suppress a response. - Yeah, yeah, exactly. And so, I'm sorry, you name the color and you see the word written in a different way. And so basically if you stimulate in a way that inhibits the left dorsolateral prefrontal cortex or either one, you can actually knock out the ability to do that well and it'll take longer for people on the incongruent cards to be able to name it. And so they have a kind of a time delay that's greater than they had before they got stimulated. So that's a part of the prefrontal cortex that's different than the part of the prefrontal cortex that's involved in mood regulation. The nice thing about TMS is that you can go through and you can find these areas that are functionally defined through brain imaging and you can perturb them and answer the question you're talking about. How do I understand this part of the prefrontal cortex and its function, this part? And so we were able to stimulate in an inhibitory way within the left dorsolateral prefrontal cortex that's involved with this sort of cognitive control area. And we were able to knock that area out and increase trait hypnotizability, so people had greater hypnotizability after they got active stimulation versus when they got sham. And so it suggests that that brain circuit is involved in the process of what therapeutic hypnosis ends up being. But it's a very different region within the left dorsolateral than, say, we do when we do these very intensive stimulation approaches to treat severe depression and we're able to get people out of depression. You know, with the part of the dorsolateral that seems to be lower in the, you know, kind of more lateral and inferior on the DLPFC and connected with this subgenual anterior cingulate, so the part of the anterior cingulate that processes emotion. - I'd like to take a quick break and acknowledge one of our sponsors, Athletic Greens. Athletic Greens, now called AG1, is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. I've been taking Athletic Greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking Athletic Greens, and the reason I still take Athletic Greens once or usually twice a day is that it gets to me the probiotics that I need for gut health. Our gut is very important. It's populated by gut microbiota that communicate with the brain, the immune system, and basically all the biological systems of our body to strongly impact our immediate and long-term health. And those probiotics in Athletic Greens are optimal and vital for microbiotic health. In addition, Athletic Greens contains a number of adaptogens, vitamins, and minerals that make sure that all of my foundational nutritional needs are met and it tastes great. If you'd like to try Athletic Greens, you can go to AthleticGreens.com/huberman and they'll give you five free travel packs that make it really easy to mix up Athletic Greens while you're on the road, in the car, on the plane, et cetera. And they'll give you a year supply of vitamin D3K2. Again, that's AthleticGreens.com/huberman to get the five free travel packs and the year supply of vitamin D3K2. Based on what you told us about the Stroop task "
        },
        {
            "timestamp": 2340,
            "text": "and the role of the prefrontal cortex in the Stroop task, to me the Stroop task is a rule switching game. You're saying in one moment, the rule is you read whatever the word says and then you switch and then you say, the rule now is you tell me what color the word is written in and you suppress whatever it is the word says, okay? - [Nolan] That's right. - Okay, a rule in some sense is, like that, is a transiently adopted belief system. So I could imagine that in depression, which has all sorts of backstory to it, that of course the psychiatrist or psychologist or friend can pull on that thread. Like for instance, somebody might believe that they are bad or that they don't deserve love. I'm trying to bring this into the typical language that they would talk about. Or that they will never succeed. Or that even if they keep succeeding, it's just going to get harder and harder and it will never feel good. These are sort of rules like the Stroop task. At some level. There are rules that are more pervasive over time, unfortunately. But I could imagine that if the PFC is also contains some sort of maps or algorithms related to rules of emotionality or self representation or things that we've heard, I think there must be data out there saying that, you know, whatever we heard in middle school when someone made fun of us, we can remember that. 'Cause I can remember things that people said about a jacket I wore one day or something in the fourth grade, crazy, I didn't even like the jacket. Now I think it was kind of cool, but anyway. The point being that we have an intense memory for these things to set up a sort of rule or a question. Like maybe I don't really know how to dress, for instance. Maybe that's why I always wear the same black shirt. But in all seriousness, it seems like the dorsolateral prefrontal cortex is in this amazing position to access rules which are beliefs and beliefs are rules, and then for moments or longer, to switch those rules. And so for somebody who's depressed to just simply look themselves in the mirror and say, \"You are great, you are fantastic,\" it feels like a lie if you feel like garbage to say that. It doesn't fit with the rule. It's like saying that card is not red, that card is green, when your eyes tell you that it's red. And it seems like there's something about prefrontal cortex that in principle gives flexibility to rules based on what we know about the Stroop task. So given its connectivity, can we assume that the talk therapy that occurs in the psychiatrist office or with a friend or through journaling out something, because we do know that reporting things about trauma or difficult circumstances or the rules that we contain and tend to hide inside of us about how we feel miserable about ourselves or anything really, that in rescripting that, that somehow it allows us to do a sort of Stroop task on our beliefs. Is that a tremendous leap? I'm just really trying to frame this in the context of what I and most people think of as depression. - [Nolan] Yeah, totally. - Because the network components are vitally important, but I guess what I'm trying to figure out is like what are the algorithms that govern prefrontal cortex? - Yeah, absolutely. So in a kind of standard cognitive behavioral therapy session, right, what the therapist is trying to do is identify those beliefs and you know, kind of determine how fixed they are, you know, if they're flexible as you're saying, and then help folks to find another explanation for them and to kind of reintegrate that potential other explanation into their memory system, right? Where I think TMS is really interesting, actually, we had a lot of patients who've told me, like my therapist told me that I wasn't trying hard enough in therapy, and you know, and I really am trying hard, but these are, you know, moderate, pretty severe depressed patients. And as soon as we get them well with the TMS approaches, you know, kind of rapid five day approach and the next week we come in and see them and they'll say, \"You know what I did all weekend is I looked at my therapy books and now I can understand it.\" And so, you know, I actually see TMS as a way of having kind of exogenous sorts of cognitive functions that in milder forms of depression we can pull off with psychotherapy. You know, this idea of being able to kind of turn that prefrontal cortex on and have it govern these deeper regions. In depression, the deeper regions govern the prefrontal cortex. They precede the prefrontal cortex timing-wise. And we've got some data in review now where we're seeing that in depressed individuals that are responsive to our rapid TMS approach, what we call Stanford Accelerated Intelligent Neuromodulation Therapy, or SNT, or SAINT, if you look at the brain before people get this, they will have a temporal delay where the cingulate is in front of the DLPFC. And in people that are normal healthy controls, no depression, the dorsolateral prefrontal cortex is temporally in front of the anterior cingulate. With effective treatment, we can flip the timing of things so the dorsolateral is in front of the anterior cingulate, just like in a normal person. - So you're not talking about obviously physically moving these structures, you're talking about in time, their activation. So in one case, it's like the coach telling the player what to do. And the other is like a player telling the coach what to do. And you restore order to the game. - You restore order to the game. And what it looks like is depression, to your point, is a bunch of kind of spontaneous content that's semi-volitional that's being kind of generated out of this conflict detection system. The cingulate seems to sense conflict and kind of feed that information, gets overactive in depression. And then in depression, it looks like the left dorsolateral does not sufficiently clamp down on it. And what therapy appears to do is to kind of restore that. What we see with TMS over that region is that we just exogenously do the same sort of thing. We restore the governance of the left dorsolateral over the cingulate area, and that is correlated with treatment improvement. So the degree in which you can re-time, re-regulate in time the left dorsolateral over the cingulate, the more of an antidepressant effect you have. - Can we therefore say in crude terms "
        },
        {
            "timestamp": 2749,
            "text": "that the dorsolateral prefrontal cortex really is the governor of how we interpret physiological signals and spontaneous thoughts? - It places a lens that the rest of the brain sees things through. And you can do these experiments where you can put a normal healthy control person in the scanner and you can make them feel like they have a loss of control and then you can see that region come offline, right? So you can experimentally manipulate the system, and so kind of buffing it up, it's like TMS is almost like exercise for the brain, right? You're kind of exercising this region over and over again with a physiologically relevant signal and kind of turning that system on. And what's interesting, I think really interesting for this show is to, you know, we had a couple of folks, you know, probably five or six folks that have actually told me this, where if they remit early enough in the week, we have this very dense stimulation approach where we can stimulate people really rapidly over a five day block. We don't discriminate when they get better to when they stop. So if they get better on day one, we still give them the other four days because it's in the protocol to do that. And we can't, we're getting to a point where we can tell how long it's going to take, but we're not there yet. And so, you know, every time somebody gets better at day one or two, at the beginning when we first started doing this, we'd say, you know, we're not sure, you know, we think this is safe to keep going, but you know, what do you want to do? And everybody was like, no, I want to keep going. And so, you know, by Wednesday, they're like totally zeroed out on the depression scales, you know, even better than most people walking around. Like really no anxiety, no depression or anything. By Thursday, the first guy that told me this, he came in and he said, \"You know, I was driving back to my hotel and I decided to go to the beach and I just sat there and I was totally present in the present moment for an hour.\" And he's like, \"I read about this in my mindfulness books, but I experienced it last night and I've never experienced anything like this before.\" And I was like, hmm, that's interesting, but kind of wasn't sure. And then I didn't tell obviously any more patients about that, and then about five over the last couple of years, when they remit early in the week, by the end of the week they're like going to the beach and they're like totally having what people describe as a pretty mindful present moment sort of experience, which is really interesting, you know, what that is. I mean, I don't have full on scientific data to tell you, but it's just an interesting anecdote, right? That folks, when you push them through this point of feeling kind of clinically well that some people end up reporting this additional set of features. - You mentioned the cingulate and the anterior cingulate in particular. "
        },
        {
            "timestamp": 2916,
            "text": "Because now I feel like for the first time in my career, I have some sense of what prefrontal cortex might actually be doing besides providing a bumper for the rest of the brain. The cingulate, it seems, is a more primitive structure in the sense that ideally it's under the regulation of this top down control from prefrontal cortex, but what's mapped in the cingulate? And for the non neuroscientist out there, when I say mapped, if we were to put someone in a scanner and focus in on cingulate or put an electrode in there, what makes the neurons in there fire? What sorts of things in the body and in the mind and out in the world light up, for lack of a better phrase, the cingulate? What does the cingulate like? - Yeah, yeah, so that Stroop task, those incongruent word color associations, the dorsal part of that. For obsessive compulsive disorder patients, certain kind of triggers. You'll see some of the neural imaging studies will point to anterior cingulate. In the kind of very crude psychosurgery world 50 years ago, the anterior cingulotomy was a way of treating obsessive compulsive disorder, right? 'Cause that area seems to be overactive in people who are experiencing obsessive compulsive disorder. You can kind of walk, the cingulate wraps around, you know, this white matter track like bundles, it wraps around that. And so there's a part that's above that, around that, and below that, and depending upon how much of the conflict task has an emotional component, the more ventral and subgenual that activation is. So the dorsal part of the anterior cingulate seems to be kind of more of a pure cognitive, maybe obsessive compulsive disorder sort of area. Whereas when you start getting into mood sorts of triggers, like facial expression conflicts where you're supposed to, you know, there's an emotional Stroop task where you show the word happy and then you have a face of a person that looks mad, then that's another way of having the same sort of Stroop conflict. That seems to be more perigenual, subgenual areas, right? So you can kind of, you can trigger the cingulate based off the level of emotional valence from none down to a lot. And that seems to be how it's distributed. There are, you know, heart rate kind of components to it and autonomic components in there too. There's something called akinetic mutism, you know, I'm a board certified neuropsychiatrist, behavioral neurologist, and I've seen, you know, a lot of these what we call zebra cases in neurology where people have, you know, these unusual neurological presentations and one of them is akinetic mutism. So if you have a glioma sitting in the inner hemispheric fissure and kind of having pressure on the cingulate, people can get into an almost catatonic looking state where they kind of get stuck and they don't speak. And so that tells you something about how the cingulate works as well, right? It's like if it's not functioning, then people have a hard time kind of connecting with reality. It seems to need to be constantly online to be able to interact with the exterior world. - Is it involved in some of the dissociative states that sometimes people who are very stressed or depressed experience? You said catatonia being an extreme one, but I know someone for instance, that when they get really stressed, and it can even be if someone yells at them or even if someone's angry with them or they perceive someone's angry with them, there's a developmental backstory to why they likely feel this way, they sort of just kind of can't... This is a high functioning individual normally, and they just sort of can't function. They can't complete simple things like email or groceries or things for a short while. It's almost like a catatonia and they refer to it as a dissociative state. Do you see that in depression? And I mean, we're speculating here as to whether or not that involves a cingulate, but what you're saying holds a lot of salience for me in thinking about this example. - Yeah, yeah. There's, so you see catatonia as an extreme outcome of depression and sometimes schizophrenia and other illnesses. Dissociation is an extreme outcome, or even in some cases, a less extreme outcome of PTSD and trauma. And you know, and it's also a phenomenon that happens naturally in some people that are highly hypnotizable. And so if you ask David Spiegel, he'd say that, you know, some of the work that he's been working on is around posterior cingulate in the capacity to disassociate. But yeah, you know, with our stimulation approach to DLPFC, dorsal anterior cingulate, one of the subscales that moved the most was the dissociative subscale for hypnotizability. So even in a normal individual, you know, you see that change in that kind of experience of dissociation. - I am highly hypnotizable. David's hypnotized me a number of times. In fact, we have a clip of that on our Huberman Live clips channel. I've always, well, always. Starting at my early teens, I started exploring hypnosis. I'm extremely hypnotizable. And self hypnosis or assisted hypnosis. I don't know that I ever go into dissociative states. I'll try and avoid forcing you into running a clinical session right now, but to assess anything like that. But this brings about something really interesting, I think, which is I'm aware that some of the more popular emerging treatments for depression "
        },
        {
            "timestamp": 3267,
            "text": "include things like ketamine, which is a dissociative anesthetic. Is that right? - Yep. - And my assumption is that as a dissociative anesthetic, that it leads to dissociative states where people can sort of third person themselves and feel somewhat distanced from their emotions. I've also been hearing that there are emerging treatments, psilocybin being one of them, but some other treatments, MDMA, et cetera, that we'll parse each of these in detail, that lead to the exact opposite state during the effect of the drug, which is a highly engaged emotionality and heart rate and sense of self. And can also lead to relief of depression. Now, whether or not this, again, reflects that depression is many conditions as opposed to just one, or whether or not somehow tickling or in some cases pushing really hard on the opposite ends of the scale really matter, I am absolutely fascinated, and again, also perplexed by this. Why would it be that a drug that induces dissociative states and a drug taken separately that induces hyper-associative states would lead to relief of the same condition? - Yeah, no, that's a great question. Yeah, so for ketamine, you know, the level of dissociation appears to be correlated with the therapeutic effect. It appears to be necessary but not sufficient to produce an antidepressant effect. And so folks that don't have any psychological change from the ketamine or don't experience any dissociation typically tend to have less potent antidepressant effects from ketamine. We did a study a couple of years ago, it was really interesting. So we gave folks naltrexone, which is an opiate antagonist, mu and kappa opiate receptor antagonist. And we gave folk, the same individuals, a pill of that or a pill of placebo, and they had no idea which one they were getting. - Was this low dose naltrexone? - [Nolan] 50 milligrams, so it's pretty high dose. - Okay. - Yeah, and so we gave a typical ketamine therapeutic dose, and then we gave 50 milligrams of naltrexone or placebo. And then in the same individuals, we gave two infusions, one with each of those conditions. And if they had an antidepressant effect, we waited until they relapsed and then we gave 'em the other condition. And then we looked to see what effect of blocking the opioid receptor, what effect would you see on the antidepressant effect of blocking the opioid receptor with the idea that if ketamine works the way that a lot of researchers at the time thought that it, you know, completely worked in, which is the glutamate system, then you would have no effect of naltrexone. 'Cause naltrexone just interacts with the opioid system. It doesn't do anything with any other systems. Ketamine has a lot of effects over, you know, it has clear opioid effects in mice in various ways of looking at that, and an MDA receptor antagonism and glutamate effects. And so if it's just that the glutamate part is the part driving the antidepressant effect, you shouldn't have any difference in the antidepressant effect between the two conditions. If, however, the antidepressant effect is primarily is the opioid properties of ketamine are necessary for the antidepressant effect, then you should have a loss of antidepressant effect during the ketamine plus naltrexone condition that you observed in the ketamine plus placebo condition. And what we saw was that there was a dramatic blockade of the antidepressant effect when naltrexone was present. Yeah, in the people that had an antidepressant effect with ketamine plus placebo alone. And then some friends of mine did a TMS study with pain and they stimulated over the left dorsolateral prefrontal cortex and they gave IV naloxone, which works basically the same way as naltrexone, and they were able to block the anti-pain effects of TMS with a opiate blocker. So this idea that another kind of convergent point, right? This idea that the opioid receptor may have a role in mood regulation. What's also interesting is if you look at people that are getting a total knee operation, very painful operation, right? You know, total knee replacement and you age, sex, you know, everything match the individuals that are going through that. But you have a group of people that don't have depression and a group of people that do have depression. The presence of depression triples the oral opioid dose by day four, right? - That's required. - That's required to cover the pain but what may be happening is it's not just treating physical pain, may be treating emotional pain as well, right? At least transiently, it seems to have an antidepressant effect. Chronically, it seems to have a very pro-depressant effect. It can make people treatment resistant. But, you know, it's an interesting phenomenon. But yeah, the opioid system seems to be pretty involved. But what's interesting there with the ketamine trial is that we didn't see any effect on the dissociation. And so the dissociation was the same each time. So the psychological effect of what we call the trip or the kind of dissociative effect where people are having a psychological phenomenon from ketamine, that was identical both times. And so it kind of, it also challenged this idea that the psychological experience of the psychedelic effect may be all that's necessary to produce an effect and that the pharmacology doesn't matter as long as you can achieve that state. And so, you know, we think we pretty clearly debunked that idea that the underlying pharmacology and the state, you know, seem to be important. We don't know for sure if you can, a lot of people are working on this, if you can take out, you know, essentially the psychological effect and still have a drug that works to treat the illness that you're trying to target. And there was a mouse study out this week where they had an LSD analog and they were able to see some animal level data to suggest that could be true. But until we figure that out in humans, it's kind of to be determined. But it is curious, right? Being able to kind of use experimental manipulations to try to separate, you know, some of these phenomenon apart and really understand what's doing what. - It's so critical and it's so critical to the other conversation that we'll surely get to, which is the progression of psychedelics from illicit illegal drugs to clinically validated, and presumably at some point, either decriminalized or legal drugs, which has not yet happened, at least not in the US. But just to make sure that people are getting this and how crucial this is. What we're really talking about here is the fact that, you know, if somebody takes a multi gram dose of psilocybin or somebody takes MDMA or they take ketamine and they experience relief from their trauma, their depression, their addiction, or any number of the other things that indeed those compounds have be shown to be useful for in certain contexts, clinically supported, et cetera. There's this like gravitational pull to the idea that, oh, it was the hallucinations. It was the dissociative state. It was the feeling of connectedness. And what we're really saying is that while that certainly could be true, it may be the case that a major source of the positive shift that occurs after the effect of the drug is some underlying biology, like shifts in the mu opioid receptor, a la your experiments with naltrexone, or a change in the underlying neuromodulation that had anywhere from nothing to something to do with the real shift. And I know there's a group up at UC Davis that published a paper in nature about a year ago also looking at this is a chemistry lab essentially, modifying psychedelics to remove the hallucinogenic properties, the mood altering properties, and actually seeing some pretty impressive effects and shifts in mood after the drug wears off. And I know this gets people upset when they hear it. This gets a lot of people upset really. Because people think, oh no, it's the intense experience that matters. But in fact, that may not be the case at all. In fact, it's so powerful for people that sometimes I liken it in my mind to, you know, it's like the birth of a new child and it's such an incredible experience and then people feel so much connection. And then they sort of connect the experience of the actual birth to the connection, when in fact they're, that's true it turns out, but there are a bunch of other things happening too. That's simply the reflection of the fact that you're holding a child and the pheromonal effects et cetera. So anyway, I think it's very important that these different variables be figured out. Along those lines, I want to make sure "
        },
        {
            "timestamp": 3822,
            "text": "that before we dive a bit deeper into ketamine and psilocybin, that we do touch on really important topic that has been in the press a lot lately, which is SSRI, selective serotonin reuptake inhibitors. 'Cause we can't really have a discussion about depression without talking about SSRIs. And then I want to circle back to ketamine and psilocybin. It seems that there are now data that essentially state that there's no direct link between serotonin levels and depression. Although my understanding is that the SSRIs are powerfully effective for certain forms of obsessive compulsive disorder and may also be effective for treatment of depression, but it may again be through some effect unrelated to serotonin itself. Is that right? And how should we think about SSRIs? Are they useful, are they not useful? What's going on with SSRIs in your patients and in other people as well? - Yeah, so the experiment that I described a bit ago around the naltrexone and ketamine was the first time I'm aware of where we were able to essentially eliminate an antidepressant's effect by using a second drug as a kind of a blockade. And it highlights a bigger issue, right? The issue that we haven't had a good way of really understanding how these drugs work. And so it's the difference. I think a lot of the controversy there is that it's been been difficult, I think, for folks to see that something can on one hand work and on the other hand, we don't know how it works, right? And so SSRIs clearly work. You know, many, many meta analyses kind of proving that out, right? That in a subpopulation of individuals, they achieve great benefit from depression, you know, for depression, for obsessive compulsive disorder, for generalized anxiety disorder, panic, you know, all these things, you can see an improvement in those symptoms with what we call SSRIs or selective serotonin reuptake inhibitors. The issue there is that these selective serotonin reuptake inhibitors end up blocking the reuptake of serotonin and leaving the serotonin, you know, in this kind of in between, between two neurons for a while and allowing for more serotonin to kind of be there. The issue is that they don't work immediately, right? So they don't work like the same day you start taking them. And that suggests that probably it's not exactly the serotonin being in there that's directly driving it, that it's much more likely that it may have some, say, brain plasticity effects, right? We know that things like brain derived neurotrophic factor get upregulated with chronic oral antidepressant use. And so that's kind of the idea is that these things work, but what's powerful, and I think with the authors of this paper, this extremely controversial paper, were in part trying to say was that there's not a deficit of serotonin. You're not born with what people call a chemical imbalance. And psychiatry's known this. This is not actually new information, anybody, you know, and it's kind of a rehashing of a bunch of information we've known for a while now, but in the lay press, it's kind of hit in a way that it didn't seem to grab attention before with previous publications. But this idea that this chemical imbalance idea is wrong. I really think that part's important because I think that, you know, for a while, I think psychiatry, you know, what I'll call psychiatry 1.0, right? This kind of idea of Freud and psychotherapy and its origins. It was a lot around, you know, your family and those experiences and psychotherapy kind of going in and correcting or helping you to figure out, and you know, you being able to see, or people hear you so that you can eventually come to the conclusion of certain cognitions that aren't helping you, right? And there's a huge importance there, but there's a history where, you know, things like the schizophrenogenic mother and all of that, you know, that was a concept at some point, right? And so we've transitioned from that to, you know, for a long time the chemical imbalance, which I'll call psychiatry 2.0. You know, this idea that there's something chemically missing and I think that the trouble there for a patient who's not a physician, who's not someone who's steeped in these sorts of ideas, who's, you know, more of kind of a person, kind of average American out there, right, is that it's sending a message of there's something missing with me, whether it be my experiences I had no control over when I was a child or a chemical in my brain. What I think is really powerful with TMS, you know, really powerful with TMS, and even powerful with the psychedelic story is it's saying something different. You know, TMS works and there's no serotonin coming in or out of the brain, right? And we're doing a rapid form of TMS that works in one to five days. There's no, it's very unlikely that there's some long term kind of upregulation of serotonin that's driving that. So our work actually kind of pushes back on this serotonin hypothesis as being kind of the center of depression because it says, look, we're not giving anybody any serotonin. We're simply turning these brain regions on and we're focused on the circuitry. And that's psychiatry 3.0. It's not just like neuromodulation. Neuromodulations are really nice, you know, use case for psychiatry 3.0 'cause it's a way to focally and directly perturb brain regions in whatever modality you're using. But you know, there are a lot of groups that are actually doing neuroimaging before and after, and they're able to see circuit level changes for something like psilocybin or ketamine long after the drug is gone, right? Suggesting in those same brain regions converge, so the subgenual default mode network connection that we see is changing with our Stanford neuromodulation therapy technique. It's that same set of brain regions that ketamine and psilocybin seem to act on, act on these connections between brain networks that seem to shift. And so it refocuses the story on something that's highly correctable. And it's basically electrophysiology and it's basically kind of recalibrating a circuit that is recalibrate-able instead of I have something missing or I have some set of experiences early in life that are going to forever trap me in these psychiatric diagnoses. And so it kind of challenges that idea. And I think that's what's so powerful about psychiatry 3.0. This idea of focusing on the circuit because it gets us into thinking about psychiatry and psychiatric illnesses as something that are recoverable. People can get better. People, you know, we've seen with our TMS techniques, we've seen with some of the psychedelic work that we've done where people are actually in normal levels of mood for sustained periods of time or- - Within five days. - Within five or less days. And in the case of the psychedelics, within a few days, right? So we can get people out of these states. They're totally well, there's no drug in their system in that point, in the case of the psychedelics. It was never a drug in their system, in the case of TMS. And it just tells us that it's fixable. It's just like the heart. It's just like an arrhythmia in the heart. It's just like, you know, these other illnesses, that it's like a broken leg. We can go in and do something and we can get somebody better. Then I think what's empowering and what a lot of patients have told me is they say, you know, some people will relapse and need more stimulation or need more psychedelics or whatever it is, but they'll tell me, I've relapsed and I'm depressed again, but I'll never think about killing myself again because I know that if I go get stimulated again, it improves, it gets better. I will be able to reachieve it and I can't. And I don't fear that I'm chronically broken. I don't fear that the chemical imbalance is still imbalanced. I don't fear that these things that I couldn't control in my childhood, you know, are going to be there and drive this problem forever. And I think that's what's so powerful about this. - [Andrew] The sense of control. - The sense of control, the sense of... They're not doing the stimulation themselves. They're not administering the drug in these trials themselves. And they probably never will. These will probably be medical treatments. But they are choosing to do it. And in that sense, they are in control. - Yeah, I have a good friend, I won't out him for reasons that'll become clear in a moment, who was quite obese and lost a lot of weight and was really proud of himself. And then I guess we could say he sort of relapsed in a sense. Not all the way, but far along. But his tone around it was very different. He knew he had accomplished what his goal once before. He was disappointed in himself, but he knew exactly why he had relapsed. It was very clear. He had essentially relapsed to the previous set of eating behaviors and lack of exercise behaviors and has now brought himself back again. And it just resonates with your story that, you know, once somebody understands they can do it because they've been there before, this idea again of considering new rules, that there's... And that brings me to this question about psychedelics and frankly the altered thinking and perception that occurs "
        },
        {
            "timestamp": 4438,
            "text": "in high dose psilocybin clinical sessions. It seems that the disordered thinking, even though it could be random, right? Hearing colors and seeing sounds is always the kind of cliche statement of the Timothy Leary area. Also, you know, right there, that's a Stroop task of sorts. It's a synesthesia, it's a combining of perceptions, but it's sort of Stroop task-ish in that it's a new set of rules for the same stuff, right? And many people do report improvements in trauma related symptomology and depression, as I understand it from my read of the clinical trials, after taking psilocybin. Because during those sessions, something comes to mind spontaneously. As you and I were talking about earlier, they will report, for instance, a new way of seeing the old problem. And the old problem could be the voice that they're no good, nothing will ever work out, or could be even more subtle than that. So that raises two questions. One is about the basic functioning of the human brain, which is why do you think the brain would ever hold on to rules that don't serve us well? That's one question. And then the second question is, what is it about psilocybin and related molecules in terms of their neurochemistry, in terms of the ways they disrupt thinking and feeling, et cetera, during the session that allow this novel rule consideration phenomenon? - Yeah. So the first question, I think it's an evolutionary neurobiology answer, right? I think that at the individual person level, you know, it doesn't make a whole lot of sense that when we're really stressed out, some of us want to eat more, right? At the individual person level 'cause it's like, that's not particularly that good for my health in the long term. But if you think about it, like, you know, in some 500 years ago, 1,000 years ago, if I'm highly stressed out, it's most likely that I'm about to not have food at some point and I should eat a bunch of food that is high fat, high sugar, high carb food to put on weight for that next phase where in this stress I may be in battle and I don't have food and I have enough fuel on board, right? And so we end up being a result of probably a lot of biology that's not that useful in the modern era. And I think in the brain for, say, let's say PTSD, right? A lot of veterans come back and they experience these PTSD symptoms and they're not at all useful back home, right? You know, they hear some loud noise and all of a sudden they're behind a car or they're behind a, you know, I've heard of folks, you know, jump and run behind a trashcan or whatever in the middle of San Francisco when they hear a loud noise. But if you put them back in the battlefield. - [Andrew] Highly adaptive. - That's highly adaptive, right? And so I think what's interesting is that we, in the absence of using substances like psychedelics, end up having these very persistent memories that are attached to negatively balanced emotion, predominantly, as you were saying earlier, the jacket in elementary school, you know, I had various things like that for me too, right? You remember these things. And we hold onto those things from I think an evolutionary neurobiology standpoint, but what seems to, for whatever reason, kind of alleviate that are these substances, some new like MDMA, some that have been around for thousands of years, like psilocybin, and used as a sacrament in traditions, seem to have a therapeutic effect. It seems to be pretty long lasting for these phenomenon. And so it's just curious, right? It's curious that in the absence of that, these things will keep going on and on, but in the presence of that exposure, then all of a sudden you see a resolution of the problem. And we have some work now we're treating folks with, Navy SEALs, and the data's still being analyzed. But the anecdotes that we're getting, right, are folks are coming back and they're saying it's finally gone, right? These set of PTSD symptoms are finally gone. And so this idea that for whatever reason, going into what's probably a highly plastic state like we were talking about earlier, upregulation of brain derived neurotrophic factor in the case of ibogaine, glial derived neurotrophic factor, this highly plastic state and the ability to kind of re-experience memories. And then as you know, we always reconsolidate a memory when we bring it back up, we always reconsolidate it. But reconsolidating it in that state, for whatever reason, may drive a therapeutic effect. And, you know, the jury's still out. I would say that I'm kind of an agnostic to what tool I'm using kind of guy. Like my business is to find treatments that help people. And so I'm much more like pragmatic about it, you know. If this sort of thing, which has a lot of cultural baggage, but if this sort of thing ultimately ends up being therapeutic, if we can design trials that convince me and others that it is, then we should absolutely use it. You know? And if it doesn't, then we clearly shouldn't use it, right? And I think that's a big question the field's going to have to work out. We have a hard time blinding these trials because the placebo condition is not easy to pull off, obviously. - A placebo for a psilocybin journey is hard to imagine. - We've got, you know, we've been thinking about this and maybe that ketamine study that I was talking about earlier, if we could give people naltrexone and ketamine, maybe that's a good sort of placebo condition, right? 'Cause we know that we can block any of the actual antidepressant effects of ketamine, they still have an experience, you know. And so that's one way of doing it. But thinking about ways to do that and really kind of proving this out. And that's been, yeah, I think that's been kind of central to the way I've been thinking about this. But yeah, I think there's the work that's been done so far, the first psilocybin trial, the first MDMA trial was published in \"Nature Medicine\" recently. - And what do those generally say? I mean, that they are effective for a number of people "
        },
        {
            "timestamp": 4860,
            "text": "after one session, two sessions? What's sort of the general contour of? And let's start with psilocybin and MDMA. - Yeah, so MDMA appears to, in one to a few MDMA sessions, have an anti PTSD effect that seems to be, you know, outside of the kind of standard assumed levels of PTSD improvement that you can observe in individuals with this level of PTSD, right? So what we call the effect size, which is essentially like a effect size, the measure that allows for you to compare different treatments to each other for different conditions that are, you know, agnostic to what the actual illness is. You know, the effect size is there, you know, approach effect size is the things that are pretty effective like antacids for heartburn, right? And you see that with MDMA treatment. - So does that mean that for people that have trauma, and again, we're talking about in a clinical setting, they take a one or two doses of MDMA. I think the standard maps dose is 150 to 175 milligrams. Again, doing this with a physician, et cetera, control clinical trial, legal. - [Nolan] Yep, exactly. - They do it once or twice. And broadly speaking, what percentage of people who had trauma report feeling significant relief from their trauma afterward? - It's about 2/3 of people had a clinically significant change in their PTSD. - That's impressive. - [Nolan] Which is impressive, right? - And how long lasting was that? I mean, these trials were ended pretty recently, so... - Yeah, it appears to last for a while. In the earlier trials where they followed people out, it seemed to last for kind of in the years range for some people. And so it's, you know, it's pretty compelling. Psilocybin, you know, and contrast that with ketamine, which only on average lasts about a week and a half for a single infusion, so it's a much shorter. - So they have to get repeated infusions of ketamine every 10 days or so? Forever? - For some people, or they end up getting like a bunch of doses for a couple of weeks. And then for some people that seems to last a while. You know, that's where I think the psilocybin story for depression and the MDMA story for PTSD seemed more interesting to me. - So for psilocybin, what is the rough percentages on, and this would be relief not from trauma, but from depression, correct? - Yeah, yeah, exactly. So it's, you know, in open label studies, it's closer to like half to 2/3 of people end up getting better depending upon their level of treatment resistance. In the blinded trials it was more like 1/3 or so of people, you know, experienced relief. And this is, you know, this is a press release of the data, you know, and so it hasn't, to my knowledge, it hasn't been published yet. And so I'm looking forward to seeing the full paper on that one. But it, you know, separated from placebo and looks pretty good as well. It looks like it's, you know, the first of two trials that need to be done to get this thing approved for treatment resistant depression. And so that stuff looks good. - In terms of MDMA, for many years it was reported "
        },
        {
            "timestamp": 5052,
            "text": "in the popular press and there was a paper published in science that MDMA was neurotoxic, that it would kill serotonin neurons. This was what was always said. Then I saw another paper published in science that wasn't a retraction of the previous paper, but rather was a second paper in the same group that essentially admitted that the first time around, they had injected these monkeys with not MDMA, but with methamphetamine, which is known to be neurotoxic. So it was kind of a public admittance of oops or like really big screw up, so oops, but never a retraction and then never really a publicly acknowledged correction in the popular press. So it seems that in the appropriate dosage range, and with these one or two sessions, my assumption, and this again is an assumption, tell me if I'm right or wrong here, is that MDMA is not neurotoxic for serotonergic neurons at appropriate doses and with appropriate sourcing, et cetera. - So it was an interesting study that, I think the guy's name is Halpern, last name's Halpern. - [Andrew] Not Casey Halpern. - Not, different Halpern. I think Joshua Halpern, I'm blanking on his first name, but... - Casey Halpern was a guest on this podcast and is a former colleague of ours at Stanford, who unfortunately we lost to University of Pennsylvania and maybe someday we'll bring him back. - Yeah, that's right. So this individual, you know, received some NIH funding to actually, NIDA, you know, National Institute for Drug Abuse funding to explore individuals of the Mormon faith in Utah who partake in only MDMA. So the way this works is that MDMA happened kind of after a lot of the religious documents were developed. And so MDMA isn't on the prohibited drug list. - The banned substance list. - [Nolan] The banned substance list. - I have some good friends who are LDS. - Yeah, great people. I do as well, you know, just a kind of set of facts, you know. And so these folks only use MDMA but they don't, they're not, you know, the problem with some people using drugs, they're poly substance users, right? So you can't say it's the MDMA if they've also taken other psychedelics and they've taken opiates and they've taken cocaine, and you have this picture where you can't really tease out that problem. But with this, right, it was just individuals that were part of the Mormon faith. And so they were kind of purist in the sense they only used MDMA and he confirmed all of that. And it was a brilliant study, right? Because then he was able to go in and look at their cognitive profiles versus individuals of the same geography, the same faith, all of that, that happened to not take MDMA and found there were no neurocognitive differences. - So does that mean that it was not damaging? - It was not damaging. It's hard to know because to really do this study well, you'd have to track these folks down before they ever took MDMA and do a pre-post and compare to people that didn't. But, you know, this is about as good of a study as you can do, given the situation, to be able to check this out. Additionally, when I was back in Charleston and working in the Medical University of South Carolina, one of my mentors there, Dr. Wagner, was a neuropsychologist at MUSC and he was also the neuropsychologist for the early MDMA trials. And so he did all the neurocognitive batteries for individuals pre-post and similarly did not see any changes in neurocognitive profiles in a negative way. And so, you know, there's data from experimental patients receiving this. There's data from people that are chronic users, you know, who only take MDMA. And that combination of data suggests that there's certainly no apparent risk in the kind of one to two to three dose range. And it's probably unlikely that at least, you know, modest dose exposure over a lifetime doesn't appear to have a profound neurocognitive damaging effect, yeah. - Interesting. Yeah, I know that sourcing is key and we're here, we're talking about clinical trials where purity is assured. And you know, years ago when so-called raves were really popular, maybe they're still popular, never been to one, so wouldn't know if they're happening or not. That's how in the know I am. But it was clear that, you know, testing for purity was important because sometimes the drugs are made such that there are contaminants like methamphetamine, which we know is highly neurotoxic. I think that one reason why people think that MDMA might be neurotoxic is the reported drop in energy or sort of feeling fatigued for a few days afterward. I spoke to a physician colleague of ours who said that that very likely has something to do with the surge in prolactin that arrives subsequent to the big dopamine surge that occurs in MDMA. And I mention that because I know a number of people talk about serotonin depletion after taking MDMA. He has it in mind that while that could be true, it's likely that anytime somebody takes something or does something where there's a huge lift in dopamine, that there's very likely a huge compensatory increase in prolactin that follows and prolactin has a kind of sedative effect, numbing effect on mood and libido, et cetera, that eventually also wears off. Does that make sense to you as a physician? - Yeah, it makes sense. I mean, you know, the difference between, say, MDMA and psilocybin is that MDMA is kind of an amphetamine of sorts, right? So it has effects in dopamine and psilocybin's, you know, pretty neutral, and you know, maybe a little bit of dopamine effects, but kind of much more of a serotonergic focused drug. And so yeah, I think you're going to see kind of a different profile after. And that makes, I haven't heard that story, but that makes sense to me too. - Since you mentioned psilocybin, let's talk a little bit "
        },
        {
            "timestamp": 5438,
            "text": "about the neurochemistry of psilocybin. As a serotonergic agent, my understanding is it operates on these, is it the 5HT serotonin 2C receptor? - 2A. - 2A, excuse me. 2A and receptors. And that I've seen a bunch of different reports in terms of what it's actually doing to the brain while people are under the effects of the drug. And this is important for us to segment out because there are the effects that happen while people are under the influence and then the more long lasting effects. But some of the effects I've heard about are, for instance, and tell me again if these are right or wrong, that there is increased activation of lateral connection, sort of broader areas of the brain being coactive than would normally occur. Maybe that explains some of the synesthesias, you know, seeing sounds and hearing colors and that as the trivial example, but rule breaking within the mind. But then I've also heard that perhaps it's lack of gating of sensory input. So normally if I'm looking at something, I'm not thinking about the sensation in my right toe unless it's relevant. But if I'm thinking about the sensation in my right toe, I'm generally not thinking about the truck around the corner. So we have these attentional spotlights, but that somehow it creates a more, it adds spotlights. - Yeah, degates the thalamus. - Degates the thalamus, right, through the particular thalamic structure. So what is the evidence that any of that is true? And are there other phenomena? Is there involvement of dorsolateral prefrontal cortex that we are aware of? And what I'm really headed here in a few minutes is, you know, is there a place for combining directed stimulation of the brain with psychedelics so that the effects of serotonin could be primarily within the structures that you know from your work to be relevant to depression. So, but to simplify it first, what's going on when one takes psilocybin and why is it interesting in light of depression? - Yeah, definitely. So David Nutt and Robin Carhart-Harris' work around neuroimaging psychedelics are kind of some of the first folks to do that work. And to their great surprise, they thought there was going to be an increase in activity on psychedelics and what they found is the opposite, right? There's kind of an overall decrease in the level of activity in the brain with psychedelics, but they've also looked at connectivity and there's this kind of small world, you know, large world connectivity that you think about. And so, you know, small world meaning there's kind of a much more kind of focused kind of cortical function or, you know, sub-cortical function or whatever it is. And what you see is a difference in that level of engagement of brain regions, the connectivity, kind of global connectivity, to your point, kind of increases. And so, you know, it's interesting, you know, I think to kind of have a conversion theory on this. It's still, you know, to be determined. There's still a lot of work I think that needs to be done. But it's certainly suggestive that there's pretty profound changes in brain activity and brain connectivity after. And what we've found to be really interesting is that the anti-depressant effects of psilocybin have a particular connectivity change that we also see with our TMS approaches, right? And it's this connectivity between the subgenual anterior cingulate and the default mode network. And so when we do this effective Stanford neuromodulation therapy stimulation, we see a down regulation, the connectivity between them, negatively balanced mood state in the case of depressed individuals and the self-representation of the brain. And you see that same connectivity change occur post-psilocybin, you know, suggesting there's a convergent mechanism and it makes sense, right? You've kind of got an overconnected, negatively balanced system, conflict system that's kind of attached onto the self representation and people feel stuck, right? And then when you do whatever you do that's effective, it unpairs those two systems. - I want to ask you about this phenomenon I've heard about "
        },
        {
            "timestamp": 5693,
            "text": "during psilocybin journeys. I heard about this from Dr. Matthew Johnson, who's running a lot of the clinical trials at Johns Hopkins and has been a guest on this podcast. He said that there's something seems to be important about the patient who's depressed or who's under the influence of psilocybin or the patient who's trying to get over smoking or an eating disorder who's taking psilocybin and is in the clinic. That there's something important to this notion of letting go, that people will feel as if their thoughts and their feelings and maybe even their body aren't under their control, and that the clinicians' job under those circumstances is of course to make sure that they're physically safe so they don't jump out a window or try... Actually give an example of a patient who thought that, I think it was a she, could move into the painting in the wall, and obviously that wasn't true in the real world, although it was true in her mind. So they prevented her from doing that. But that letting go, that somehow untethering from the autonomic arousal that's occurring is important. Which brings us back to this idea or me back to this idea of like a seesaw where you're sort of letting go of the hinge and just sort of, your heart rate's going up, like just go with it and trust, you know? Your heart rate's going down, just go with it and trust. You're thinking about something very powerful and depressing related to your childhood, you're just supposed to go there without fear. You're thinking about what's possible in terms of what could happen. So anyway, you get the picture. Can we think of that as just the willingness to do a million different variations on the emotional Stroop task? You know, you'll entertain the full array of rules within your head and consider them. Or is there something more to it? You know, and again, we're in the outer margins of understanding here, but what are your thoughts on this notion of letting go as such a key variable for relief from depression during the psychedelic journey? - Yeah, so I'll talk a little bit about something called exposure and response prevention therapy, that's a typical kind of gold standard treatment for OCD, and I'll help this a little bit conceptually. And so what that really is, it's a letting go therapy. And so, you know, exposure response prevention, the idea is that you have to expose the individual to something that, you know, something that triggers an obsession that they then want to do whatever the compulsion is, right? And so I'll give you, you know, my first exposure and response prevention patient when I was a resident, he was very concerned about leaving the lights on his car. And so what we did is we went out and we turned the lights on in his car and locked his door. So his lights were on, and he was super worried, this is going to kill his battery. And we went and we spent an hour talking about things, and we went back out to his car and his battery was fine, and his lights were on. And he cranked the car and we did it maybe one other time, and then all of a sudden that was gone, right? And that's the idea is that, you know, you're essentially exposing. And you want to do it at levels that are, from an anxiety standpoint, tolerable, but exposing the person to something and then letting them see that that exposure ends up being fine, right? It ends up not causing the thing that they end up being worried about. And so, you know, in some sense, being in the psychedelic state, and we are all taught at a level to retain some level of control. You know, people have more or less of that, but we're all effectively retaining some level of control. We all wake up in the morning and put clothes on to go into society. We all try to say, you know, most people try to say the right things. They don't try to do things that are outside of cultural norms when they're in conversation. And so we're constantly at some level controlling the situation that we're in. And so it's, you know, it's not, it makes a lot of sense that in that state, part of the therapeutic effect that may be linked to the neural circuitry is this idea of letting go and essentially letting the system, you know, the network configuration maybe, whatever it is, assume a state that you've essentially been fighting the whole time. The same way that my OCD patient was fighting this need to click the off button on the lights of his car 50 times before he would go and do whatever he needed to do. And in some level, letting go there, meaning letting us just turn the lights on and him not do anything, or letting go meaning in the psychedelic state, you're just letting go of whatever it is you're holding onto, negatively balanced thoughts about yourself in the setting of having depression or, you know, re-experiencing a trauma memory and allowing that to just happen and seeing it again through a different light. You know, it feels the same in the sense that that's allowing for whatever's going on with these psychedelic states to do whatever they do. - It's fascinating. You said it's exposure response therapy is the traditional name? - [Nolan] Exposure response prevention therapy. - Prevention therapy. Done outside of the psychedelic journey. - It's done outside the psychedelic journey. But that idea of letting go is present in both of those. You know, psychotherapy kind of straight up, totally sober, non psychedelic, non anything psycho manualized, that psychotherapy that we know works really well for OCD. And then, you know, in that psychedelic state, and so people have done studies with psilocybin, and now there's some studies with MDMA trying to look at treating OCD, you know, with this same sort of idea of letting go, right? And how do you have an OCD patient kind of let go? Maybe even letting go of not washing their hands anymore, you know, kind of accepting the idea they're not going to get germs in their hands or whatever it is, you know? And so it's kind of part and parcel, that same sort of thinking. - When I was in college, "
        },
        {
            "timestamp": 6083,
            "text": "I developed a compulsive superstition. I'm not afraid to admit this. I somehow developed a knock on wood superstition. And I was actually kind of ashamed of it because it rationally made no sense. I don't consider myself a superstitious person, never was a superstitious kid. You know, I'd step on the sidewalk cracks, I'd walk under ladders, you know, I'd probably even try to walk under a ladder, even though I don't suggest it. But somehow I picked this thing up and I used to sneak it at times. I told my girlfriend at the time that I had it in hopes that that would prevent me from doing it. And it's tricky. Sometimes it actually comes back where I think, gosh, I didn't say, you know, knock on wood, I didn't knock on wood, I hope that doesn't actually happen. And it's quote unquote crazy, right? But crazy in the sense that it makes no sense rationally why the events would be linked. And yet I think a lot of people out there do have internal superstitions. Maybe by talking about it now, it'll go away. Clearly I just need to challenge it. You know, anyway, I mention it because I consider myself, you know, generally rational person, but it's interesting how these motor patterns get activated and this notion of letting go, because I don't actually know what consequence I fear. And the fear, as I was hearing the example you gave, you know, the fear of the car battery running down, I was about to say, \"Well, what if the battery actually did run out?\" Then the therapy would be undermined. And yet that could also be interesting too, because it's not that big of a deal. You jump the car. But in my case, I need to think about what the ultimate fear is. - Yeah, and you know, I think a lot of people, so it's interesting if you look at, say, the OCD scale or the depression scale or whatever, we don't define normal as zero. We define normal as some number range above. So zero to, in the case of the Montgomery-Asberg Depression Rating Scale, one of the depression scales we use, 10, right? That's the normal range. And so people could have some sadness and still be considered normal. In the case of the OCD scale, it's about the same 10, right? Where we say it's kind of starts to be, you know, mildly abnormal or something. And I'd always tell the medical students, \"Look, my friends that are surf instructors, they're more like a zero on the Y bar. People that are professionals, you know, they're non-zero, but it's still within the normal range.\" And especially, you know, in the case that you're talking about, it doesn't sound like it got in your way. It doesn't sound, I mean, you're obviously highly successful tenured professor at Stanford and do all the great things that you do. And so it's very much kind of within the normal range, and I think totally assumed that a lot of people have these sorts of things. And as long, I think something as a psychiatric diagnosis when it severely impairs your ability to function and that's when we kind of cross that threshold. But, you know, I think that a lot of people, and it's great that you're bringing this up. I mean, it's very anti-stigmatizing that you're bringing up, right? Because I think a lot of people hold that stuff in and they don't want to talk about it because they're worried that somebody else may think something. But the reality is, as a psychiatrist, I talk to a lot of patients, a lot of people that are, you know, family members, you know, folks that are just going through a death in the family, whatever it is. And what you figure out is like, everybody's got a little something here and there. Everybody has the knock in some way, if that makes sense. And it's just, and we're all just kind of more predisposed not to talk about it. But I think it's important to talk about it because I think that when we start all talking about it, then we realize that we're all kind of in this together in a way. And then some folks that have to knock 100 times, we call that OCD, you know, and they're worried about germs and all these other things. We call that OCD. And then in that circumstance, you know, they need treatment, right? But it is really on, just like blood sugar, just like blood pressure, it's on a range, you know, and it's not just these discreet diagnoses. You have them or you don't. - It's good to know. I actually feel some relief just hearing this, "
        },
        {
            "timestamp": 6335,
            "text": "because I am slightly... I wouldn't say ashamed as sort of embarrassed by it, but I offer it as a, you know, it is what it is, as they say. And it certainly doesn't seem to hinder my life much, knock on wood. - [Nolan] [laughs] Nice. - So if we could talk a bit about ibogaine. I don't know much about ibogaine, although anytime I hear the, you know, A-I-N-E, you know, lidocaine, ibogaine, I think of an anesthetic. And going to the dentist, which is an unpleasant experience for me, generally. What is ibogaine? Does this have anything to do with the so-called toad? You know, people talk about smoking frog skin, toad skin. What is it used for clinically? Is it legal in the US as a clinical tool? Who's using it and for what purposes? If you could educate me on ibogaine, I truly know nothing about it, except I think I know how to spell it correctly. - Yeah, that's fair, yeah. So ibogaine is one of the alkaloids that you can extract from a iboga tree root bark that's typically growing in the country of Gabon, Africa. So Gabon is one of the West African countries, kind of middle of Africa and on the west coast. And Gabon has a group of folks, you know, called the Bwiti. It's a religious kind of sacramental group that sacramentally uses iboga root bark as part of the sacrament. And they've been using iboga root bark for a very long time. And it's, you know, part of the tradition. There's a whole set of kind of ceremony around it. If you're interested in this, there's a book called \"Breaking Open the Head\" by Daniel Pinchbeck that goes through and talks about this whole process. But essentially the Gabonese have been using this for a long time and it's a kind of an atypical psychedelic. It's not a psychedelic that we normally think about with psilocybin and LSD where there are visual perceptual changes, right? So if you take psilocybin or LSD, what you experience is you experience these kind of visual perceptual differences in the external world, right? And on enough LSD or psilocybin, an individual can actually perceive something visually in the external world that isn't there, as we talked about earlier. Ibogaine doesn't do that. Ibogaine does something different. It's kind of like, have you ever seen \"Minority Report,\" you know, the movie with Tom Cruise, I think 15 or 20 years ago or something? So it dates us a little bit, but it was this movie where he would be able to go and see these kind of pre crimes. And he had this big screen where he could look at scenes from time and like kind of go through that scene and see it. And so what individuals taking ibogaine will say is that open eyes, they don't see anything, but closed eyes, they'll go back through and re-experience earlier life memories and they will be able to experience it from a place of empathy, not only for themselves, but from others, and kind of detached empathy and being able to see this as almost a third party, even though they were there. But they're able to see it, you know, as a third party. So Claudia Naranjo, a psychiatrist from Argentina, described this for a lot of books that he wrote, in I think the '80s and '90s around this. And so, you know, ibogaine's been around for a long time. Howard Lotsof, American guy that brought it over from Africa. He was a polysubstance user, used every drug that he could get his hands on, took ibogaine, and including a lot of other psychedelics, by the way, took ibogaine and then never did another drug again, supposedly because he had such a profound ibogaine experience. Ibogaine is in no way a recreational substance. It's not a recreational substance if you want it to be a recreational substance, because you're essentially having this, what they call life review. They also call it 10 years of psychotherapy in a night. So these are the terminology that people talk about the issue. - How long does it last? Is it truly one night? - It's usually, you know, it can go, depending upon if you get re-dosed or anything, go sometimes, depending upon how fast you metabolize it, sometimes 24, sometimes 36 hours. Sometimes it can be shorter, but it is a long time. It's a very long time. So it's definitely the longest acting psychedelic substance I know of. And so people, you will take this, and they'll have this reevaluation of a given memory. And then as we were talking about earlier, reconsolidate that memory again, and then it seems to have, you know, an effect of that reconsolidation process. And so, you know, about five, four, five years ago, I was tapped by Robert Malenka, one of the senior neuroscientists we both know in the university. And he says, \"Well, there's an unnamed donor that's very interested in funding a scientific, kind of open label study of these Navy SEALs that have been going down to Mexico and taking ibogaine and also 5-MeO-DMT,\" which I'll talk about in a second, to treat PTSD. You know, they claim to have traumatic brain injury, depression, you know, that whole constellation of symptoms. You know, and as it was described to me by various people that had done this, by their spouses and and whatnot, you know, John, we'll just say John, John couldn't screw a light bulb into a light fixture, right? They were just so debilitated they couldn't do simple tasks, what we call activities of daily living. And they were coming back and having these really dramatic improvements in all aspects of life. And so, you know, we have over the last couple of years been able to do this first in human, kind of full neurobiological clinical neurocognitive evaluation of what ibogaine is doing. In this case, in special operations, special forces individuals, former Navy SEALs, former Army Rangers, that kind of crew of folks, and look at the pre-post changes that their experience to be able to totally quantitate all of that. And so we've been able to capture all the clinical scales, you know, depression scales, PTSD scales, all that standard stuff, neurocognitive batteries. So how does your executive function work specifically? How does your verbal memory, all of that? And then neuroimaging and EEG. So this will be the first human study of ibogaine for those. And the reason why is because ibogaine is kind of the... Both seemingly the most potent and most seemingly, to me at least, most powerful psychedelic, but the one that has the most risk too, because it has a cardiac effect. It seems to be that you can screen people out that have risk off of their electrocardiogram and reduce the risk quite a bit. And that's what we all did. But that's why people haven't really studied it as much. And it isn't as, in addition, nobody goes to a rave on ibogaine. There's no recreation at all with this. - It's not fun. - It's, people say that it's relieving, but it's hard work, right? Because yeah, you're reexamining things. And you know, and so then we see these folks after, and I'll tell you, you know, we haven't fully analyzed the data yet, but I'll tell you that, you know, from what my folks are telling me, it's pretty dramatic. You know, people come back and they're doing a lot better. They're doing a lot better. And nobody, I'll knock on wood, nobody's had any sort of cardiac issue at all in the cohort that we've studied and they look a lot better and they feel a lot better too. And they describe these experiences of being able to go back through and, you know, soldiers experienced something called moral injury, right? Where maybe they accidentally blew something up and had a kid in it or something like that. You know, if they're in Afghanistan, Iraq, maybe, you know, a child died on accident or maybe a civilian died or whatever it was, right? And they suffer these moral injuries as part of the job. And it's almost one of the kind of vocational risks. They come back and say that they've forgiven themselves, you know, which is huge, right? And part of that is being able to see themselves in a different light and having empathy finally for themselves and being able to kind of have that experience of forgiving. And so, very cool. The study, you know, what was happening was they were taking ibogaine and then taking something called 5-MeO-DMT. People call it the Toad, it's the Sonoran River Toad. I think it's like you can find these in Mexico, find 'em in Arizona. In the back of the toad produces something called 5-MeO-DMT, which is a flavor of DMT that produces a particular psychedelic effect also used as a sacrament. - Is it dimethyltryptamine? - It is a 5-MeO dimethyltryptamine. So it's a kind of a dimethyltryptamine with a kind of addition to it. The deal there is that it lasts longer than traditional DMT. You know, it's like 20 minutes to five, three, or whatever kind of thing. And so these guys were taking ibogaine and then they would take the 5-MeO-DMT after. We had to kind of divorce those two things to be able to do the study and just understand what the ibogaine was doing. And they'd go back down a month later and they'll do the 5-MeO-DMT. - So two completely separate sessions. - [Nolan] Two completely separate sessions. - And then one quick question about ibogaine before a bit more on 5-MeO-DMT. Is the ibogaine journey guided, or the person just closes their eyes and they just start falling into the back catalog of memories? - They have a bunch of preparatory sessions, and then they have a bunch of sessions after that they're able to kind of rehash things. During, there's a sitter that sits there and kind of sits with them and helps them out, but it's not, it's pretty, the phenomenon of the drug seems to drive a lot of this, right? And so a lot of it ends up being what we call supportive psychotherapy. You're just kind of being there and, you know, maybe you're holding the person's hand, maybe you're just saying \"I'm here,\" or maybe whatever it is, but you're making sure they know you're around. But there's not really an interaction per se. And then the whole kind of goal there is just to get folks to kind go back through and reexamine these memories and ultimately look like they reconsolidate them. And you know, it's very interesting. I mean, there's this kind of, as you said earlier, "
        },
        {
            "timestamp": 7036,
            "text": "Timothy Leary kind of sociocultural construct that ends up being overlaid over psychedelics. And what I think is that if you rid yourself of all of those preconceived notions of what it is and isn't, and the counterculture movement, all that stuff that neither of us were ever involved in, neither of us are ever partake in, you know, as kind of straight scientists looking at this, right? If you can kind of rid yourself of all those sociocultural constructions and then reexamine this, if we just discovered these today, we would say that these sorts of drugs are a huge breakthrough in psychiatry because they allow for us to do a lot of the sorts of things we've been thinking about with SSRIs, with psychotherapy, but kind of combined, right? Psychotherapy plus drugs in a substance that kind of allows you to reexamine these things. And so it's interesting. There's a lot to do to try to figure out if that's true, you know? And I can say that as it stands right now, we don't know if that statement is true, right? There's a lot more work that needs to happen for that statement to be proven to be true. But the hypothesis is, if it is true, then it's very likely that this will be seen as a breakthrough because it allows you to do these sorts of things that you can't do with normal waking consciousness. But also why we have to really think about this. And, you know, these drugs can't be recreational drugs. They really shouldn't be recreational drugs, right? They're really too powerful to be used in the context of recreation because they can put you into these states. And this generation of psychedelic researchers are really clear about that. You know, I think the '60s folks were not clear about that, and they felt like there was this whole kind of cultural thing that was going on there. But I think this cohort of individuals really understands that in order to really make this happen, we have to understand that if you need a prescription for an SSRI, which doesn't change your consciousness a whole lot, and we're very worried about that, and the doctor has to evaluate you for that every week, that the idea that some of these substances would go outside of very strict medical supervision is kind of preposterous actually. It's kind of a dumb moment, I think, for all of medicine to say, look, if we're going to do this right, we've got to do it such a way that's so protected, that's so safe, that we make sure people know these things are not recreational and they're really for the pure purposes of really powerfully changing cognition for a while and letting people have these what seem to be, you know, relatively therapeutic states. - I think it's great that you're doing this study. And along the lines of the sort of the early iterations of psychedelics and the counterculture of the '60s and '70s, some of which took place, like \"One Flew Over the Cuckoo's Nest\" I think is actually based on the Menlo Park VA, which is in our neighborhood of Stanford. And things are quite a bit different now. I know you and I have spent some time with the operators and former operators at an event, and last Veterans Day, in fact, the so-called Veteran Solutions group that's pioneering a lot of these psychedelic treatments for former special operators and current special operators. And what's interesting to me about that is in contrast to the counterculture movement of the '60s and '70s, that room was filled with people that are very much of a structure, the military. Right? So it's no longer considered left wing, right wing, anti-military, pro-military. Here this isn't just about one group of people who's exploring psychedelics as a treatment for trauma and PTSD and other things. And of course you also have other domains of society looking at this. And in fact, there were, but it was really interesting because there were both far left and far right politicians at that event up on stage together, talking about, in kind of lighter terms, heart medicine, but also talking about neurobiology and talking. It was just fascinating from the perspective of somebody who's trying to learn about this stuff, that psychedelic therapies no longer sit within the anti-establishment realm. It's independent of all that, certainly when people in the military are adopting it as a potential treatment. Again, still under exploration, but also under exploration at universities like Stanford and Johns Hopkins and UCSF and University College London and on and on. "
        },
        {
            "timestamp": 7319,
            "text": "Along the lines of tree barks and toad skins, tell me about ayahuasca. And as a plant, you know, it's intriguing. And is it pro-serotonergic drug like psilocybin? And is it useful for the same sorts of conditions that we've talked about thus far? And if you could perhaps tell me a little bit also about the Brazilian prisoner study. - Yeah, yeah. Definitely. Ayahuasca is another psychedelic. It's used as a sacrament in Brazil and in Peru and Ecuador, in Columbia. So a lot of the South American countries. And what they do is they combine two plants together, where one plant of the two plant combination would effectively do nothing, but the two plant combination together is capable of producing this very profound psychedelic effect. And what's really kind of curious is that there are, as I understand it, 10 to 20,000 plant species in the Amazon. And somehow, somebody- - Someone tried 'em all. - Combined these two plants together in certain proportionality and cooked this for five, 10 hours to the point where you cook out the dimethyltryptamine out of one of the plants and cook out the reversible monoamine oxidase inhibitor out of the other plant in such a way that the reversible monoamine oxidase inhibitor prevents the GI breakdown of the dimethyltryptamine in such a way that it's then allowed to cross the blood-brain barrier and get into the brain. And if you didn't add the reversible monoamine oxidase inhibitor plant derived into this combination, then it would never cross the brain. If you put people on a standard, psychiatry prescribed monoamine oxidase inhibitor that wasn't reversible, you'd throw them into serotonin syndrome, right? So this kind of like sweet spot that somehow ayahuasca practitioners have found of being able to get DMT into the brain from an oral source with this combination of a monoamine oxidase inhibitor is curious. And so that substance has been explored as an antidepressant agent, and some studies have looked at that. It also seems to be very safe. There's a psychiatrist down at UCLA Harbor who's done a lot of work with this, where he's looked at children even that have been exposed to kind of small doses of ayahuasca as kind of a sacrament within Amazonian tribes and found no neurocognitive effects, no neurocognitive effects in adults. And so it appears to be safe. It's kind of part and brought into various religions, including kind of merged with Catholicism in South America, which is kind of very interesting. And so, you know, in some sects of Catholicism in Brazil, it's used as a sacrament during religious ceremonies. And so it became interesting to Brazilian researchers as to whether or not they could affect recidivism rates for prisoners in Brazilian prisons, right? So they gave half of the prisoners, you know, some sort of inert substance and half of the prisoners an ayahuasca session. And the recidivism rate or the return to prison rate in the ayahuasca exposed individuals was statistically significantly lower than the recidivism rate in the control group, suggesting that, you know, whatever is going on there seems to have an effect on whatever drives criminal behavior, whatever criminal behavior that happened to be. And I don't have the details on the exact nature of the crime. You know, I am also in no way saying that we should just be giving psychedelics to folks in prison and all of that. I think that that is a very edgy thing to do and probably not something that anybody should try, but it does kind of bring up this curious question of what is it about that that would drive people to change those behaviors and why do people make those behavioral decisions? And a lot of times if you look at prisons in the United States, you know, people say this, what's the biggest mental health facility in the United States? It's a prison. - Yeah, there's a lot to unpack there for sure. You know, the homeless issue, the prison issue. It does lead to something that I heard recently, "
        },
        {
            "timestamp": 7615,
            "text": "which is related to all this, which is cannabis. You know, we hear a lot nowadays about people will say, well, it's safer than alcohol. And we did an episode on alcohol that, at least by my read of the literature, indeed alcohol does seem to be quite bad for our health beyond... I think it's pretty clear that not drinking is better for your health than drinking at all. And here, I'm not trying to tell people what to do, but those are what the data say. And forget the studies on red wine. You'd have to drink so much red wine to get enough resveratrol. It's not even clear resveratrol does anything useful anyway, et cetera, et cetera. Nonetheless, cannabis is now available in a lot of very high potency forms. People are vaping cannabis, people are smoking cannabis. I certainly am not saying that cannabis is bad for people necessarily, although I think children, I would hope that their brain development would be completed first, you know, get to age 25. I know that sounds late for a lot of people, but the THC obviously taps into some endogenous systems and the cannabinoid systems and is powerful. And I've seen this report that was in Lancet Psychiatry this last year that said that early use of potent cannabis, meaning age 14 to 20 or so, can potentially lead to an exacerbation of psychosis later in life. And I actually put this out on social media and it sort of exploded. I didn't expect it to. And people were saying, well, that's not causal. And obviously it's not causal because people say, well, maybe people with psychotic tendencies are seeking out cannabis. Although that's sort of a weak argument in the sense that there's at least a 4X increase in these psychotic episodes for people later in life. But what are your thoughts about cannabis? Because I do want to acknowledge that it does have medical benefits for certain things, pain, chemotherapy. So by no means trying to knock on cannabis and its appropriate medicinal use. But what should we think about cannabis in terms of this finding that it can exacerbate a psychosis in certain individuals? - Yeah, so I think, you know, there's a couple of things, right? So cannabis is multiple cannibinoids, right? - Right, THC, CBD, CBN, sativas, and, you know, indicas, it gets, yeah, there's a lot there to unpack. - Yeah, there's a lot. But there are two main kind of chemicals you think about and kind of how things are essentially bred, right? And so, you know, there's a lot of cannabis that's really bred to be very high, very potent THC. And there's cannabis where the THC's bred completely out. So there's stories, you know, from Colorado, right? This strain of cannabis that's THC free, there's no THC at all, and it's all CBD, and it's called Charlotte's Web. And a bunch of kids' parents, one kid, and then kind of a string of parents after that moved to Colorado when cannabis was legalized, because CBD is antiepileptic, so CBD is also antipsychotic. And so there have been a number of studies that if you give CBD at high doses, it's antipsychotic in established schizophrenic patients. The issue is that we've bred CBD out of marijuana selectively over time. We've gotten very good at figuring out how to do that, right? Conversely, THC is pro psychotic and pro epileptic, right? And so when you talk about does cannabis cause psychosis or does cannabis treat psychosis, it appears to be more related to the proportions of CBD to THC than it does to the kind of idea of cannabis. So for me, and I have no stock in this or anything like that, but there's a company called GW Pharmaceuticals, and I haven't looked into them in a while, but they have a lot of clinical trials for something called Dravet Syndrome, which is a seizure disorder where kids seize a whole lot, Lennox-Gastaut syndrome, which is a seizure disorder, kids are seizing 300 times a day. Both of these are like kids are seizing so much, they're basically in a seizure or in the postictal phase constantly. And they've failed everything. They've failed barbiturates, they've failed bromides, which we just don't use anymore except in these cases because of the side effects. And they'll give kids CBD. And I think CBD is a pretty safe drug compared to bromide, right? And so this idea that CBD in a kid is actually safe, it's a cannabinoid, but it's CBD and it's safe, right? And so that to me is totally fine. Also giving CBD as an adjunctive treatment for schizophrenia. There have been some positive trials and negative trials in that, but there seems to be no negative side effects. It seems to reduce some of the metabolic syndrome issues in folks with schizophrenia who are having side effects from the primary antipsychotic. The converse is, there's clearly cases where people that are taking very high doses of THC become psychotic, they get put into the psychiatric unit, nothing happens other than they kind of get the THC out of their system, and then they resolve their psychosis, right? And so that, and you know, a handful of people who have had seizures related to high doses of THC and syncope and all sorts of things. And so this idea that THC, high doses of THC can be pro psychotic, is also not taking a shot at people that think that cannabis overall is a good thing. It's just, it just is what it is. And the kind of pure, I think if you zoom back and you say you're a true naturalist, you're thinking about natural medicines in the world, you should think, well, probably marijuana was balanced THC CBD at some point, and then we humans messed with it, right? And that most likely, that was probably okay at some level, and then we pushed it one way or another. And what I mean by okay is in a 45 year old, it's okay, kind of thing. Now, what I think is going on with the kids, with the teenagers, is you've got prefrontal maturation, right? And then you're exposing them to a whole lot of high THC load. And while it's unclear if it's cause or effect, it's certainly in the picture. And if I were a parent, I wouldn't want my 16 year old smoking marijuana. If I were a parent and my 30 year old, otherwise healthy, totally fine, you know, whatever, banker, lawyer kid decided to try marijuana for the first time, I wouldn't scold them about it, right? So I think it's this kind of a different thing, right? I would never want my up to 25 year old, just like you're saying, before prefrontal maturation, I would never want my kid to be exposed at all. But it looks like, except in susceptible individuals that are susceptible to drug-induced psychosis, it looks like, you know, it's a relatively safe thing past prefrontal maturation. You know, again, I'm not going to comment of cause and effect, but I would say that, you know, if you're a parent, it doesn't make much sense, right? You never know what's ultimately going to hurt your kid. I mean, we were talking about this earlier, my wife's pregnant now. She kind of avoids everything, right? Rightfully so, right? This idea that we just, we want to be careful when our children's brains are developing. And I think that's really what you were saying and I think actually important. "
        },
        {
            "timestamp": 8092,
            "text": "The bigger question that you asked, which is relative risks of drugs, is an interesting one. So David Nutt published in, I think it was in \"The Lancet,\" I'll have to look it up, but I think in \"The Lancet,\" an article about relative drug risks for the person and for society. And this was like, he was on the UK's like British Drug Policy Group, where essentially what he showed was if you look at societal risk plus personal risk, and you combine those two, you know what drug is the most dangerous drug in the world? - I'm going to guess it's alcohol. - It's alcohol, right behind heroin and cocaine and da da da da da, and somewhere in the middle is marijuana. And right on the tail end, on the exact other end of this, psilocybin. - Is caffeine, usually doesn't make the list. - It may have been on the list. If it was, it was probably pretty close to psilocybin, but somewhere in the middle was ketamine, somewhere in the middle was amphetamine, somewhere in the, you know, a little closer to psilocybin, I think was MDMA, you know. But it's this combined personal kind of world risk of these things. And so alcohol makes it, because there's a huge amount of personal risk and there's a huge amount of societal risk, right? Drunk drivers kill X amount of people in the world. - Fight, sexual assault, all that. - All that, yeah. And then all the cancer and all that stuff. And so it beats out cocaine, it beats out heroin, it beats out all of these things. And yet, we don't, as a culture, for whatever reason, we don't as a culture see it as a drug. And that's the part that really baffles me, you know? - I mean, they serve it. I mean, this is no knock on Stanford at all. Of course, I wouldn't do that. This is at every institution I've been to, they serve alcohol at the graduate student events. - [Nolan] That's right. - You know, they serve alcohol. They do a happy hour. I've never been a drinker. I can take it or leave it. - [Nolan] Yeah, same. - And I realize that some people, they really enjoy alcohol. You know, my former partner, I mean, she just was in that 10% or so of people who have a glass of wine and just feel great. And the second one, feel great. I just want to take a nap after I have a bit of alcohol, so it never does much for me. I always feel poisoned. I feel lucky in that sense. But it's unbelievable that it is so prevalent and it's just, it's baked into the medical, even medical institutions, they'll pop a bottle of champagne to celebrate the opening of a hospital. - [Nolan] That's right, that's right. - You know, that's pretty crazy. - Yeah, no, you're absolutely right. You know, I think what's going to happen, but this is me, you know, looking at the crystal ball a little bit, but I think what's going to happen is what happened with doctors and smoking. So if you look at the '50s and '60s, right? There are all these pictures of doctors smoking cigarettes, you know, with patients or, you know, psychiatrists doing psychotherapy and smoking a cigarette with the patient sitting on the couch, you know, surgeons smoking a cigarette in between cases, there are all these pictures of that, right? And now all of a sudden, smoking's totally banned. I think it's totally banned from most of Stanford campus. My suspicion is, as you're suggesting, right? You know, this is everywhere and it's all kind of ubiquitous. At some critical point, some tipping point, everybody's going to realize that, just like with smoking, we've got to rid hospital systems and universities of alcohol. And at some point in 50 years, it's my view that we'll look it back at these scenarios that you're talking about and be like, you know what, we were foolish about this. I can't believe that we gave people alcohol when they graduated from whatever, you know? And I think we'll have a different take on it, but it's going to take a longer time. I think people did a really good job tying smoking to lung cancer and it's like a very simplistic story. Smoking, lung cancer, you know? Now, as you know, alcohol increases the risk of a lot of different cancers. Not so clear which one. I mean, there's like, you know, the kind of oral, like the throat, tongue cancer, that's one of- - Breast cancer. - Yeah, breast cancer, you know? And so it's kind of just, it's a harder story to tell, you know? And I think that's why, and everybody, you know, and then there's this whole, it's, you know, my mom says this. It's like I drank my glass of wine because my doctor told me it was heart healthy. And we were talking about this, and I try to, no, no, no, but Dr. So-and-so said it's heart healthy. And so it ends up being this thing where like she's drinking alcohol because she thinks that it's good for her heart. And, you know, and it's hard. I've had those conversations with her. It's hard to untie that. And I think that, yeah, at some point we're going to hit some threshold moment. And it'll be interesting if we really look at the data and we really look at what's safe and not safe purely from this analysis, it kind of points to the right direction. - It's really interesting. And also say nothing of poor judgment under the influence of alcohol. I mean, I would venture that if we were to remove alcohol from university campuses, watch, the students are going to lobby against me if I say this. But if you were to remove alcohol from campuses, I mean, just think about what I suspect would be the improvement in good decision making. And that would occur. Or, you know, I've got stories from graduate school and... It was very different, you know, 10 years ago. There was a lot more alcohol consumption. Again, that was never my thing, but I know people who make really bad decisions. In any case, there's a whole landscape there emerging. I think you got your finger right on the pulse of it. I want to touch on something slightly different "
        },
        {
            "timestamp": 8442,
            "text": "than what we've been talking about, but definitely related to depression. And this, again, is one of these intriguing but perplexing things, which is that sleep deprivation can improve symptoms of depression. And yet I'm personally very familiar with the fact that if I don't sleep well for one night or don't sleep at all, in fact, I do have an ability to function pretty well the next day. I'll do this non-sleep deep rest practice that I blab a lot about on the Huberman Lab Podcast, which for me is tremendously restorative, but I like a good night's sleep. I think everybody understands now, thanks to the great work of Matthew Walker and others that have really gotten out into the world saying, look, the foundation of mental health, physical health, and high performance, if that's your thing, being a functional human being, is to try and get enough quality deep sleep at least 80% of the nights of your life, if you can. That's something to focus on. Just like good nutrition, just like exercise and social connection, et cetera. So sleep deprivation, we know, in particular, I think rapid eye movement components of sleep deprivation can improve the symptoms of depression. And yet being sleep deprived can also really disregulate our control of the autonomic system. I notice on night two or night three of poor sleep, if I'm going through a stressful phase and that's happening, all of a sudden my heart rate is chronically elevated, my thought patterns become really disrupted. I can't then exercise, my decision making is thrown off, my emotionality is more labile. The hinge, as we were referring to it earlier, feels less in control, under my control. And maybe I wonder sometimes if I enter that state that you refer to earlier, where the dorsolateral prefrontal cortex is no longer leading the cingulate, but the cingulate is now in charge. The players are in charge of the coach. Not a good situation. So I know you've done some work on sleep deprivation and light and effects. Please tell us about that and please tell us about this triple therapy. Is that? - Yeah, yeah. So friend of mine, Greg Salem, another one of the professors at Stanford, was very interested in sleep. He did a bunch of training in sleep before he went to medical school and got very interested in this idea that, as you're saying, if you sleep deprive somebody one night in just kind of an isolated single night, at the end of that sleep deprivation, they will have an antidepressant effect, but as soon as they fall asleep, they lose it. So if it's a depressed individual, you can get them to be less depressed acutely. Soon as they fall asleep, they wake up eight hours later, then they come back into the same level of depression. And so the idea is that you needed to do some sort of circadian reset. And that part of what depression is, is that it's a dysregulated circadian system. And so mentors of mine say, if you can just get the sleep better, that's half the battle of dealing with depression. 'Cause so many people have insomnia around depression and have a whole host of types of insomnia. Having a hard time falling asleep, waking up in the middle of the night, and waking up earlier, all symptoms of depression. And so what this does is it sleep deprives the individual and then there's a certain calculation of shifting their phase and simultaneously exposing them to bright lights. So that's the triple, the phase shift, the sleep deprivation, and the bright light, to try to get their circadian rhythm. Essentially the theory is reintrained. And so, you know, in the trials that we've done and other trials prior to ours and after, you know, it looked like there was a pretty profound antidepressant effect from this triple therapy that seemed to be durable, meaning durability is this term we use to say that not only can you get kind of point relief, but that the relief ends up, you know, lasting. What's important to know about this is like, you shouldn't do this at home for sure. You would need to do this with a professional, 'cause it's complicated, it's not just one thing. And sleep deprivation, while it seems to be antidepressant, it's pro anxiety. So if you take a highly anxious person that's not depressed and you sleep deprive them, they get profoundly anxious. And so that's the other thing that you have to really realize is that this is like everything else that I've talked about today, all things that you have to do under medical supervision, but curious, right? And I think, you know, the question that always comes up is why isn't this used more? And I think the reason is that there's not really a mechanism for, you know, ultimately in medicine, as sad as it is, you have to have a code to do a thing. There has to be a code associated with a treatment and it's hard to figure out how to make a code for this. And so I think that's part of it. And so if there's a way, and somebody's got to kind of take that baton on that, but if there's a way to make a code for this, you know, I think you could actually turn it into something that was more widely utilized. And, you know, probably dream up ways of how to integrate AI, passive sensing, all that stuff to really make that work. But I think that would be the idea, that would be the trajectory I'd see, so, yeah. - Yeah, having a billable to insurance code is fundamental. And a lot of listeners to this podcast, I think, have a background in engineering science. And we will put a link to that manuscript that talks about the triple therapy, because here we're talking about one night sleep deprivation, some timed light exposure to the eyes, and then shifting in the circadian clock being central to the themes of the podcast that come up often. I think for the typical person, can we say that trying to get a regular light dark cycle at sleep rhythm would be beneficial for overall mood regulation? - Yeah, I think for the typical person, you know, really kind of reregulating your sleep and trying to get, you know, a good night's sleep in which you fall asleep, stay asleep, wake up at a set time every morning is going to be pretty crucial. You know, in mild depression, I think that one has a lot of control over that. As we were talking about earlier, I think when you hit some threshold in depression where things become kind of semi-volitional and it's harder to kind of will yourself into that. There are therapies like, you know, there's a CBT for insomnia, for instance, where you can do cognitive behavioral therapy to help with insomnia. Sometimes people, and I'm no sleep expert. Kind of pass this to Greg to fully talk about this, but some of what goes on that people with kind of milder insomnia experience is like blue light out of their computer and things like that, so you can use like blue light blockers to, it tricks your brain, as you know better than me, it tricks your brain to think that it's still light outside. And so people will still have insomnia because their brain still thinks that it's light outside. And then people will, you know, the kind of strict CBT for sleep. You know, therapists will say there are only two things that you should do in your bed. And if you're under a certain age and whatnot, it's really one thing that you should do in your bed, which is to sleep and be with your partner, right? And so those are kind of the two things that you should do in a bedroom. And that's really the only things that you should do in a bedroom if you're having sleep problems. You shouldn't watch TV in a bedroom, you shouldn't eat in a bedroom, shouldn't hang out. - Keep the phone out of the bedroom. - [Nolan] Keep the phone out of the bedroom, yeah. - Yeah. We should get Greg Salem on the podcast. I'll just mention for people that want to regulate their sleep, we have a sleep toolkit that's available as a downloadable PDF at hubermanlab.com. Just go to the menu and a lot of the things in that toolkit are based on work from Stanford Sleep Laboratories, including Jamie Zeitz and others' lab, not aimed at depression specifically. Listen, Nolan, Dr. Williams, "
        },
        {
            "timestamp": 8923,
            "text": "this has been an amazing voyage through the circuitry of autonomic control. This landscape of the prefrontal cortex is, I find incredibly fascinating and I just want to start off by saying please do come back again and teach us more about that and your TMS work. Before we wrap, however, I do want to give you the opportunity to talk about the SAINT study. - [Nolan] Yeah, definitely. - Is it SAINT or SAINTS plural? - Yeah, it's SAINT. So SAINT, or we're calling it SNT now. SAINT has, you know... The intent was not to kind of connect it to religion, but we may have accidentally done so. And so we abbreviated it to SNT for the subsequent trials, which was initially Stanford Accelerated Intelligent Neuromodulation Therapy, or now what we're calling Stanford Neuromodulation Therapy. But the idea there, which is a cool idea, is that TMS is a device that delivers a treatment, and the treatment is the protocol. And the protocol is the stimulation parameter set in a specific brain region for a specific condition. And so what's cool about neuromodulation, whether it be transcranial magnetic stimulation or transcranial direct current stimulation or deep brain stimulation, like what Casey Halpern talked about on another podcast, is this idea that in all of those cases, the device itself is a physical layer conduit of a stimulation protocol that's therapeutic for a given condition in a given brain region. And so in the case of depression, which we know the most about for with TMS, we've been doing TMS studies for depression for, you know, since 1995, right? And the clearance in 2000, 2008, 2009. And in that timeframe, we were able to go from really knowing very little at all about how to do something like this to getting an FDA clearance. And the way that it went down was that there were two groups studying different components at NIH. The first group was studying mood neuroanatomy on functional imaging. That was kind of the first generation of functional imaging back then, so PET scans, which are kind of metabolic scans, and then SPECT scans. And the idea there was looking at activity and metabolism and prefrontal cortex. And what they found in these kind of more crude scans is that just general hypoactivity, hypometabolism. The other group right upstairs at the National Institute for Neurological Diseases and Stroke, NINDS, they were looking at using TMS, which had been around for 10 years, and repetitively stimulating in motor cortex. And what they found was, gosh, we can get a readout in thumb muscle movement amplitude that's really reproducible across people. It's like, you know, universally reproducible. And if we do certain stimulation approaches, they are biologically active to either increase excitability, IE the thumb motion, and a set intensity goes up, the amount of amplitude goes up, or inhibitory or depotentiating, it goes down with other biological stimulation approaches. And then a third outcome, which is important, that it's inert, it doesn't do either. So you can have stimulation approaches that do one, you know, increase activity, decrease activity, or are inert. And so what they found was, oh, we can excite certain brain regions. Then my mentor, Mark George said, had this kind of aha moment where he said, \"Wow, there's underactivity in prefrontal cortex in depression, and we can increase activity using this thing that we know we can increase activity in motor cortex. We just need to put it in the left dorsolateral prefrontal cortex.\" And then they combined the two and started stimulating once a day in this kind of very abbreviated fashion. And lo and behold, some of those depression patients resolved their depression. And back then, and still today, you can go and as a psychiatric patient stay at the National Institute of Mental Health and go through clinical trials to try to get treated. And there were patients who'd been there for months and they were able to be discharged. Because their mood was better, yeah. And so just very crude approach where they were using ruler measurements where DLPFC was, and they were stimulating with devices that you needed to physically dunk the coil in an ice bath. And with that, they still were able to, the kind of genius of this, Mark and others, they would still be able to create a purely engineered stimulation approach. What's cool about that is that they kind of found two things, right? They found this one stimulation protocol that does have some antidepressant effect. It's limited, it doesn't treat everybody, it does have some antidepressant effect. And this bigger concept that a neuromodulation device is kind of like a pharmaceutical company for you, right? That in a given individual, a TMS device or whatever neuromodulation device is able to generate, you can create a stimulation approach that is specific to a given condition and specific to an individual. And so the physical layer is just how you exert that, similarly to how we make pharmaceutical drugs in a pharmaceutical company. But the actual therapy itself is what you do, where you do it. And so what we learned from, you know, another 20, 30 years of this is "
        },
        {
            "timestamp": 9265,
            "text": "that you can modify the stimulation protocol in such a way where you can create a whole new treatment and put it through the same TMS device or, thank god, an evolved version of it where you don't have to dunk it in ice baths and they can actually really handle much more aggressive stimulation approaches. And so in 2005, a group published in \"Neuron\" a paper demonstrating that if you stimulate with the hippocampal rhythms through a TMS coil, you can excite the brain with memory rhythms and it'll last an hour. So you can change cortical excitability in the thumb twitch for an hour, sending three minutes of excitatory or 40 seconds in the case of inhibitory stimulation that mimics hippocampal rhythms. So much more efficient than the original TMS approaches. And so, you know, after that group tried to do it in this kind of six week schedule, and after that, you know, and while they were doing that, we decided, gosh, you know, this problem I talked about at the beginning of the show where you have this problem that we don't have a treatment for people who are in these high acuity psychiatric emergency states, right? This idea that we are going to engineer a treatment where we can reorganize the stimulation approach in time to be much more efficient by utilizing something called space learning theory. And so you probably know about the space learning theory. So the idea for the viewers is, it's a simple psychological thing, but we've also seen it in hippocampal slice sort of physiology too, where if I'm cramming for a test, what I do is I write out 60 note cards and I read each one for a minute until I get to the first note card and again, and that's about an hour later, right? And we just intuitively do this. We all, you know, automatically do that. And we intuit that because we know that what doesn't work is writing out one note card and looking at it over and over again. Nobody ever does that, right? You know, we've all been in graduate school, medical school, and we have these big stacks of note cards. That's space learning theory. It's this idea that you need to see it about every hour to an hour and a half and that optimizes learning. If you take the same stimulation approach that I'm talking about, this data burst stimulation approach, and you take a hippocampal slice of a mouse and you stimulate, you enlarge some dendritic spines and you prime some. And then if you stimulate right after that, you don't get any change. It's called in mass stimulation. But if you wait about an hour to an hour and a half, you get more dendritic spines enlarged and more primed. Which, by the way, also is what ketamine does, it causes a dendritic spine enlargement. And so, you know, what we found was is that the old way of doing TMS, this idea of just doing it once a day, every day, five days a week for six weeks, didn't utilize the space learning theory. It's like studying for a month or two, just a little bit once a day. Like you remember some of that stuff, but it's like not as potent as that week where you're kind of cramming, right? And what we realized is that if we could reorganize the stimulation in time so that we took the whole six week course, we actually figured out a way to do it in a day. And then what we also figured out is that people were underdosing TMS because if you just keep going after six weeks out to month three, four, five, more and more people got better. So we figured out it's not just one day, we're going to give five times the normal dose. We're going to have 7 1/2 months' worth in five days using space learning theory. - So every hour? - [Nolan] Every hour for 10 hours. - For five days. - For five days. So it's a 50 hour block. It's 90 minutes of actual stimulation, but spread out through the day in the same way of learning. Which is perfect for an inpatient psychiatric unit, right? - [Andrew] Five days is manageable. - Yeah, you can get stimulation. Nobody's ever dropped out by the schedule. You know, folks that want to do this, want to do it. So they'll do their nine minutes, they'll go get breakfast, they'll do their nine minutes, they'll go see their therapist or whatever it is. And so what we found with this reorganization and time of the stimulation dose, and then the third component is we do resting state functional connectivity scans on everybody. And we have ways now in the last five to 10 years of picking out that specific subgenual DLPFC subcircuit that I was talking about earlier, that cingulate DLPFC, we can pick that out in every single one. If you want to come to the lab, we can find your DLPFC subgenual. It's even more robust than non- - Maybe we could stimulate too, just while we're in there. - Yeah, if you want to, we can move around your hypnotizability. And we can find that spot in each person. Instead of finding the same spot on the skull, we find the same spot on the brain, and we can stimulate. And we do that every hour on the hour. And what we've found is that folks will, within one to five days, you know, in more cases than not, and depending upon if you're looking at this open label or in trials, somewhere between 60 and 90% of the time, they will go into full on remission in the sense they're totally normal from a mood standpoint at the end of this. And like I said, with variable durability. So that's the part we have to figure out now about dosing and how to keep people well. But for some people, you know, we've had four years of remission, you know, year of remission. And it's really that cramming of the test. It's really that idea that you're laying in that information to the exact right spot. And the signal is a simple signal, but it's a profound one, which is turn on, stay on, remember to stay on. You know, that idea that you're sending this memory signal into the brain and you're doing it in such a way that you're telling the system, you're kind of taking it out of your own hippocampus' hand and you're sending the same signal the hippocampus normally signals out. Now you're sending that signal into the prefrontal cortex and kind of utilizing the brain's own communication style to get it to get out of the state. And what's very cool about this is that people, when they kind of exit out of that, they end up saying they don't have any side effects from it. And they feel back to normal. Like some people, you know, not everybody, but there's a subsection of people that with SSRIs where they'll say, I kind of feel numb, or I have GI side effects, or I can't, you know, I don't have the sexual interest that I used to have and that sort of thing. You know, not anything against SSRIs, as I said earlier, life saving, you know, for a subsection of people, these things really work. But with this, what you see is that people don't talk about any of that stuff. And I think it's likely because you're tapping into that core circuitry and you're reversing it and you're doing it with a magnet that, because it's a very profound electromagnet, it's the same field strength as an MRI scanner, it's able to induce a current in the brain in this focal targeted way without getting into the rest of the brain, without getting into the rest of the body at all. And just really kind of acting only on that circuitry that's involved. - Incredible. Is the SAINT study still ongoing? And if people are interested in potentially being patients or subjects in the study, can we provide them a portal link? - Absolutely, yeah. So we have, now the treatment, some of my students went over to a company called Magnus Medical, and they've been working on this, they've got an FDA clearance now. And now folks can get it through trials over the next couple of years because it's going to take some time for that company to kind of get up and running and get a device and get the whole thing set up nationally. But while that's all going on, there's still about 1,000 patients that need to be recruited across a bunch of different trials all over the country. We'll take people from anywhere in the country. We also have partners in New York and San Diego and in soon to be South Carolina and other places where we can actually kind of, you know, my lab can help to kind of let people know where to go, based off of where they're at in the US, and get them access to being able to be in a trial. And what we've tried to do is make it so that even if you get the, you know, 50 50 chance, you're going to get the real deal or you're going to get the non-real deal. But what we have figured out is a way to let everyone have access. If they got the not real deal version, the kind of sham version or the fake version, for the first part of the trial, there are other trials where they can have access to the real version. So essentially everybody eventually gets access to having the real version. And so that's been a big thing for me is I want everybody that comes through one of our trials to be able to have access. I think it's important. While the company's doing what they're doing and what the lab's doing, and kind of nationally what other partner labs are doing. - Well, I can assure you, you're going to get some interest. - [Nolan] Happy to have it, yeah. - Thank you. And listen, thank you so much for taking us on this incredible voyage through the neurocircuitry underlying certain aspects of depression, the coverage of the different types of depression, the various therapeutic compounds, how they work. We've talked about a lot of things today. You've shared so much knowledge, and even as I say that, I very much want to have you back to talk about many other things as well that we didn't have time to cover, but also just really want to thank you for the work that you do. I know we are colleagues, but you run an enormous laboratory, enormous in my book. 40 people is a big group, very big group. Plus you're in the clinic, you also have a life of your own outside of work. And to take the time to sit down with us and share all this knowledge that really is in service to mental health and human feeling better and in fact avoiding often suicidal depression. It's just incredible work and incredible generosity. And just thank you so much. - Oh, thank you, man. I mean, you know, similarly I want to thank you for what you're doing. I mean, I think that what you, you know, I've got a lot of friends, folks that are not in the medical profession, friends of mine, you know, one of my buddies who's a real estate agent who works with us, who's a big, big fan of your show. And you know, I told a couple people like that I was coming on and they were like super stoked. They're like, you know, we watch every show and, you know, super excited to watch mine. And they said something very important to me that, you know, you make this complicated neuroscience and kind of brain-body science accessible, you know, in a way that few have a gift to do. And I think that that's so important and this show is doing so much to help with science literacy. And yeah, appreciate you, so... - Well, thank you. I'm gratified and honored by your statement and I look forward to more. Thank you. - Absolutely, thank you. "
        },
        {
            "timestamp": 9935,
            "text": "- Thank you for joining me todayfor my discussion with Dr. Nolan Williams.I hope you found our discussionabout psychedelics and other compounds,about transcranial magnetic stimulation,and about the treatments\nfor depression in general,to be as stimulating as I did.If you'd like to learn more\nabout the work being donein Dr. Williams' laboratory,you can go to the Brain\nStimulation Laboratory website,which is bsl.stanford.edu.And there you have the\nopportunity to applyto be in one of the clinical\ntrials for depressionor other studies,as well, if you like, to\nsupport the work being donein Dr. Williams' laboratory\nfor the treatment of depressionand other psychiatric disorders.If you're learning fromand or enjoying the Huberman Lab Podcast,please subscribe to our YouTube channel.That's a terrific zero\ncost way to support us.In addition, please subscribe\nto the Huberman Lab Podcaston Spotify and Apple.And on both Spotify and Apple,you also have the opportunityto leave us up to a five star review.If you have questions for usor comments about the\ninformation we've coveredor suggestions about future guests,please put those in the\ncomment section on YouTube.We do read all the comments.Please also check out\nthe sponsors mentionedat the beginning of today's episode.That's the best way to support\nthe Huberman Lab Podcast.Not so much today,but in many previous episodes\nof the Huberman Lab Podcast,we talk about supplements.While supplements aren't\nnecessary for everybody,many people derive\ntremendous benefit from themfor things like enhancing sleep and focusand hormone optimization.The Huberman Lab Podcast has partneredwith Momentous supplements.If you'd like to see the supplementsthat the Huberman Lab\nPodcast has partneredwith Momentous on, you\ncan go to livemomentous,spelled O-U-S, so\nlivemomentous.com/huberman.And there you'll see a\nnumber of the supplementsthat we talk about\nregularly on the podcast.I should just mention that\nthat catalog of supplements isconstantly being updated.As mentioned at the\nbeginning of today's episode,the Huberman Lab Podcast has\nnow launched a premium channel.That premium channel\nwill feature monthly AMAsor ask me anythings where I\nanswer your questions in depth,as well as other premium resources.If you'd like to subscribe\nto the premium channel,you can simply go to\nhubermanlab.com/premium.I should mention that the proceedsfrom the premium channel goto support the standard\nHuberman Lab Podcast,which will continue to be\nreleased every Monday per usual,as well as supporting\nvarious research projectsdone on humans to create\nthe sorts of toolsfor mental health, physical\nhealth, and performancethat you hear about on\nthe Huberman Lab Podcast.Again, it's hubermanlab.com/premium\nto subscribe.It's $10 a month or $100 per year.If you haven't already subscribedto our zero cost newsletter,we have what is called the\nNeural Network Newsletter.You can subscribe by\ngoing to hubermanlab.com,go to the menu, and click on newsletter.Those newsletters include\nsummaries of podcast episodes,lists of tools from the\nHuberman Lab Podcast.And if you'd liketo see previous\nnewsletters we've released,you can also just go to hubermanlab.com,click on newsletter in the menu,and you'll see various downloadable PDFs.If you want to sign up for the newsletter,we just ask for your email.We do not share your email with anybody.And again, it's completely zero cost.If you're not already\nfollowing me on social media,it's Huberman Lab, on\nTwitter, on Facebook,and on Instagram.And at all three of those places,I cover topics and subject matterthat are sometimes overlapping\nwith the information coveredon the Huberman Lab Podcast,but that's often distinct from informationon the Huberman Lab Podcast.Again, it's Huberman Lab on\nall social media channels.And last but certainly not least,thank you for your interest in science.[upbeat music]"
        }
    ],
    "episode_summary": "In this episode, my guest is Nolan Williams, M.D., a triple board-certified psychiatrist, neurologist and professor of psychiatry and behavioral sciences at Stanford School of Medicine. He is also the Director of the Stanford Brain Stimulation Lab. We discuss clinical applications for brain stimulation, behavioral protocols and novel drug treatments to halt and reverse mental health disorders, including depression and post-traumatic stress disorder (PTSD). We first discuss the neural circuits for self-identity and mood and stress control. We discuss Dr. Williams’ work using transcranial magnetic stimulation (TMS) to depression, trauma, PTSD, and other mood disorders. We then dive deep into the history, biology, modern use, and safety margins of the various psychedelics, including MDMA, LSD, ketamine, ibogaine, ayahuasca, and psilocybin, as well as cannabis and the use of SSRIs in both adults and children. Finally, we discuss behavioral treatments for mental health disorders, including sleep and sleep deprivation, light exposure, exercise, and training to control the brain-heart-rate pathways. Regardless of age, all those interested in mental health should benefit from the incredible breadth and depth of Dr. Williams’ knowledge and the clarity with which he conveys that information.\nFor the full show notes, visit hubermanlab.com.\nThank you to our sponsors\nAG1 (Athletic Greens): https://athleticgreens.com/huberman\nLMNT: https://drinklmnt.com/huberman\nSupplements from Momentous\nhttps://www.livemomentous.com/huberman"
}