{
    "title": "Dr. Kyle Gillett: Tools for Hormone Optimization in Males",
    "ep_num": "87",
    "link": "https://www.youtube.com/watch?v=O640yAgq5f8",
    "chunks": [
        {
            "timestamp": 0,
            "text": "ANDREW HUBERMAN: Welcome to the Huberman Lab podcast where we discuss science and science-based tools for everyday life. [MUSIC PLAYING] I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is Dr. Kyle Gillett. Dr. Kyle Gillett is a dual board certified physician in family medicine and obesity medicine and an expert in hormone optimization. He is an M.D-- that is, a medical doctor-- and he treats patients with a variety of backgrounds, ages and goals. Today, we discuss male hormone optimization. We discuss behavioral tools, nutrition-based tools, supplement-based tools, prescription-drug-based tools, and their interactions in determining overall levels of testosterone, free testosterone, dihydrotestosterone, estrogen, growth hormone, thyroid hormone, and many other hormones that impact mood, libido, well-being, strength, cognition, and various psychological factors. We've covered hormone optimization in both men and women in previous episodes of the Huberman Lab podcast, but today's discussion is different. Dr. Kyle Gillett offers very specific recommendations for people with different goals and of different ages. And we get deep into the weeds of, for instance, how does one know whether or not their testosterone is optimized or not, how often to test for specific hormones such as testosterone and other hormones, and really, how to gauge how good one should feel? This is something that's often overlooked in discussions about hormone optimization or health optimization of any kind, for that matter. For instance, people will talk about reduced libido and discuss whether or not testosterone levels are to blame, but how does one calibrate their libido in the first place? That is, how does one know whether or not their libido is normal, too low, or too high? We also discuss, for instance, whether or not hormone optimization should be pursued continually throughout the year-- for instance, whether or not you should cycle on and off supplements and/or prescription drugs geared towards hormone optimization. And we discuss the behavioral foundations of optimal hormone function. These are things that every male should be doing and various things they should actively avoid if their goal is to have healthy hormones and to, quote, unquote, optimize their levels of every hormone from growth hormone to testosterone at any stage of life. And while today's discussion is about male hormone optimization, I want to emphasize that we discuss all the various ages for male hormone optimization. So for those of you that are parents, for those of you that are young, those of you that are middle aged, or old, or teenagers, we explore adolescent, puberty, teen and late teens, early adulthood, adulthood, and into the late geriatric ages. So regardless of your age and whether or not you are male or female, today's episode ought to be of interest to you. I should also point out that we will soon also be hosting an expert guest on female hormone optimization. One thing that I'm certain people of all ages and biological sex will enjoy about today's conversation is that we also get into descriptions of how psychology and life events impact hormones and how hormones impact our psychology and the way that we show up to various life events. So today is really a broad overview that goes all the way down to fine details about male hormone optimization. And I'm certain that by the end of today's episode, you will have an immense amount of new information about how this endocrine-- that is, hormone system in your body works-- and how it interacts with your brain and other tissues and many, many actionable tools that you can pursue regardless of stage of life. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Thesis. "
        },
        {
            "timestamp": 236,
            "text": "Thesis makes custom nootropics. And as I've said many times before on this podcast, I am not a fan of the word nootropics, because it means smart drugs, and frankly, there are no specific neural circuits in the brain or body for being, quote, unquote, smart. Thesis understands this, and they've developed custom nootropics that are designed to bring your brain and body into the state that's ideal for what you need to accomplish. They use the highest quality ingredients-- things like phosphatidylserine, alpha GPC, many ingredients that I've talked about before on this podcast and that I happen to use myself. I've been using Thesis for over a year now, and I can confidently say that their nootropics have been a game changer. For me, I like their nootropic for clarity. I used that before cognitive work often. And I like their nootropic for energy, and I often used that before workouts, and in particular, workouts that are especially intense. To get your own personalized nootropic starter kit, go online to takethesis.com/huberman, take their 3-minute quiz, and Thesis will send you four different formulas to try in your first month. Again, that's takethesis.com/huberman, and use the code Huberman at checkout to get 10% off your first box. Today's episode is also brought to us by ROKA. ROKA makes eyeglasses and sunglasses that are of the absolute highest quality. The company was founded by 2 All-American swimmers from Stanford, and everything about ROKA eyeglasses and sunglasses were designed with performance in mind. I've spent a lifetime working on the biology of the visual system, and I can tell you that your visual system has to contend with an enormous number of challenges in order for you to see clearly, for instance, when you move from a sunny area to a shady area and back again, whether or not you're looking at something up close or off into the distance. ROKA understands the biology of the visual system, and has designed their eyeglasses and sunglasses accordingly so that you always see with perfect clarity. ROKA eyeglasses and sunglasses were initially designed for activities such as running and cycling, and indeed, they are very lightweight. Most of the time, I can't even remember that they're on my face they're so lightweight. But the important thing to know about ROKA eyeglasses and sunglasses is that while they can be used during sports activities, they also have a terrific aesthetic and they can be used just as well for wearing to work, or out to dinner, et cetera. If you'd like to try ROKA eyeglasses and sunglasses, you can go to roka-- that's R-O-K-A-- .com and enter the code Huberman to save 20% off on your first order. Again, that's roka-- R-O-K-A-- .com and enter the code Huberman at checkout. Today's episode is also brought to us by Helix Sleep. Helix makes mattresses and pillows that are of the absolute highest quality. I started sleeping on a Helix mattress well over a year ago, and it's been the best sleep that I've ever had. One of the things that makes Helix mattresses so unique is that they match the design of the mattress to your unique sleep needs. So for instance, if you go on to their website. You can take a brief quiz. It only takes about two or three minutes, and you'll answer questions like do you tend to run hot or cold throughout the night, or whether or not you sleep on your back, your side, or your stomach, or maybe you don't know. Regardless, they will match you to the custom mattress that ideal for your sleep needs. For me, that was the dusk-- D-U-S-K-- mattress which, for me, was not too firm, not too soft, and was ideal for my sleep patterns. You take the quiz and you'll find out what mattress is ideal for your sleep patterns. So if you're interested in upgrading your mattress, go to helixsleep.com/huberman, take their brief sleep quiz, and they'll match you to a customized mattress, and you'll get up to $200 off any mattress order and two free pillows. They have a 10 year warranty, and you get to try out the mattress for 100 nights risk-free. Again, if you're interested, you can go to helixsleep.com/huberman for up to $200 off and two free pillows. The Huberman Lab podcast is now partnered with Momentous Supplements. To find the supplements we discuss on the Huberman Lab podcast, you can go to livemomentous-- spelled O-U-S-- livemomentous.com/huberman. And I should just mention that the library of those supplements is constantly expanding. Again, that's livemomentous.com/huberman. And now, for my discussion with Dr. Kyle Gillett. Dr. Gillett, great to have you back. "
        },
        {
            "timestamp": 463,
            "text": "KYLE GILLETT: Great to be back. Thank you. ANDREW HUBERMAN: I'd like to begin with a question about one of the most mysterious and important phases of life, which is puberty. I've long wondered whether or not how quickly somebody goes into puberty-- so at what age-- and how long puberty takes-- so how brief or protracted that puberty is for them to acquire the so-called secondary sexual characteristics, things like hair growth on the face for males and changes in bone, and muscle density, and growth, et cetera. When I was in middle school and high school, I noticed that some people transitioned into all that very fast and some people took a long time to acquire those characteristics. Can we learn anything about ourselves, our hormones, and maybe even how long we're going to live based on the time in which we enter puberty and how long it takes us to progress through puberty? And I guess that also raises the question, does puberty ever truly end? KYLE GILLETT: There are many takeaways from puberty. Some of the actionable items from it are, yes, it can and does affect your adult height and also stature and also body composition. So puberty is a time-- and if we're talking specifically about males, think of it as a time where, if you have obesity as a child, you could potentially use that time to change your lifestyle and habits and reset things, and it is a bit easier. It's almost like a free injection of testosterone and metabolism and drive and effort into your life. There is a wide variation in how quickly puberty goes through. So there are stages called Tanner stages, which we don't necessarily need to get into. But if you enter puberty very early, then it can decrease your adult height or stature. ANDREW HUBERMAN: So for a given male that enters puberty at 13 versus a male that enters puberty at 15, can we say that the guy that entered puberty at 13 is going to be shorter than the guy that entered puberty at 15, or it's not quite that straightforward? KYLE GILLETT: If they are identical twins and the individual who entered puberty at age 13 also finished puberty, went all the way through the Tanner stages-- and if you do a bone scan, which I believe is usually done on the left wrist, and it says yes, your growth plates are mostly closed, you're not going to grow more than a couple inches of height after that. ANDREW HUBERMAN: Just a related question. When I was growing up, it was thought, or at least people would say, that resistance training-- in particular, lifting heavy weights could stunt one's growth. Is that true or false? KYLE GILLETT: It is false when you're talking about just lifting heavy weights. Dirty bulking certainly has the potential to stunt one's growth for two main mechanisms. ANDREW HUBERMAN: Could you define dirty bulking? KYLE GILLETT: [CHUCKLES] So dirty bulking is eating an excess of calories not just to acquire lean metabolically active body mass or get stronger, but purposely acquiring body fat. ANDREW HUBERMAN: So purposely acquiring muscle and fat by overeating and lifting weights can stunt one's growth. Do I have that correct? KYLE GILLETT: Correct. So it does two things. If you're doing it as a very young child, it can-- that fat can become leptin resistant and it can produce more leptin, and that leptin can activate the hypothalamus, which activates the pituitary, which releases gonadotropin, which basically just increase testosterone and estrogen earlier than it otherwise would have. It's the same mechanism behind why childhood obesity causes early puberty. ANDREW HUBERMAN: Interesting. I do remember a paper published in Science Magazine-- I believe it was focused mainly on females, but showing that when enough body fat accumulates, the hormone leptin is secreted, and that triggers the onset of puberty. KYLE GILLETT: Correct. ANDREW HUBERMAN: Given the increase in childhood obesity that we're observing now, are we seeing an earlier onset of puberty in males and females? KYLE GILLETT: Yes, in both males and females. Not to get too technical, but there's a G protein-coupled receptor on the hypothalamus and leptin directly binds it, so it does appear directly cause causatory and not just correlation. ANDREW HUBERMAN: And if I understand correctly, what you're saying is for a young guy-- let's say, 13, 14-- who wants to really bulk up and deliberately-- deliberately, excuse me-- overeats, and is doing their squats, and deadlifts, and bench presses and really trying to get big, they will get big, but only in the lateral dimension. They're effectively limiting their total height and it can shut down the long bone growth of their limbs. Is that correct? KYLE GILLETT: Correct. The growth of the long bones is mostly related to the estradiol alpha receptor, so basically, one of the receptors for estrogen, which can be secondary to early puberty and also is related to body fat because you have that conversion of testosterone to estrogen. ANDREW HUBERMAN: So can we assume that if a young male wants to get into resistance training that bodyweight exercises are probably OK and maybe even some weight training, kettlebells, et cetera, but that they should avoid doing so-called dirty bulking-- trying to deliberately gain weight-- up until what age? Until puberty is over? KYLE GILLETT: I would say an individual should limit the amount of abnormal body fat accumulation, or dirty bulking, indefinitely throughout their entire life. ANDREW HUBERMAN: So again, if I understand correctly, that recommendation to avoid deliberate weight gain or rapid weight gain is not just to allow an individual to reach their maximum height, but also to avoid laying down a lot of body fat cells. Correct? KYLE GILLETT: Correct. The balance between that is, when you are going through puberty, you are able to add a lot of lean body mass-- not just muscle mass, but bone mass and other mass as well. ANDREW HUBERMAN: I started lifting weights when I was 16, and I confess I trained pretty heavy at times. I don't know whether or not I would have been taller than I am now, but when I started that training, I had already reached what was at least close to my predicted height. I can't say that I deliberately waited until I had grown. It just so happened that I stumbled into the weight room and found that I liked it at age 16, at which point, I was already the height that I am now. So in any case, what I'm hearing is that laying down a lot of excess body fat is not a good idea. What if somebody grows up chubby or fat for whatever reason-- reasons related to the eating patterns in their family, maybe even some genetic reasons. Is it safe and/or wise for a young person-- so let's say somebody who's around the age of puberty, or even younger, or in their late teens-- to be dieting and actively trying to lose body fat. Is that safe? KYLE GILLETT: Under the supervision of a physician, it is certainly safe to change your body composition. In pediatric obesity medicine, you're often talking about a recomposition or a renormalization of the growth curve compared to peers. ANDREW HUBERMAN: Great. Thank you. So as you may have sensed, we started chronologically "
        },
        {
            "timestamp": 914,
            "text": "with puberty, and I know that there's another puberty that even precedes the puberty that we're all familiar with. Maybe-- if you want to just briefly mention that because I was talking with you about this before we started. The puberty that I'm most familiar with, and I think most people are most familiar with, the acquisition of deepening of the voice, growth of muscle and bone, body hair, acquisition of libido and things like that. That's actually the second puberty that we all go through. Maybe would just mention for us and educate us on the first puberty. I think most people will be hearing this for the very first time. KYLE GILLETT: The first puberty of everyone's life is the first three months of their life. You may notice that your baby has more acne the first three months and that they also have, in general, just more changes related to androgens and estrogens, perhaps oilier skin, even more genitourinary-- genital growth during the first three months. And this is mostly due to DHEA, which is an adrenal hormone. The second puberty, or the puberty that most people know of, actually starts that same way as well. It's called adrenarche, and it's when the adrenals kick in, I guess, for the second time. ANDREW HUBERMAN: Is there a standard age or age range in which the testicles descend in males? KYLE GILLETT: Usually before birth. It is not uncommon to have one or even two undescended testes, but there is a risk of testicular cancer, especially if they are not fixed early and also heat damage to the teste. ANDREW HUBERMAN: Well, thank you for that coverage of the two puberties. So early in life. I imagine some of our listeners probably still in one or the-- well, one or the other puberty. The ones that are in the first puberty, obviously, aren't aware that they're listening to this podcast, but maybe it'll be embedded in their subconscious. But some listeners probably are still in puberty. But I think everyone can remember back to their puberty, and roughly when they first entered puberty, and how quickly they aggregated the secondary sex characteristics. I'd like to turn now to a general question about what all males ought to do in order to optimize their hormones. "
        },
        {
            "timestamp": 1037,
            "text": "So if you could just list off the things that all males should do on a daily basis, weekly basis. I mean, should guys in their teens and 20s be getting their bloodwork done, should they be taking supplements? We already talked about weight training. What should they be doing and what should they avoid doing if the goal is to have a long arc of healthy hormone optimization throughout the lifespan? KYLE GILLETT: There's many things that you should do. An analogy that I often make is when there's a brand new car that comes off the assembly line, you do a full scope of diagnostic workup-- hook it up to the computer. And I think we should do the same thing with humans as well. During puberty, obviously, you're a functioning human, but I would say there's still development. And I think that the human always develops. I don't think development ever ends, but you want to monitor that progress across a person's lifespan. [INTERPOSING VOICES] ANDREW HUBERMAN: Oh, sorry. So for bloodwork-- I mean, what would be the earliest-- let me put it this way. If blood work didn't cost anything and everyone could get it, when would you want to see everybody get their bloodwork done for the first time? Obviously, individuals under the age of 18 should talk with their parents about this. And as long as the parents and the child agree and the parents are on board with this as well, you can start getting bloodwork. Often, a child will come in with complaints of either precocious puberty or delayed puberty, and this individual might be 9 or this individual might be 15. For a healthy child, when they're going through their later Tanner stages-- which is 4 and 5, so they've developed several secondary sexual characteristics-- they might have hair growth or starting to notice more beard growth. That's a good time to do it. If you're concerned with stature or heighth, or if you're not tracking along where most members of your family have-- not just their height and stature, but also the timing of their puberty, then that's time to get labs. ANDREW HUBERMAN: So if I could travel back in time, I would have gotten my bloodwork done for hormones, and lipids, and everything else at 18. I, unfortunately, didn't know where and how to get that, and I didn't have any pressing clinical issues. And so I think the first time that I got my bloodwork done, I was in my late 20s, maybe even in my early 30s. And I'm still dying to know what my bloodwork was when, for instance, I was 17 and I felt a certain way. And I confess that in many dimensions, I actually feel better now at-- I'll be 47 soon-- at 47 than I did in my teens and 20s. And I think it was more on the psychological side. I think that-- but in terms of just understanding why we felt great or why we felt or feel terrible or not so great, I think bloodwork is extremely informative. What do you think are the key things to look for in bloodwork? I mean, testosterone is always the topic that comes up in the context of male hormone optimisation, but certainly there are a lot of other hormones that are important as well. KYLE GILLETT: And with testosterone, you want to get either testosterone and an SHBG or a free testosterone. ANDREW HUBERMAN: Could you define SHBG for our listeners, please? KYLE GILLETT: It is Sex Hormone Binding Globulin. It is the protein that binds up all androgens and estrogen in the body. So the stronger the androgen, the stronger it binds. During puberty, strong androgens, especially DHT which is the strongest bioidentical androgen, has a huge role-- a prominent role in secondary sexual characteristics. And if your SHBG is very high, then your DHT can run higher because it's not metabolized, but there's not quite as much free DHT. So you want to balance between a high enough free DHT and a high enough total DHT. ANDREW HUBERMAN: And obviously, these blood tests are going to have to be read and interpreted by a qualified physician. Most people aren't going to be in a position to evaluate them properly, or at least not with the full depth that they could if they had an M.D like yourself looking at them. So everyone should get bloodwork as early as possible depending on their budget and availability. What should everybody do in terms of monitoring those markers? So assuming that there's no major intervention, how often do you recommend that people get their bloodwork done? KYLE GILLETT: Let's say-- let's take an individual who just turned 18, they just got their first set of bloodwork. They'll probably find something in it that they may want to optimize using shared decision-making with their physician. Usually, a good follow-up is about six months. ANDREW HUBERMAN: So twice a year, getting bloodwork done, and then having a physician evaluate it. That sounds reasonable to me. And for those that didn't initiate this at 18, such as myself, I guess the best time to start then would be as soon as possible. KYLE GILLETT: Yeah. ANDREW HUBERMAN: In terms of the other things "
        },
        {
            "timestamp": 1334,
            "text": "that all males should do, meaning all males of all ages-- puberty and beyond-- what are some of those things? So on a daily basis, maybe you could just take us through the arc of a day and push out some of the protocols that you use or the things that you like to see your male patients use in order to try and optimize their hormone status. KYLE GILLETT: I'll briefly touch on some of the lifestyle pillars to start. Diet and exercise are the first to. In puberty, sleep is particularly important, of course. But with diet and exercise, throughout a lifespan, you want to not exclude things that are helping you. For example, during puberty if you're consuming dairy, and then all of a sudden you cut out all dairy, dairy can help increase IGF-1 and free IGF-1. ANDREW HUBERMAN: And just, again, for our audience, maybe just mention what having enough IGF-1 can do for us that's beneficial is? KYLE GILLETT: It helps you grow. It helps with genital development, secondary sexual characteristics, and long bone growth-- skin growth, hair growth, a host of things. ANDREW HUBERMAN: So getting an array of nutrients that include dairy. What other sorts of nutrients are important during development? KYLE GILLETT: You want to have adequate vitamin D. Vitamin D helps with testosterone production, it helps, again, with bone mineralization and stature. After an age of about 25-- and there's not a strict cutoff, but up to about an age of 25, optimizing your growth hormone and IGF-1 helps with bone density and bone growth. So from the dietary standpoint, you want to have enough free estrogen-- not too much when you're growing. But you want to help basically stockpile bone to prevent a risk of osteoporosis or thin bone fractures when you're older. ANDREW HUBERMAN: Well, as someone who broke his left foot 5 times while in high school, I can say that whatever young people can do to optimize their bone density would be great. That problem seems to have resolved itself over time, but I don't know. Back then, I did a short run as a vegetarian, but I've always been an omnivore. I realize that some of this relates to ethics, and food allergies, and things of that sort. But would you say that, on balance, most people would benefit from eating a combination of quality proteins from animal sources and non-animal sources-- fruits, vegetables, and starches? I mean, what do you think, for instance, about people following a pure carnivore or a very pure vegan diet in their 20s and 30s? KYLE GILLETT: In their late 20s, it might be a reasonable option. In early 20s and certainly teens, it is a horrible idea because it is likely to significantly decrease your free androgens. So you will have less testosterone acting on receptors through the body. ANDREW HUBERMAN: Are there any other micronutrients or macronutrients that people in their 20s and 30s should emphasize? KYLE GILLETT: We haven't really touched on fatty acids or fiber too much. Fiber is going to be paramount in kind of setting your set point of your gut microbiome the rest of your life. There is prebiotic fiber, which you can think of as fish food for your good gut microbiome. Your gut microbiome is kind of like an aquarium or a fish tank. ANDREW HUBERMAN: Now, I'm just thinking about goldfish swimming around in that-- the goldfish eating people. Don't eat goldfish, people-- [INTERPOSING VOICES] ANDREW HUBERMAN: --live or dead. KYLE GILLETT: Yeah, but any fiber or food that you're putting in your gut, it's either going to skew your gut microbiome toward something that is more beneficial or more detrimental. ANDREW HUBERMAN: And would you say that the prebiotic fiber and getting essential fatty acids, that would be important to do throughout the lifespan or just for people in their 20s and 30s? KYLE GILLETT: Throughout the lifespan, particularly important in the teenage, '20s, '30s, because it helps with brain development. You're certainly more of an expert than me when it comes to brain development, but it does continue to develop, really, throughout the lifespan, but certainly through the 20s and 30s as well. ANDREW HUBERMAN: What about taking a multivitamin while you're growing up? So many people do that. Is it necessary, is it useful? And if it's not necessary, is it safe to do anyway? KYLE GILLETT: It's generally safe to do anyway. I do not think everybody needs a multivitamin. The more exclusionary your diet is-- for example, if you have celiac disease or if you're planning on fertility soon, then perhaps it's more reasonable to take a multivitamin. ANDREW HUBERMAN: In a previous discussion of ours, I asked you about caloric restriction and testosterone. And if I recall correctly, the idea was that if somebody is overweight-- they have an excess fat, adipose tissue-- then getting rid of some of that adipose tissue through caloric restriction and exercise, provided it's done not too fast in a healthy way, is going to be beneficial for testosterone in the long-run. But that for individuals who are not carrying an excess of body fat, caloric restriction is actually going to lower testosterone. First of all, do I have that correct? And second, are there any addendums to that you'd like to give us now? KYLE GILLETT: That's correct. If you look at an individual in a caloric deficit, several changes will happen. One is that they'll have less building blocks for hormones. Another is that they will be in a catabolic state more often, so that balance of anabolism and catabolism will be different. They'll likely have less signaling from growth hormone and IGF-1, and they'll also have the high SHBG that we defined earlier as the binding protein, so their free androgens and free estrogens will go down. ANDREW HUBERMAN: Got it. So we touched on sleep being critical. I would say throughout the lifespan, trying to get enough quality sleep at least 80% of the nights of your life, and the other 20% are just what happens when there's noise outside or you're stressed. It just-- you have an exam or you're having a great time for whatever reason. There are a lot of good reasons to lose some sleep now and again as well. So we have sleep, we've got nutrition. We touched on that. "
        },
        {
            "timestamp": 1703,
            "text": "We'll get back into supplementation. Now, what are some of the other pillars of creating the proper environment for hormone optimization? KYLE GILLETT: Stress is probably the next one. During both puberty, but also the 20s and 30s, individuals are figuring out how they want to cope with stress and also figuring out what they want to choose to put their effort into. So if someone is overstressed, then it can have-- it can put all the other lifestyle pillars-- and then they stop dieting well, they stop exercising, and everything else can go askew. There is also some degree of social component to this, so perhaps I need to add a seventh pillar of social. During your 20s and 30s, you may be forming a family as well. Perhaps you have children, and the health of the family unit is going to be vitally important not only-- not necessarily directly for hormone optimisation, but it's going to throw everything else off if it's off. ANDREW HUBERMAN: And for people that are not starting their own families in their 20s and 30s, can that social connection be extended to friendships and work relationships as well? KYLE GILLETT: Absolutely. In fact, if someone's not starting a family, it is just as concerning, but for other reasons. Each individual is going to have their close group of family and friends. And if someone does not have one of those connections, that's when things can potentially get bad not just for them individually, but also society. ANDREW HUBERMAN: So when you say stress, you mean learn to manage your stress. What does that look like? I mean, if a patient has high blood pressure, or even if they don't, you just sense that they're stressed. They have a lot of pressured speech, or they're not feeling well, or communicating that they're not doing well. What are some of the things that you recommend in order to try and ameliorate that stress? KYLE GILLETT: There's different mindfulness or relaxation techniques. Going outside can often help with this as well. Dietary changes and exercise can help with this too. Some people like prayer or meditation. And a lot of people like counseling or therapy, or even just talking openly with a family member or a friend. ANDREW HUBERMAN: What would it be some of the other pillars for hormone optimization? Here, I feel like we're not just talking about people in their 20s and 30s, but again, we're wrapping our arms around basically puberty onward. I mean, gosh, looking back, I started meditating pretty early, I started weight training and running early. I gave some thought to my diet in high school, but it really was in college that I started thinking more about what I was ingesting and why and trying to do better there. But people are coming to the table at different stages of life and trying to optimize for hormones. So what would be some of the additional things that everybody should do? KYLE GILLETT: Everyone should get outside and find a movement pastime to last a lifetime. You're going to get sunlight, you're going to get some degree of heat and cold exposure, and you're also just going to move more. Being in an artificial environment, where there's artificial lights artificial air conditioning, is going to have many effects on your body. So that's vital. Another one is finding what your purpose is in life. So I call this spirit, but it's really just the self-actualization component of Maslow's hierarchy of needs, which is basically your physical needs, your mental needs, and then your purpose in life-- what you really like to do. ANDREW HUBERMAN: Yeah, picking some goal or target. And I always say that you don't have to stick to the same goal over time. Certainly, I haven't although I got started early in the science game and I'm still in it. The idea is not to pick the end goal, it is to pick a goal. And then once you reach that goal to assess, and then pick another goal, and so on. I think sometimes, when people hear about picking a purpose, they're like, oh, my goodness, I have to define-- sort of like naming oneself-- that you actually can change your goals and purpose over time. "
        },
        {
            "timestamp": 1939,
            "text": "This is terrific. Would you suggest that people actively use or avoid supplementation prior to doing all these other things? I'm somebody that likes to throw the kitchen sink at things, but I also like to do things pretty systematically. So I would say behavior is first, then nutrition, then supplementation, and then maybe if, and only if, there's a real need-- and of course, working with a doctor-- prescription drugs. But there are probably people in their 20s or 30s-- maybe even in their 50s-- that aren't feeling great, and they want to do something in order to be able to train more or to feel more confident to seek out social connection. They just try and go about the whole business from the other side as well. What are your thoughts on that? KYLE GILLETT: I see supplements and medications as very similar-- one is prescribed and one is not. In general, medications have more side effects or potentially stronger therapeutic with more efficacy. But they are just tools to reach an end goal. So depending on the goal, if there's an individual that's an athlete, then certainly they should consider supplementation. Or if someone desires optimal or a very high level of cognitive performance, they should also consider supplementation. At the same time, food is medicine, and a lot of the benefits you can get in supplements, you can get in food as well. ANDREW HUBERMAN: I guess it depends on how much time and energy you're willing to spend and also finances. I know that when I was in college, I could afford just a few supplements, and they were basically whey protein and some fish oil-- I was fortunate that I was pointed in the direction of those things-- and some creatine. I couldn't afford much else. Over time, of course, I could afford more. But it really does often depend on finances. Before we get into some specific recommendations to optimize testosterone, estrogen, thyroid, growth hormone, et cetera, I want to ask you a question I've been wondering about for a long time. "
        },
        {
            "timestamp": 2048,
            "text": "So often in the discussion about male hormone optimization, people will say, well, if your libido is suffering, you might want to be concerned about testosterone-- or even estrogen because we know that estrogen can impact libido as well. Sometimes, having estrogen too low is detrimental for libido. Or that people will say, you're not recovering from workouts or you're just you're feeling kind of depressed. The problem is, it's all subjective. [CHUCKLES] So how does one know whether or not their recovery from workouts, their energy, their confidence, their libido is within a healthy range? I mean, obviously, for people in a relationship they can know whether or not their libido matches the sort of cadence of the relationship and their partner. But how should people think about this and maybe then start to talk about it? Because one of the big differences, I think, between males and females is that, because females have a monthly cycle, they are familiar with the changes that occur in their hormones over time because every 28 days, those hormones are changing dramatically in ways that impact their physiology and psychology. But for males, I feel like there's a dearth of language to get into the more subtle aspects of this. It also has to do with privacy issues and people feeling like they don't want to overshare too much-- not knowing what's appropriate to share. But when you talk to a patient who's in their 30s, or maybe even their 70s or 60s-- it doesn't matter-- a male patient, what are you listening for? And I know you're not a psychiatrist, but what are your ears tuned to in order to try and figure out whether or not this person could really use some help with hormone optimization or whether or not something else-- or maybe they're just doing great and they don't realize it because they're placing demands on themselves that are excessive? KYLE GILLETT: You want to use a lot of open-ended questions. This process is called motivational interviewing. And your goal is to listen to the patient and not plant an idea in their mind that they can follow because everybody is going to have a different goal. Some people are better at reading their biofeedback or telling how they feel on a daily basis. There is screening questionnaires designed-- for example, an ADAM questionnaire to look at men's men's health and hormone-related health. ANDREW HUBERMAN: It's called ADAM questionnaire? KYLE GILLETT: ADAM questionnaire. ANDREW HUBERMAN: A-D-A-M? KYLE GILLETT: Correct. ANDREW HUBERMAN: Is it available online that people could administer it to themselves. Although we don't want people making clinical diagnoses of themselves or anyone else, is it that sort of exam? KYLE GILLETT: It is. ANDREW HUBERMAN: Interesting. KYLE GILLETT: I don't believe it is a clinically-validated tool like an ASCVD, which is like a risk of heart attack and stroke tool or many other tools. There's one for depression, there's one for anxiety. They're called PHQ9 and GAD7 respectively. But anyway, there is often an in-- the ADAM questionnaire-- and what you hear from the patient, if you are a very careful listener, is often different. ANDREW HUBERMAN: Can you give me an example of some of the questions on this ADAM questionnaire or the sorts of motivational interviewing that you might do? So let's say I'm your patient. I sit down. What sorts of questions would you ask to probe these kinds of dimensions of hormones? KYLE GILLETT: Questions about libido, questions about athletic performance, questions about motivation. And often, the patient will answer one thing, but what you hear from them subjectively is far different. ANDREW HUBERMAN: Interesting. Can you give me an example of a question? I'm happy to be the guinea pig here. KYLE GILLETT: A classic one is, a guy comes in-- and a lot of times, they say, oh, no, the wife made me go to the doctor. I go once a year, that's it. I don't want anything, I don't want any medications. Their screening questionnaires might be zeros across the board, so nothing. No issues. They're apparently in perfect health. They talk to you for a while, they get some rapport, they like you, and then right as you're finishing up the visit and about to go out the room, they mention that their libido isn't quite there, and they're having a little bit of ED as well, and perhaps they're even having some chest pressure or tightness. ANDREW HUBERMAN: I see. So right as you're leaving the room, a patient will tell you that they're having some sexual side effects-- or not side effects. They're having some sexual challenges, and then they'll mention chest pressure. Is the chest pressure a general decoy for, it's got to be my heart, or is it related to the other things that they're reporting? KYLE GILLETT: It can be related. In fact, erectile dysfunction is known as the canary in the coal mine. So coal miners would take the canary down, and it would-- the canary would die before the coal miners would of, I believe, carbon monoxide poisoning. And often, one of the causes of ED is plaque buildup, which can happen in the coronaries as well. But sometimes, they notice the symptom in the genitals before they do in the coronaries. ANDREW HUBERMAN: So for such a patient, let's say that patient was a young person where plaque buildup in the arteries and veins is not all that likely if they're, let's say, in their 20s or 30s, what would be your next step of the interview at that point, and what would you consider? Would you immediately order labs for that person to try and rule out any kind of actual hormone level deficiency? KYLE GILLETT: I certainly would order labs. There are some individuals that are very similar, and they come in, and they have the same symptoms, and one individual might have a very, very high testosterone, and one individual might be severely hypogonadal. So there's a big difference between the subjective and what the labs look like. So I certainly order labs. You also ask them about if it's situational or not, you ask them if they have ED if they're-- you ask them about their habits. You even ask about porn, and masturbation, and all these issues. And of course, that's between the doctor and the patient. And depending on what they tell you, you can often determine if there is a situational component-- some people call it psychogenic ED, but I don't love the term psychogenic ED, because it kind of puts some blame on the patient's mind. But a lot of the time, that is the case. There is even a test. And this is very rarely ordered, but it's called a nocturnal penile tumescence. ANDREW HUBERMAN: Now, is it true that there are periodic erections during sleep-- correct? KYLE GILLETT: Yes. So you basically put a cuff to see if you were having a normal sized erection during sleep. And I believe about 90% of the time they do that test, they are indeed having erections. ANDREW HUBERMAN: Which would point to this psychogenic origin of whatever challenges they're having in terms of sexual interactions. You mentioned porn and masturbation. This topic has come up a bunch of times on this podcast "
        },
        {
            "timestamp": 2435,
            "text": "and on other podcasts I've gone on because of the relationship between dopamine sexual motivation and sexual behavior. And I've been of the pretty strong stance that, while I'm not judging porn or masturbation, it can create a brain wiring situation where males in particular essentially teach their brain to be aroused by watching other people have sex as opposed to being the first person actor in sexual interactions. So in that sense, that's more about the brain wiring, and neuroplasticity, and dopamine. But what are your thoughts on porn and masturbation as they relate to hormones? I mean, this is a big debate on the internet. In fact, one of the most common debates is whether or not masturbation increases or decreases testosterone in males. Certainly, it will decrease motivation to go find sexual partners. We know this. KYLE GILLETT: Yes. ANDREW HUBERMAN: And there are more and more data on this all the time. In terms of the effects of pornography and masturbation-- and here, I suppose we need to be somewhat specific and operationally define what we're talking about. We're talking about porn and masturbation to the point of ejaculation, because my understanding is that the ejaculation and orgasm associated with causes an increase in prolactin, which blunts libido for some period of time. The duration of that will vary from person to person and circumstance to circumstance. But basically, all of this points to the fact that porn and masturbation can really limit libido in the real world. And to me, pornography and the screen is not the real world. Although screens exist in the real world, the real world doesn't exist in the screen. KYLE GILLETT: That's an accurate statement, and prolactin does have a significant acute increase after ejaculation. It does to some degree after orgasm as well, but prolactin acts on the pituitary to inhibit the release of the hormones LH and FSH, of which LH can increase testosterone. So this may be one of the cases where the dose makes the poison. And if it is a very frequent habit, certainly daily or more than once a day would be very detrimental from a hormonal component not even taking into account the neural wiring. ANDREW HUBERMAN: Listen, I think it's terrific that you've actually defined frequency, because this is the problem on the internet or even in the doctor's office. You'll see descriptions about pornography being dangerous for certain things or detrimental to hormones. People say frequent, but what's frequent? So you're saying daily or multiple times per day would be potentially detrimental to the hormone profile of a male of essentially any age. KYLE GILLETT: And that's just for masturbation. With pornography-- with porn use as well, it would likely be worse. ANDREW HUBERMAN: And why is that? Just the sort of dopaminergic drive of the stimulus-- just the really intense visual stimulus? KYLE GILLETT: Dopamine sensitivity. I think that using the analogy of a dopamine wave pool, it would deepen the pool, but not increase your supply of dopamine. ANDREW HUBERMAN: Maybe you could describe the dopamine wave pool because I think it's such a powerful way of thinking about dopamine and what dopamine does. In fact, I've always credited you when I've done it, but I've generally stolen your analogy of the dopamine wave pool because it's so astute. KYLE GILLETT: The dopamine wave pool describes the natural variation of ups and downs in your dopamine or your motivation. And in the wave pool, depending on how high the peak is, you often have a deeper trough. So you do not want to high of a peak. In addition, if your peak is very, very high-- for example, when you're using many substances like cocaine or like amphetamines, your dopamine can go so high that you lose almost all the water from the wave pool, and then when you crash from that, not only is the trough low, you have less dopamine in the pool to begin with. The dopamine receptor is extremely sensitive, as is the Gaba receptor, which is an inhibitory receptor, whereas dopamine is technically a stimulant more related to adrenaline and noradrenaline. The depth of the pool can change very quick. So you want to have that happy medium where you're fairly near the top, but you're not so near the top that the depth of the pool is going to go down. ANDREW HUBERMAN: So if I interpret that in the context of this discussion about libido, sex, porn, and masturbation, if somebody has a very intense sexual experience-- and here, we're not necessarily talking about an intense orgasm-- we're talking about just a lot of intense visual, so very-- a lot of intense imagery, or auditory input, or both-- that is going to lead to a situation where dopamine is going to be depleted afterwards. A guest on this podcast before-- my colleague at Stanford, Dr. Anna Lembke, who's an expert in addiction, talked a bit about this-- the sort of seesawing. Like, here, we're talking about a wave and a crashing out of the water from the wave pool. There, it was a seesawing from pleasure and pain. There's going to be a longer and deeper period of lack of pleasure following that. And I think a lot of people think, oh, well, that's great. They want the intense experience. But if that intense experience is coming from pornography and masturbation-- or I suppose coming from high adrenaline activities, like life-risking parkour hanging off the side of a building-- it inevitably is going to lead to depressive episodes, low libido episodes that follow. Is that right? KYLE GILLETT: Correct-- in a similar physiologic way to withdrawal from stimulants, like amphetamines. ANDREW HUBERMAN: Now, is sex with a partner different? Because there are many people who are chasing more and more intense experiences with a partner as opposed to through pornography and masturbation. Again, here, we're talking about all ages. And I should always say, anytime we're talking about sex with a partner, we're talking-- the four conditions that I always lay out on the Huberman Lab podcast are that we're talking about consensual, age appropriate, context appropriate, species appropriate interactions. KYLE GILLETT: Yeah, and this is also a case where the dose makes the poison. So if there's-- obviously, meeting all those criteria, if they have one preference that, for both of them, is a positive experience, then that is likely OK. You're not going to be able to maintain dopamine over a certain threshold for a long period of time, so there very well may be a crash from that experience as well. And that crash may be different in one partner than the other. ANDREW HUBERMAN: Interesting. So I'll draw an analogy to food. It would be like you don't have to serve the banquet meal seven nights of the week, maybe just two. Is that right? And there are other delicious foods out there? Can-- KYLE GILLETT: Yes-- ANDREW HUBERMAN: --we use that analogy? KYLE GILLETT: --that is very reasonable. I'm not trying to be PG-13. I'm just trying to parsimony Occam's razor the ability to describe a lot of things in a few words. I'd like to return to the key things that people should do-- or I should say, the key things that men should do to optimize their hormones. So we talked about getting some movement, getting some sunlight, getting quality social connection one way or the other, avoid excessively frequent "
        },
        {
            "timestamp": 2876,
            "text": "masturbation and viewing pornography. And for some people, zero might be the optimal number. And I keep coming back to this-- KYLE GILLETT: For most people. ANDREW HUBERMAN: --for most people. Interesting. I feel so fortunate to have grown up prior to the availability of internet pornography. I've never been a big consumer of pornography. It's just not been my thing, but I hear so often from males of all ages about their addiction to it, their affliction by it. It's really a serious issue, and that's one of the reasons why I'm grateful that you're willing to talk about this and your clinical experience with these patients. I'd like to take a quick break and acknowledge one of our sponsors, Athletic Greens. Athletic Greens, now called AG1, is a vitamin-mineral-probiotic drink that covers all of your foundational nutritional needs. I've been taking Athletic Green since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking Athletic Greens and the reason I still take athletic Greens once or usually twice a day is that it gets me the probiotics that I need for gut health. Our gut is very important. It's populated by gut microbiota that communicate with the brain, the immune system, and basically all the biological systems of our body to strongly impact our immediate and long-term health. And those probiotics in Athletic Greens are optimal and vital for microbiotic health. In addition, Athletic Greens contains a number of adaptogens, vitamins, and minerals that make sure that all of my foundational nutritional needs are met and it tastes great. If you'd like to try Athletic Greens, you can go to athleticgreens.com/huberman, and they'll give you five free travel packs that make it really easy to mix up Athletic Greens while you're on the road, in the car, on the plane, et cetera. And they'll give you a year supply of vitamin D3, K2. Again, that's athleticgreens.com/huberman to get the five free travel packs and the year supply of vitamin D3, K2. In terms of exercise, here's-- again, "
        },
        {
            "timestamp": 2986,
            "text": "it's a double-edged sword. On the one hand, it's great to get exercise, but I'm familiar with-- if I train an hour a day-- 10 minutes of warm-up in 50 minutes to an hour of weight training or 50 minutes to an hour of cardio, I feel great, especially if, once a week, I take a complete day off. That's sort of my general schedule. I'm also familiar with when I go out for runs that are excessively long-- two hour runs or I spend 90 minutes in the gym to frequently, I start to feel like garbage. Everything suffers. My sleep starts to suffer. It doesn't matter how much I eat-- I don't seem to recover. I don't feel well. So I realize that recovery ability varies between individuals, but what do you think is a healthy, sustainable exercise regimen that anyone can follow that will also support their hormone status? KYLE GILLETT: For really vigorous exercise, around three to four times a week is very sustainable over a long period of time. On top of that, you could add in 3 or four more instances of less vigorous exercise. ANDREW HUBERMAN: So for less vigorous, would you mean zone two cardio where you can hold a conversation, but beyond which you can't? And for more vigorous you're thinking weight training or high intensity interval type training? Is that right? KYLE GILLETT: Correct. You can also weight train and have some benefit even at a low to moderate intensity. If you think about weight training where you have-- and it's not necessarily related to the incidence of DOMS, which is Delayed Onset Muscle soreness. But if you weight train lazy or easy from time to time-- obviously, you want to weight train very heavy from time to time as well because of more lean body mass growth. But if you weight train lighter, you're going to be able to do it more often, and it can still help with the hypertrophy of collagen-- for example, in tendons and ligaments. ANDREW HUBERMAN: So here, again, I'd like to perhaps drill into this notion of intensity and light weights because for me, some of the most brutal workouts I've ever done were in what I would consider a high repetition range-- 15 to 50. Actually, I went up to Oregon to watch the International Track and Field Championships. We went by to Cameron Haynes's place-- the Cameron Haynes-- and he and his trainer put us through a workout that was 25 to 50 repetitions per set, and it was done in circuit, and it was brutal. So it was light-- I mean, those weights were nothing. In some cases, it was body weight. But the number of repetitions was brutal. So when you say limiting intensity, are you talking about limiting the number of sets to failure, are you talking about really being kind of a lazy bear in the gym? I like to do that every once-- so a long rest, that sort of thing. What are your thoughts on that as it relates to hormone optimization? So I'll just mention-- and then I'll let you answer-- I feel best overall when I'm training for 10 minute warm-ups and about 45 or 50 minutes of weight training, where I'm pretty lazy between sets. Two to three minute rests, training somewhere in the 6 to 10 rep range, going to failure every once in a while, but mostly getting that sort of last rep before what I would think is failure. No forced reps, that kind of thing. And then jogging on the other days, nice and easy. When I do that, I feel fantastic in all other dimensions of life. When I train more intensely than that, even with lightweight, so faster cadence and lower rest, I feel like garbage. I get a headache, I'm kind of ornery, everything suffers. So what are your thoughts on defining a optimal exercise strategy for hormones. I've never measured my hormones in those two different contexts, but I have to imagine that it's cortisol related. KYLE GILLETT: When they study the effect of exercise, specifically vigorous exercise, one area that's been studied is vigorous exercise-- episodes lasting longer than an hour. And they usually track it by a rating of perceived exertion, which isn't perfect, and it's not extremely actionable, but it's helpful for clinical science. But the takeaway from that is, basically, do not-- it is not hormonally helpful to train, especially regularly train, vigorously for longer than an hour. ANDREW HUBERMAN: So I'm happy to hear that because it sounds like for most people, that hour of work is really the threshold. I think this is important for people to hear, especially males because I think with all of the incredible examples out there of people like Cam, like David Goggins, people who are training for very long periods of time-- and leaving aside all issues of what people are doing in order to optimize the recovery, I think an hour a day of exercise is just a great program that most anyone can follow. And beyond an hour, you start running into challenges. And the occasional 90-minute or two hour workout is no big deal. But if you start doing that more than once every two months, I think you're headed for trouble. Have you seen that in people's blood work and in their hormones? Do you ever see people that are just badly overtrained because they're just training too hard and too often? KYLE GILLETT: Yes. When the blood work is particularly bad, they're often in a large caloric deficit as well. There's a synergistic effect between a caloric deficit. Even if you're maintaining adequate protein intake, you might not be maintaining adequate iron intake or adequate vitamin D. And you're also just literally in a caloric deficit. Perhaps low carbs as well, very low free testosterone. And they're simultaneously doing a lot of vigorous exercise. ANDREW HUBERMAN: Interesting. I often hear, and I'm starting to wonder whether or not, some of the quicker-to-results nutrition tactics-- things like dropping all carbohydrates, or the quicker-to-results exercise habits, like starting to do six day a week really intense workouts-- whether or not, in the short run, they work because they cause the cosmetic changes that people are seeking, but that they really undermine the overall goal, which is, at least to me, to have your hormones Maybe. not optimized to 100%, but to always be aiming for 100% and be close to it at every stage of life. KYLE GILLETT: Consistency is key here. If you are not consistent, then the law of diminishing returns certainly applies. So 80% or 90% of the benefit over many, many months is far better than 100%, but only half the time. ANDREW HUBERMAN: Yeah. One thing that I found to be tremendously useful is to finish the workout while I still have energy, to not take myself to exhaustion. And then I'm able to talk about the dopamine wave pool. I'm able to sort of ride that into the rest of the day feeling great. I sort of save or bank some of the vigor from the training to bring it into my work. But then again, I'm not an athlete. I get paid to think and to speak, not to lift weights or to run. KYLE GILLETT: Another component of that is the balance between your sympathetic, which is your fight or flight nervous system, and your parasympathetic, which is your rest or digest nervous system. There is an anecdote, which is likely true, that many elite bodybuilders are very parasympathetic besides while they're lifting weights. ANDREW HUBERMAN: You mean they're lazy and they like to eat a lot. KYLE GILLETT: Yeah. ANDREW HUBERMAN: The lazy bear in the gym kind of phenomenon. KYLE GILLETT: Absolutely. But that being said, after a very, very vigorous workout-- for example, one where you're trained to failure, which bodybuilders and power lifters do all the time-- you feel the tiredness-- or you feel the strain from that heavy sympathetic activity when you are lifting a heavy weight, and it can potentially affect how you feel the rest of the day. So many people who have a job where that is highly cognitive do not like to have an extremely vigorous workout in the morning, which is when a lot of people are able to exercise. ANDREW HUBERMAN: When I exercise early in the morning-- that is, before 9:00 AM-- I have more energy all day long. If I do it mid-morning, I have experienced more of an afternoon crash. There's probably some circadian biology in there. I also noticed-- and I've actually seen in my bloodwork-- that if I don't get out for a 45-minute jog at least once a week, all of my blood profiles suffer in a direction that I don't want them to go. In particular, testosterone and estrogen move in directions that are not conducive to my goals. I'd like to talk about some of the approaches "
        },
        {
            "timestamp": 3492,
            "text": "that people can use in order to optimize hormones. And these days, for better or for worse-- I think for worse-- younger guys are asking about and using testosterone replacement therapy-- so-called TRT. And I just want to frame this up by saying there is no strict cutoff for what is TRT. There are plenty of people whose blood levels of testosterone and estrogen are within the normal reference range and decide to start doing these things. Of course, they can limit fertility. There are a bunch of issues even at non, quote, unquote, steroidal performance enhancing dosages. I'd love to frame this up by first defining our terms, because one of the challenges on the internet is people talk about TRT, then they'll talk about performance enhancing drugs, they'll talk about steroids. They're all steroids. I mean, testosterone, estrogen are both steroid hormones. But what one considers replacement therapy versus what one considers performance enhancing is going to depend. So here's my question. Why in the world-- [EMPHASIS] why in the world-- would any male in his teens or twenties, or even 30s, whose blood levels of testosterone and estrogen are at the appropriate levels, meaning within the normal reference range, take exogenous testosterone given all the negative effects on fertility, some of the challenges that it can present if the dosages aren't quite right, et cetera. Why would they do that, certainly if they are not being paid for a particular endeavor, like they're not making money? If they are playing a sport, chances are they're not allowed to do that anyway. It's on the banned substances list. So to me, it just seems like a crazy idea. But then again, I'm of a generation that really hasn't thought about doing that stuff until people were in their 40s and 50s or even never. So is there ever a case for somebody in their 20s or 30s to take testosterone if their blood levels are within the 300 to 900 nanograms per deciliter reference range? KYLE GILLETT: Not many cases. The reason for any performance enhancing drug, whether or not it is a steroid, synthetic, bioidentical, or otherwise, varies a lot. Some individuals do it only for cosmetic reasons even if it can have deleterious effects on the cosmetic appearance, for example, of your skin in the long run. But everyone has their different reasons. As far as like when does the benefit outweigh the detriment, not very often if you're in your 20s and certainly-- probably-- almost hardly never. There's always rare cases, like Coleman syndrome and whatnot, but almost never if you're very young. ANDREW HUBERMAN: So for people in their 20s, 30s, and beyond-- "
        },
        {
            "timestamp": 3662,
            "text": "40s, et cetera-- whose testosterone and estrogen levels are at the appropriate ratios, and then within the normal reference range, and they feel pretty good-- [CHUCKLES] we talked about the ADAMs exam-- or this sort of like feel-pretty-good is code for libido, energy, recovery, et cetera, and are feeling at least workable for their lifestyle. For those people, what can they do besides get great sleep, train, but not too hard or too often, et cetera, et cetera? What are some of the things in the realm of supplementation that can help them optimize their testosterone and estrogen without suppressing their own endogenous production of testosterone and estrogen? KYLE GILLETT: Let's mention creatine is the first one. Creatine is interesting because it has multiple different effects. It helps with amino acid synthesis. It also helps with oxidative stress. It can also serve as the backup fuel tank for your mitochondria, so holding backup ATP. And it does slightly increase total testosterone, and it also increases the conversion of testosterone to dihydrotestosterone, so potentially it's especially useful in men in even their teenage years and their 20s. ANDREW HUBERMAN: You mentioned the conversion of testosterone to dihydrotestosterone, and there is mythology out there that creatine can increase hair loss, I'm guessing because there's at least one study showing that creatine can increase DHT-- dihydrotestosterone. And DHT is one of the primary hormones that can promote male pattern baldness. So the question therefore is, does creatine supplementation increase the rate of hair loss? KYLE GILLETT: Theoretically, it can, but in each individual, preventing hair loss is a very poor reason to take creatine, because it's not going to take you to a supraphysiologic level, it's not going to increase your androgens to a unnormal level of binding. So I feel like this-- if that was a reason to not take creatine for hair loss, then that's-- ANDREW HUBERMAN: You mean-- sorry-- hair loss is not a reason to avoid taking creatine? KYLE GILLETT: Correct. Hair loss is not a reason to avoid taking creatine. Think of it as just bringing you to what you are naturally inclined to have. If your conversion of testosterone to DHT is already high, then often, creatine does not affect this. It just kind of resets your balance between testosterone being aromatized to estrogen or being 5-alpha reduced DHT. So it's not going to speed up hair loss more than just naturally being a male does. So in some individuals, it will have no effect. In some individuals-- for whatever reason, they have almost no 5-alpha reductase activity-- it will return them to natural or normal. ANDREW HUBERMAN: I see. Well, I take 5 grams a day of creatine monohydrate. I do it for the tissue volumizing effects, so for exercise benefits, but also for the cognitive effects. I don't know if it's increasing my hair loss. I mean, I've got a little bit of widow's peak type hair loss. That's where it is for me. I suppose beard growth is associated with DHT too. Is that right? KYLE GILLETT: Yes ANDREW HUBERMAN: What I learned-- but then again I haven't been into those literature in a long time-- is that because of differences in receptors, that DHT causes hair growth on the face and hair loss on the head. Is that right? KYLE GILLETT: Yes, and the amount, and the sensitivity, and density of those receptors is genetically determined. ANDREW HUBERMAN: And is it true that if your mother's father was bald that you will be bald in the same pattern, and if he wasn't, you won't? KYLE GILLETT: That is a decent correlation. Part of the proposed mechanism of this-- well, there are several genes, and you can actually test your genes for hair loss. You do get a decent amount of them from your mother. The unique thing you get from your mother that she may have gotten from her father-- that she got one of the copies from her father-- is your X chromosome. And the androgen receptor gene is on your X chromosome, so all men got their androgen receptor gene from their mother. ANDREW HUBERMAN: It's on their X chromosome, not on the Y chromosome. KYLE GILLETT: Correct. ANDREW HUBERMAN: Interesting. Even though all of the, quote, unquote, male promoting genes are on the Y chromosome, like malaria, and inhibiting, et cetera. Interesting. So 5 grams a day of creatine for most people should be fine. Beneficial for tissue volumizing-- so strength, bringing water into the muscles-- and for the cognitive effects. And the clinical support for creatine, I think, is quite strong at the 5 gram per day dosage. What other sorts of supplements can people benefit from? We already talked about the omegas and making sure that people are getting enough prebiotic fiber to support the gut microbiome and vitamin D. So what other supplement-based tools can people consider? KYLE GILLETT: Another one we can loop in with creatine is betaine. Some people are nonresponders to creatine, so you can increase that to 10 grams, or you can use its cousin betaine to help with amino acid synthesis and shunting of energy. Along with that, I would put l-carnitine which is actually the smallest peptide hormone. It's just two amino acids that are put together, so it's a-- ANDREW HUBERMAN: It's a hormone? Interesting. I'm not challenging it. KYLE GILLETT: Well, peptide. ANDREW HUBERMAN: I'm just-- I'm not challenging it. KYLE GILLETT: I would call it a peptide more than a hormone. So I would not call l-carnitine a hormone, but I would call dopamine a hormone. ANDREW HUBERMAN: Yeah, I could-- a neurohormone. It's so hard to define things as transmitters or hormones at some level. I agree. So l-carnitine-- actually, I should backtrack. Betaine-- do you recall what dosage people typically would take if they're a creatine non-responder? KYLE GILLETT: 1 to 3 grams. ANDREW HUBERMAN: Per day? KYLE GILLETT: In fact-- yeah-- several versions of creatine have betaine mixed in because it helps with the processing of methionine and homocysteine. ANDREW HUBERMAN: So if somebody is already taking creatine and likes it and responds to it-- I'll raise my hand-- such as myself, would adding betaine help or is it redundant with creatine? KYLE GILLETT: Only if their homocysteine is persistently elevated. And homocysteine is kind of like an inflammatory marker that can build up if you're not converting enough of it down stream. ANDREW HUBERMAN: How would I know? KYLE GILLETT: Just a blood test or if you knew your MTHFR polymorphism, which is basically how you add methyl groups to many things in the body. ANDREW HUBERMAN: Great. Any side effects of betaine that people should be aware of? KYLE GILLETT: Not that I know of. ANDREW HUBERMAN: People can look it up on-- examine.com is a great site for that. They'll surely list it. They just revamped their site by the way, and it was awesome before, and it's platinum now. So l-carnitine-- what are the ways to take l-carnitine? I know that there is oral forms in capsules and there's injectables. The injectables, I think you need a prescription. Is that right? KYLE GILLETT: Correct. You need a prescription for the injectables, or you should really get a prescription for the injectables. For when you inject it-- of course, at the supervision of your doctor-- it's usually done intramuscularly. It's an aqueous solution, so it does not have an oil or a carrier oil in it like TR-- like testosterone esters do. However, if you inject it too superficially, it's not going to make or break anything. Often, it just burns if you inject it subcutaneously and it does not disseminate throughout the body as well. L-carnitine potentially has localized effects if you inject it. If you ingest it orally, then it has a very low bioavailability-- maybe only 10%. ANDREW HUBERMAN: Well, I think most people are going to be able to get l-carnitine only-- or in its capsule form. So what are the dosages of l-carnitine that one needs to ingest then if they want to get a benefit because if only 10% is being absorbed, it's probably a lot of l-carnitine. How much should people take per day? KYLE GILLETT: Usually, I recommend for oral l-carnitine between 1,000 milligrams and up to 4,000 or 5,000 milligrams. ANDREW HUBERMAN: So 1 to 4-- maybe even 5 grams. KYLE GILLETT: Correct. Up to 5 grams a day. If you're on that much, especially if you have a dysregulated gut microbiome, you should be concerned with TMAO which is a potential carcinogen that both carnitine and choline can convert into. And your gut microbiota determine how much that happens. ANDREW HUBERMAN: Is it true that I can offset any negative effects of alpha GPC-- choline that is-- and l-carnitine that I take by ingesting garlic? Is that right? KYLE GILLETT: There's a compound in garlic called allicin-- I believe it's A-L-L-I-C-I-N. It's also part of the scientific name-- the genus of types of garlic. And this can help decrease the conversion to TMAO. Berberine actually slightly decreases the conversion to TMAO as well probably through alteration of the gut microbiome. And then just optimizing your gut microbiome can decrease conversion. So not everyone needs allicin, but it's something that you should certainly consider if you were on a high dose. ANDREW HUBERMAN: I'm going to continue to take the 600 milligrams of garlic every time I take my l-carnitine, but I'm going to skip the berberine because berberine gives me brutal headaches and it makes me crave carbohydrates because it drops my blood sugar. KYLE GILLETT: It has many other effects, including the dawn phenomenon where it drops your blood sugar when you're sleeping and you can't even realize it. ANDREW HUBERMAN: I am not a fan of berberine, and I'm sorry for those of you that are. I'm not trying to offend anyone, although frankly, if you're being offended by my stance on berberine, then maybe we should have another discussion. In any case injectable l-carnitine, if one can get that through a doctor, how much is absorbed and how much should one take? KYLE GILLETT: Almost all of it's absorbed. In general you're taking between 500 milligrams up to-- you can take a pretty high dose up to 2,000 milligrams. ANDREW HUBERMAN: And what we did not talk about is what l-carnitine does? So why should why should someone go through all of this? Is it to optimize testosterone, is it working on the receptor side? What's l-carnitine doing? KYLE GILLETT: It's a shuttle. So I think it's named carnitine palmitoyl coenzyme A. Basically, it just takes nutrients from outside your mitochondria and puts them in. It also has a unique effect-- well, not too unique because tadalafil actually has this effect as well-- is that it increases the density of the androgen receptor and the cytoplasm of your cells. So even if your androgen receptor sensitivity doesn't change and even if your testosterone does not change, you will have more testosterone binding to that increased number of receptors. ANDREW HUBERMAN: Does one need to cycle l-carnitine, creatine, betaine? KYLE GILLETT: No reason to cycle any of those. ANDREW HUBERMAN: What other supplements "
        },
        {
            "timestamp": 4305,
            "text": "can one use to try and improve hormone profiles? And here, I realize we're using a very broad brush because when we say improve hormone profiles, what are we really talking about? And for me, at least, I think about the subjective stuff. Do people feel like they are going to have more energy as a consequence of doing these things, are they going to have the more optimized libido, or are they going to have more optimized recovery from exercise? Because, I mean, it's not clear to me that taking one's testosterone from 600 to 800 is always going to be a good thing, especially if estrogen is increasing in parallel. That could cause issues. It could certainly make things better. It could certainly make things worse. So with that backdrop, what are some of the other things people can take? And then we'll go back to this issue of what really is optimization. KYLE GILLETT: Let's briefly mention vitamin D, which is also a hormone. It's actually a sterile hormone. And if you have deficient vitamin D and you replace it, then you will optimize your testosterone. Let's also mention boron. So if you have a very high SHBG, boron can acutely help lower it usually in a dose of 5 to 12 milligrams per day. It's not really a sustained effect, but boron is depleted in soils in many countries. I believe it's very high in soils in Greece and Turkey. So eating dates or raisins that are from those areas potentially have more boron. Boron also might be one of the reasons why the reference range for testosterone is much higher in those countries than other countries. ANDREW HUBERMAN: And just to remind people, that SHBG sex hormone binding globulin is attaching to the testosterone molecule and limiting the amount of so-called free testosterone that's available to have its impact on cells. When Dr. Peter Attia was on this podcast-- in fact, sitting in that very chair-- he said that the ideal level of free testosterone in males should be about 2% of one's total testosterone. Would you agree with that number or disagree? I'm sure Peter would be fine if you said either. [CHUCKLES] KYLE GILLETT: 2% is a good rule of thumb. Usually, the reference range is between about 1% and 4%. Some people do have genetic polymorphisms in SHBG, a specific gene mutation where they have very low SHBGs. Also men that have varicose veins in their testes, also known as varicoceles, tend to have very high SHBGs, so that percentage would likely be less than 2%. So just because your percentage of free T to total T is a little bit above or below 2%, that's OK. We just need to figure out the reason why it is. ANDREW HUBERMAN: How would somebody know if they have varicose veins in their testicles, especially if their testicles are still in-- attached to their body? KYLE GILLETT: Sometimes, it's hard to tell. There are several grades. If you have a grade 3 or a grade 4 varicocele, it has what's called a bag of worms appearance. So think about if you've just resistance trained, or it's a really hot day, or you're wearing very tight fitting clothing, then if you feel it and almost feels like there's worms in the scrotum. The other way is to do-- ANDREW HUBERMAN: That's a scary visual. KYLE GILLETT: --yeah, bag of worms. ANDREW HUBERMAN: Well, it was just that-- yeah, anyway. I think parasites when I hear that, but that's not what you're referring to. You're talking about just the texture. KYLE GILLETT: The best way for most people to check is to valsalva for a long period of time. When you valsalva, venous return will decrease. ANDREW HUBERMAN: Can you explain valsalva for people? KYLE GILLETT: It's bearing down like you're lifting a weight or having a bowel movement, where you swallow. And a lot of times, you can almost see build up of blood in you're jugular veins as well. So you have decreased blood return to the heart and increased blood in the veins themselves. ANDREW HUBERMAN: I'd like to take a brief break "
        },
        {
            "timestamp": 4534,
            "text": "and thank our sponsor InsideTracker. InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. I've long been a believer in getting regular bloodwork done for the simple reason that many of the factors that impact your immediate and long-term health can only be analyzed from a quality blood test. The problem with a lot of blood and DNA tests out there, however, is that you get data back about metabolic factors, lipids, and hormones, and so forth, but you don't know what to do with those data. InsideTracker solves that problem and makes it very easy for you to understand what sorts of nutritional, behavioral, maybe even supplementation-based interventions you might want to take on in order to adjust the numbers of those metabolic factors, hormones, lipids, and other things that impact your immediate and long-term health to bring those numbers into the ranges that are appropriate and indeed optimal for you. If you'd like to try InsideTracker, you can visit insidetracker.com/huberman and get 20% off any of InsideTracker's plans. That's insidetracker.com/huberman to get 20% off. So vitamin D3-- "
        },
        {
            "timestamp": 4599,
            "text": "I'm guessing you're talking about vitamin D3 specifically when you say vitamin D-- and then boron, 5 to 12 milligrams per day. And then what are some of the other things to optimize testosterone that are in supplement form? KYLE GILLETT: We can talk about things that affect the steroidogenesis cascade. So we could touch on tongkat ali. I know we've talked about that a little bit before-- ANDREW HUBERMAN: But I'm guessing a number of people probably haven't heard that conversation. KYLE GILLETT: Also known as Long Jack. And that upregulates several different enzymes in the steroidogenesis cascade. And by that, what you mean if-- and this is another good thing to Google-- I think anybody interested in hormone optimization should understand where sterile hormones come from. They come usually from cholesterol and they can be shunted off to vitamin D very easily, they can be shunted off to testosterone, or estrogens, or progestins quite easily as well. But tongkat helps with the conversion of multiple key steps where you synthesize testosterone. Another-- think of it as like a coenzyme or a cofactor-- an upregulator of these steps is insulin and IGF-1. So a good rule of thumb is if you are not expecting as much growth hormone, insulin, and IGF-1-- for example, lower carb diets, caloric deficits, you're trying to cut body fat or body weight-- then tongkat is going to be theoretically especially powerful. ANDREW HUBERMAN: What sorts of dosages of tongkat do you recommend to your patients? KYLE GILLETT: Anywhere from 300 to 1,200 milligrams a day. With tongkat, you need to be careful with the standardization because-- and if you're thinking about a general tongkat supplement, which is by far the most well-studied-- then you're looking at the eurycomanone content, which is a plant compound that is likely the main active pharmacologic effect. So that's the compound that's having the effect on the body. And if you standardize the eurycomanone very, very high, then theoretically you're having more effect at a lower dose. ANDREW HUBERMAN: I take 400 milligrams of tongkat ali per day. I take it early in the day because it has a bit of a stimulant effect, and if I take it after 2:00 PM, it starts to inhibit my sleep. I've been taking it for years. And I rather like that the effects. It seems subtle but consistent. I've never cycled it. Do you recommend cycling it? KYLE GILLETT: I don't see any reason to cycle it. There is a reason to cycle some supplements, but no reason to cycle tongkat. ANDREW HUBERMAN: My blood work tells me that it causes an increase in free testosterone for me and also a slight increase in luteinizing hormone for me. What are some of the other effects on various hormones that you've observed in the bloodwork of your patients taking tongkat ali? KYLE GILLETT: Tongkat can also slightly increase DHEA. And if you have a very high SHBG-- again, that's the protein that binds up your androgens and estrogens-- an extremely important protein-- the higher your SHBG, the more it helps decrease it. So they've studied tongkat in populations with very normal SHBGs and it does nothing for SHBG. ANDREW HUBERMAN: Interesting. Does that mean it does nothing for somebody overall? So if somebody has an SHBG that's in the normal range, will taking tongkat benefit them in any other way? KYLE GILLETT: Yes, it'll increase their total and free testosterone. ANDREW HUBERMAN: Got it. Does it-- is it known to have effects on anything else like thyroid hormone, growth hormone, or is it purely in these steroid synthesis pathways? Or steroid-- I should say synthesis, and receptor, and modulation pathways. KYLE GILLETT: There's no direct effect on those pathways. However, any time you alter your free androgen or free estrogen, particularly one without altering the other, it will alter the binding protein that binds thyroid hormones. So any change you make, whether it's natural optimization or hormone replacement, you're going to slightly skew your thyroid hormone profile. One common actionable example of this that I see often clinically is someone starts, let's say, estrogen replacement or testosterone replacement-- maybe they're taking an AI with their testosterone replacement-- ANDREW HUBERMAN: Aromatase inhibitor? KYLE GILLETT: Correct, an aromatase inhibitor, which blocks the conversion to estrogen. If they're taking testosterone and they have very little estrogen, then you're going to decrease the binding protein, also known as thyroxine binding globulin, which binds active thyroid hormones. So if you start TRT and you either have low aromatase activity or no aromatase activity-- no conversion to estrogen-- then your free thyroid hormones will go up. Even just acutely, usually feedback inhibition, which is how the body talks to itself and says, we need to make more of this or less of this. But acutely, there's not always enough time. You're going to have very high thyroid hormones and you can have tachycardia, which is a fast heart rate or you can feel kind of like overly fight or flight due to increased thyroid hormone activity in the in tissue. ANDREW HUBERMAN: Interesting. So tongkat ali-- just a broad range-- 300 to 1,200 milligrams per day. And I realize that the source matters there. What are some of the other hormones that you prescribe to your patients who do not "
        },
        {
            "timestamp": 4929,
            "text": "want to go on testosterone replacement therapy or take exogenous DHEA or anything like that? KYLE GILLETT: We can talk about fadogia next. Fadogia is interesting because-- it's a genus of plants. Fadogia agrestis is one of them. There's many others that are very interesting. That species is likely the most well-studied, and it will increase LH, so I would not consider it an LH mimetic, so it doesn't really mimetic. But it increases the release of luteinizing hormone from the pituitary. That's a hormone that binds to the Leydig cell to the LH receptor kind of like hCG does. And it will increase the release of testosterone. ANDREW HUBERMAN: I see. So I think for people who aren't familiar with hCG-- so human chorionic gonadotropin-- is basically synthetic luteinizing hormone and luteinizing hormone is the hormone released from the pituitary that is going to travel down to the testes to stimulate the production of sperm and testosterone, but mainly testosterone. Is that correct? KYLE GILLETT: Mostly correct. Technically, synthetic LH is also known as little r LH, or recombinant LH. And hCG can be synthetic, but often, it is just refined from the urine of pregnant ladies since the placenta makes it. That's why it's called chorionic gonadotropin. ANDREW HUBERMAN: So where are they getting all this pregnant women's urine? I mean, there a location? I mean, not that I want to go there, I just-- KYLE GILLETT: Donation? ANDREW HUBERMAN: --really-- so there are women that-- KYLE GILLETT: First trimester pregnant ladies. It's very high. ANDREW HUBERMAN: Donating their urine, and then they're purifying it, and then men are injecting it? KYLE GILLETT: Yes. ANDREW HUBERMAN: Wow. KYLE GILLETT: And that's actually the same for menopausal ladies. So first trimester pregnant ladies, that's how you can make non-synthetic hCG. And then for menotropins which are also known-- there's a couple of different names for it, like menopur. You have menopausal ladies that have very high LH and FSH, and then you refine the FSH and LH. ANDREW HUBERMAN: So moving away from the sources and from urine, Fadogia agrestis, what dosages do you have patients take? I've heard of some potential toxicity to the testicular cells. KYLE GILLETT: There is one study-- and this is a rat study, but you can equate the dose of toxicity in rats and humans. They did not give these rats any antioxidants, but it increases a couple of different proinflammatory markers. One is GGT, or gamma glutamate transferase. It comes from both the testes and the liver, and one is alkaline phosphatase, also known as Alkphos, again, coming from both areas. There are several different ways that you can attenuate this increase. And you can also just check to see if you have increased. In the rat dose that equates with humans that had no effect-- so the safe dose-- was an average of 300 milligrams a day. ANDREW HUBERMAN: So that would be 300 milligrams a day in humans is the dosage that did not have toxicity. Correct? KYLE GILLETT: Correct. And often, even if there is toxicity in rats, there is not toxicity in humans. So it's not directly equitable, but to be safe, another regimen that I have people take is 600 milligrams every other day or 600 milligrams three times a week-- often Monday, Wednesday, Friday. ANDREW HUBERMAN: This is very interesting and relevant, because I've been taking fadogia for some period of time. All my markers and tests indicate that there's no toxicity. But I've been taking 600 milligrams per day, but I've been cycling it for about 8 to 12 weeks on and then a few weeks off. But based on what you're saying, I'm thinking maybe three times per week or every other day might be better. Is that right? KYLE GILLETT: If you weren't going to get any labs, that is certainly the regimen that you want. If you're going to check your GGT and ALK phos, or even take other things to prevent those from increasing, then you can certainly be more aggressive with your fadogia dosing. You can increase it quite a bit, and it has a dose dependent response in both the activities associated with high testosterone and also just LH and testosterone. So the more aggressive regimen would be 600 milligrams daily for a month and then take one to two weeks off. ANDREW HUBERMAN: Great. I think that's more or less what I've been doing. Terrific. "
        },
        {
            "timestamp": 5192,
            "text": "In terms of other hormones, what are some of the supplements that can support growth hormone-- a hormone that's associated with tissue repair and, in some cases, metabolism and fat loss? What are some of the tools, nutritional and/or supplement-based, one can do to tap on the growth hormone pathway? And let's lump IGF-1 in there too since they're essentially working along the same dimensions. KYLE GILLETT: A quick synopsis-- growth hormone is a peptide hormone, and it is released by the pituitary. There's growth hormone releasing hormone and ghrelin that stimulate the release. So there's also peptides that are very analogous to these two things. You have that pulsatile secretion of growth hormone in a very fast half life of just minutes, and then it increases IGF-1. There is both peripheral IGF-1 and central IGF-1 and IGF2, but no need to get into the specifics. There is a happy medium to where your growth hormone is at an adequate level and your IGF-1 is an adequate level. Usually, those two are congruent. So in most cases, we just check an IGF-1 and, occasionally, the binding peptides for IGF-1 kind of like SHBG that we talked about earlier, but you're estimating a free IGF-1. It's kind of confusing because all hormone-- almost all hormones have binding proteins to help regulate them. But often, you want to look at free testosterone, free estradiol, free IGF-1-- or at least estimate it-- free cortisol even, and free thyroid hormone. But when you're talking about growth hormone and IGF-1, usually you don't need to do anything to optimize it. If you are diabetic, then-- and depending on the type of diabetes, your IGF-1 and growth hormone can be too high. Specifically, in type 1 diabetes, your growth hormone is extremely high, but your IGF-1 is low. So if you're in a dysregulated state or have pathology, I would just talk to your doctor about IGF-1 or growth hormone. Taking amino acids before you go to bed could potentially help with growth hormone release just because most growth hormone is released while you sleep. ANDREW HUBERMAN: I've heard that fasting can increase growth hormone. And I know there are certain patterns of weight training that can increase growth hormone. Some of those regimens in the weight room that increase growth hormone have been covered by Dr. Duncan French, who was a guest on this podcast, and so maybe we'll refer people to that episode for the specific protocols-- these high volume training. KYLE GILLETT: During those training exercises, it usually does it transiently for a period of a few hours. And a lot of this IGF-1 is released by the muscle itself. So it's not necessarily released by the liver. IGF-1 that is released directly due to growth hormone signaling-- usually, the growth hormone comes from the pituitary and binds to the liver where usually, it has a half life of about a week, where the paracrine or autocrine-- think of it as like the peripherally acting or acting in the muscles itself, which is also helpful-- is released and is not as concerning because it's not related to insulin resistance, but it is related to the training itself. ANDREW HUBERMAN: So fasting and growth hormone-- is it true that fasting can increase growth hormone? And maybe as a little related tangent, I've heard that limiting food intake for the two hours before going to sleep can increase the pulse of growth hormone that one experiences during sleep. Of course, everyone gets a pulse of growth hormone during sleep, but especially carbohydrate-laden meals can blunt that peak that occurs during sleep quite substantially. So two questions-- does avoiding food intake in the two hours prior to sleep help increase growth hormone release? Maybe it's being overly neurotic. Maybe people need to avoid food in the four hours before sleep. But regardless, what is the relationship between fasting and growth hormone release? I find this really interesting. KYLE GILLETT: Fasting certainly potently increases growth hormone release. However, the IND binding to the receptor is less sensitive. So although fasting does increase growth hormone, the genes that are downstream to it-- both the growth hormone genes and IGF-1 related gene transcription activity-- will not be significantly higher. However, if you are optimizing the growth hormone that is released as a pulsatile secretion, it is helpful to avoid eating for two hours. So the general rule of thumb is avoid eating about two hours before bed. I think that's clinically significant and helpful. But fasting otherwise specifically for growth hormone optimization in someone who already has normal growth hormone signaling is not helpful. ANDREW HUBERMAN: That's extremely useful to hear because one of the major reasons why people fast is to get that growth hormone increase. But if they're adjusting things on the backend that negate that, well, then, no such luck. Not that I have anything against fasting. I do a pseudointermittent fasting mostly because I prefer to eat at fairly regular times of day. So it doesn't sound like there's a lot that people can take in supplement form "
        },
        {
            "timestamp": 5512,
            "text": "to improve growth hormone. What about thyroid hormone? What are some of the things that people can take or do in order to make sure that their thyroid hormone levels are appropriate? KYLE GILLETT: You want to have a balance of iodine and you want to have a good source of iodine. So there are some camps that say you should use a huge high dose of iodine and there's protocols for it. And there are some that say you should use just barely enough iodine-- I believe it's like 200 micrograms per day. But you want to balance. One of the things that I see that many people do not talk about when it comes to iodine and thyroid is there's compounds known as goitrogens. And these goitrogens are neither good nor evil, but they're actually kind of a nice check and balance. You need more iodine if you consume more goitrogens. And some examples of these are some of my favorite foods-- cruciferous vegetables. Boron is also a goitrogen. So higher goitrogens, higher iodine. ANDREW HUBERMAN: So ingesting iodine containing salt is useful? Yes or no? KYLE GILLETT: Iodized salt does prevent goiter, but it is not necessarily the ideal form of iodine. Good forms of iodine often come from the ocean. If you look at a chart of hypothyroidism, there is a tendency to have more hypothyroidism the more inland you go. ANDREW HUBERMAN: So trying to eat some cruciferous vegetables each day would be the best way to improve thyroid hormone. KYLE GILLETT: Along with plenty of iodine. You don't want too much iodine signaling. Many people are familiar with radioactive iodine tablets, and that's basically an extremely high amount of iodine to block out the radioactive iodine that comes from after like a nuclear meltdown or whatnot. ANDREW HUBERMAN: So we've got creatine, betaine, l-carnitine, with allicin garlic to offset the TMAO. Vitamin D3, boron, tongkat ali, fadogia, some fasting. I'd love to talk to you about peptides. So I can imagine a hierarchy. "
        },
        {
            "timestamp": 5636,
            "text": "A hierarchy starts with behaviors and nutrition. Behaviors, of course, includes training, and limiting stress, and all the things we talked about before-- sunshine et cetera-- and optimize nutrition. Then, we talked about supplements-- all the things we just listed off to optimize testosterone. And we can get into this, but estrogen as well, which is important for libido, and brain function, and tissue function, and joints feeling good, et cetera. But then we get into the realm where one might, or could consider, exogenous hormones. Get-- taking a small dose of testosterone or taking a small dose of GH even if that were appropriate and certainly only working with a doctor. But in between, there's a step of so-called peptides. And of course, there are many peptides. We've already talked about some of them. But when people talk about taking peptides, the ones that I hear most often about is a category that increases GH and IGF-1, and those to my knowledge go by the things like sermorelin sort of a kit of things that are taken separately or in combination to increase GH and IGF-1. But then other people, for instance, are taking peptides like BPC 157 to try and improve tissue healing and recovery. There's a lot of interest in peptides. Please, if you would, tell us about what you know about the safety of peptides in terms of their sourcing and the utility of peptides. Is this something that people should consider before thinking about hormone replacement? Should people be wary of these things? I am very wary of particular sources that are sold online that are not clean. They contain contaminants and that could be dangerous. I really would love your thoughts on peptides. So I'm just going to sit back and let you riff on peptides, but if you could touch on some of the ones that I mentioned, I'd be most grateful. KYLE GILLETT: A peptide is just a chain of amino acids between two and a couple hundred in length. So I think of peptides as several different categories. And the GHRPs that you mentioned, I would consider those-- and that stands for Growth Hormone Releasing Peptide. You have two main types-- the ghrelin agonist that are-- or they hit the ghrelin receptor, and it helps release growth hormone because of that. And then also the GHRH-like peptides. So they're very similar to growth hormone releasing hormone. Often, they just change a couple amino acids, and it acts like that. Tesamorelin is one of them, sermorelin is another one, and CJC is another common one. I believe those are all in the class of GHRH-like peptides, whereas ipamorelin or ibutamoren, which is also known as MK-677, those two are in the class of ghrelin agonist. So they're more like they hit the receptor that ghrelin does whereas the other ones hit the GHRH receptor. ANDREW HUBERMAN: I think of ghrelin as making me hungry. KYLE GILLETT: Hungry and angry. ANDREW HUBERMAN: Why would I want to take something that would increase ghrelin signaling? KYLE GILLETT: Some people are trying to gain weight. It also does increase your growth hormone. So if your growth hormone is very low, you can consider it. Ibutamoren is a long-acting-- so it has a long half life, also known as MK-677. It was well-- it was studied mostly in growth hormone deficiency. ANDREW HUBERMAN: And do these people get angry also? KYLE GILLETT: They can. Many people report a side effect of anxiety or significant hunger. Most people take it in the evening so they don't notice that hunger as much. It can also greatly increase your blood glucose. So if you're insulin resistant or pre-diabetic, it gets especially concerning. ANDREW HUBERMAN: This is one of those rare moments where I hear something and I think, even though there is this kit of compounds that can increase GH and IGF-1, based on everything you're telling me, maybe just taking GH is the better option for those people, because growth hormone, at least it's-- synthetic growth hormone is mimicking an endogenous hormone. I mean, certainly not taking anything might be the ideal. But for those that want to increase growth hormone and they want to use pharmacology to do that, it sounds like these peptides are pretty precarious. KYLE GILLETT: Yeah, it kind of depends on the situation. If there's an individual that struggles with hunger and not eating enough-- for example, someone who has a very small stomach or they just have a very low hunger drive, sometimes you want more of that orexigenic signaling. The hypothalamus, you have anorexia signaling, which is kind of like anorexia, and orexigenic signaling, which is-- I call it the hangry center of the hypothalamus or the hangry center. And if there's an imbalance between those two, then perhaps it'd be helpful. Potentially theoretically helpful in anorexics, of which, the incidence of anorexia in men is increasing significantly. ANDREW HUBERMAN: As you're telling me this, I'm remembering being 14 or 15 years old, and I would go into the kitchen sometimes, and I was so hungry I would just obliterate all the food. And I do remember being-- I've always been a pretty high energy guy, but having an immense amount of energy. I can't recall if it was a hangry feeling or not, but I'm guessing that was growth hormone. I grew one foot in a single academic year, so I imagine that was at least in part due to growth hormone. In any case, sermorelin is the peptide that I hear most often about. I admittedly tried a run of it. I was researching a book, and decided to take it before sleep on an empty stomach. It gave me a tremendous depth of sleep, but that sleep was really truncated, which is just nerd speak for saying deep but short sleep. I would wake up after very intense dreams. I can't say that it helped me recover from exercise that much. I didn't notice any additional fat loss or anything. Sort of abandoned it except for occasional use. Again, this was prescribed by a doctor. I'm starting to get the sense that these peptides and their effects are somewhat vague, and distributed, and highly individual. Is that a fair way to describe them? KYLE GILLETT: Part of the problem with the effect of peptides is many people take them and levels that are far above the physiologic range. Even individuals who are checking their IGF-1 while they take these different GHRPs, most of them do not check the binding peptides-- for example, IGF binding peptide 1, 2, or 3. And their free IGF-1 level might be significantly different. So common doses that people will take these off-label for as a supplement are often much greater than the therapeutic or physiologic range. ANDREW HUBERMAN: Which, for me, just underscores the fact that it's pretty precarious. I mean, I'm not coming in here as the referee of what anyone should or shouldn't do. I'm just trying to gather and distribute information. But I've heard, for instance, that some companies where people can acquire these things without prescription, those companies are not good at cleaning out the lipopolysaccharide-- the LPS-- which can cause an inflammatory response. In other words, these are dirty compounds. And that just sounds risky. It just sounds-- frankly, it just sounds really dangerous to me. KYLE GILLETT: LPS is a common additive in many companies that are not pharmacies, but they're selling things that people often use as human consumption. One interesting note about lipopolysaccharide is your gut microbiome actually makes a lot of it as well, especially prevotella which is a specific species, that can have to do with your baseline body temperature. So your baseline body temperature might also change depending on if you're on a peptide that has LPS in it. ANDREW HUBERMAN: Yikes, yikes, and yikes. [CHUCKLES] But I tend to be pretty conservative when it comes to taking anything exogenous. But I do rely on many of the supplements that we talked about earlier and I do try and optimize the behavioral things and nutritional things for a long time. So then leaving peptides behind, we are now I suppose in the territory of exogenous hormone. "
        },
        {
            "timestamp": 6126,
            "text": "So let's say that somebody decides they're not concerned with fertility, or they're going to bank sperm, or they already have kids, or they're going to defer on this issue of wanting to have kids, my understanding is that nowadays, a lot of people are using testosterone-- let's not even call it replacement therapy, because some of these people have 600, 700, or even 800 nanogram per deciliter read. So they're not replacing anything that is diminished. They're just trying to augment what's already there-- increase what's already there. My understanding is that taking a low dose more frequently is going to be more beneficial than the kind of old school way of giving 100 or even 200 milligrams in a single injection once every two weeks. Is that right? And what do you do with your patients? So let me give you a hypothetical. Somebody comes into your office, they do their blood work, and they have blood levels of, let's say, 600 nanogram per deciliter testosterone. Their estrogen is also in normal range. Everything else checks out, but they're complaining of slightly diminished libido, slightly poor recovery from workouts, maybe reduced motivation and drive, although no major depression. And you come to the conclusion that testosterone therapy-- not replacement, but testosterone therapy might be a good option to explore. What's a typical dosage range and frequency of administration range that you might consider exploring? KYLE GILLETT: And some of this depends on the SHBG and free testosterone as well. So if that same individual had a very high SHBG which, again, is the binding protein that binds up the testosterone and all androgens and estrogens, if it is extremely high and they have a free testosterone of two, then they might need a different dose because they need enough testosterone in order to have a normal eugonadal free testosterone. But a general normal dosing range, especially for someone starting, is around 100 to 120 milligrams divided over the course of a week, usually either every other day or three times a week-- occasionally, twice a week. Many people with SHBG a bit higher can get away pretty easily with twice a week. This is assuming that the ester is cypionate or enanthate. ANDREW HUBERMAN: So two 60 milligram injections of testosterone cypionate per week. KYLE GILLETT: Yeah, very common dosing. ANDREW HUBERMAN: To hit that 120 milligrams per week is kind of the typical average. KYLE GILLETT: Correct. And I would consider this like a physiologic eugonadal dose. For many people, even 200 milligrams a week is far above the reference range. All of this is said with the caveat that testosterone is normally released in a pulsatile manner. So it's high in the morning, low in the evening. Whereas if you're on testosterone therapy, then you're going to have a steady state. So your testosterone level is going to be pretty much the same even in the evening. ANDREW HUBERMAN: And in your experience, when patients do that, I'm guessing they report that normal constellation of positive effects-- improved mood, improved energy, improve sleep, recovery, et cetera. What are some of the hazards or things that can crop up in bloodwork or just subjectively that can be warning signs that even a dosage of 120 milligrams divided into these two or three dosages per week is too high? KYLE GILLETT: Every organ system in the body. So this is when you really have to be at least well-versed in every organ system, not just the gonadal genital system. You need to have dermatology prowess. Acne is very common change. Lots of different skin pathologies or even bruising can be related to hormone replacement. Hair loss is very common to see as well. Mental status changes. It could occasionally even induce as a manic or a bipolar episode because testosterone is also dopaminergic. And then a cardiovascularly not just in the heart, but also concerns for like microvascular ischemic disease. Ferritin buildup because the estrogen also increases. And then fertility concerns as well and lipid concerns too. So you really have to be hematologist, dermatologist, cardiologist, lipidologist, the whole 9 yards. ANDREW HUBERMAN: So another reason-- or set of reasons rather to, if one is considering using testosterone therapy, to really do this in close communication with a really good physician because that's a lot to monitor. Knowing whether or not you have acne or not is one thing, but knowing whether or not your LDL is going up, your ApoB is going up, that's a whole other biz and that needs to be done through bloodwork is what I'm hearing. KYLE GILLETT: Correct. And if your physician that is managing or prescribing your testosterone therapy or your HRT is not well-versed in these systems, you would want him or her to be part of an interdisciplinary team where they have other experts that can monitor those systems. ANDREW HUBERMAN: I skipped over a sort "
        },
        {
            "timestamp": 6423,
            "text": "of still intermediate set of things-- prescription drugs-- but maybe talking about testosterone first was a bit of a mistake on my part because I'm aware that there are-- actually, I think there are companies, but certainly groups out there that say, no, wait-- don't go straight from nothing to supplements to testosterone. Once you're doing behaviors and optimizing nutrition supplements-- let's forget peptides-- instead of going straight to testosterone therapy, one idea that many people are pursuing is to take the prescription drugs that trigger luteinizing hormones-- so taking hCG-- human chorionic gonadotropin, which my understanding is will increase testosterone, but also estrogen. Or they'll take things like clomiphene. In fact, I think there are a bunch of companies out there now that are saying don't take testosterone-- it shuts down spermatogenesis, it shuts down testosterone production-- clomiphene is the way to go. Maybe you could educate us about the hCG monotherapy, I think it's called, where you're just mono-- one-- just taking hCG and clomiphene as a-- and/or clomiphene as a tool to ratchet up hormones. KYLE GILLETT: So a quick points on hCG-- human chorionic gonadotropin-- made during especially the first trimester of pregnancy, it has effects other than binding to the LH receptor. It also binds to the TSH receptor in the thyroid. ANDREW HUBERMAN: So it's thyroid stimulating hormone? KYLE GILLETT: Yes. In fact, if you look at a molecule of hCG and thyroid stimulating hormone, they are extremely similar. However, you need a relatively high dose of hCG to bind to the TSH receptor. This is the normal mechanism in pregnancy that accounts for the increased need of thyroid hormone-- usually, about 30% to 40%. So that's why if someone has hypothyroidism, you increase their dose of thyroid, because the hCG is not going to be doing it for you. The Clomid, or clomiphene, there's two main-- I believe it's diastereomers. And one of them is enclomiphene and one of them is zuclomiphene. And these two work slightly differently. Enclomiphene, I believe, has a faster half life and it is potentially slightly better tolerated. However, they were studying it-- Clomid is a very commonly prescribed drug, and obviously, there is plenty of enclomiphene in Clomid. However, the drug which was Andrew androxal-- A-N-D-R-O-X-A-L-- did not go all the way through the FDA approval process despite Clomid being FDA approved. ANDREW HUBERMAN: So there's Clomid which contains clomiphene, but there are also-- because we're talking about male hormone optimization this episode-- there are males out there who want to increase their testosterone and other hormones-- maybe growth hormone, et cetera-- who opt to not take exogenous testosterone-- so no cream, no pellet, no pill, no injectable cypionate-- but decide to take clomiphene a couple of times a week. My understanding-- I've never done this. I would say if I had. My understanding is that taking clomiphene-- maybe two 50 milligram tablets a week is what I hear people are doing-- will increase what-- luteinizing hormone, the various estrogen receptor subunits? Could you explain how clomiphene would benefit anyone, and is this a good strategy? I'm hearing that it's being done quite a lot now. KYLE GILLETT: It will increase testosterone in a dose dependent manner, but it has many other pharmacodynamic effects, which is the effect of the drug on the body other than its effect on the hypothalamus and the pituitary. So in the hypothalamus and the pituitary, it does what's called negative feedback inhibition or it blocks the action of estrogen. So it crowds out estrogen from the estrogen receptor on the hypothalamus and the pituitary. ANDREW HUBERMAN: And what's this objective effect that would cause? So to my understanding and experience of estrogen is that if I ever took-- and I did take a very low dose of an aromatase inhibitor once and I felt terrible. Actually reduced libido, joints felt achy. That's when I discovered that, wow, estrogen is actually really important for your brain function, for joint function, and for libido. And suppressing estrogen, for me, it just turned out to be the wrong idea. But my levels indicate that it's within reference range. So why would I want to take something that would increase the activity of an estrogen receptor? I just can't find the rationale for that. KYLE GILLETT: The main rationale behind taking a serm is as a very temporary measure that is not going to suppress pituitary or hypothalamic function if your testosterone is just so drastically low that it is unlikely to recover anyway. So most of the time it is not clinically useful, and serm should not be prescribed very often, certainly not as long term testosterone replacement or testosterone optimization in most individuals. There's always exceptions to everything. But there's five different estrogen and estrogen-related receptors. There's two main estrogen receptors. And clomid and every serm has a very unique profile because they selectively inhibit some receptors in some tissues, but not other receptors in other tissues. For example, Clomid can inhibit receptors that are in the eye, and it can cause visual changes, blurry vision, especially at higher doses. And it also acts in every other tissue of the body. So a side effects from Clomid and other selective estrogen receptor modifiers are very common. ANDREW HUBERMAN: So I'm at least-- by my mind, I'm going to pool them with peptides and say it sounds precarious and probably not ideal for most people. Going back to testosterone therapy then-- and notice, "
        },
        {
            "timestamp": 6776,
            "text": "folks, I've deleted the replacement part because I think so many people are using testosterone therapy without the need to-- the sort of reference range need to replace anything, but rather are building on what they already have for purposes of increasing vitality, et cetera. Going back to that, my understanding is that taking hCG several times per week can help maintain spermatogenesis and fertility even while people are on testosterone. But-- and you and I were talking about this earlier-- that there's tremendous variation. Some people will take a small amount testosterone and just crush their sperm count. They just won't make any viable sperm. Other people can maintain viable sperm production while on testosterone, especially if they're taking hCG. Is that right? KYLE GILLETT: Correct. And there's many reasons for this. Some of this has to do with heat damage to the testes, so potentially cold therapy could be helpful for that. And-- ANDREW HUBERMAN: Ice baths, cold showers? KYLE GILLETT: Mhm. ANDREW HUBERMAN: Yeah, or just avoid-- and certainly avoiding-- KYLE GILLETT: Mostly avoiding heat. ANDREW HUBERMAN: --sauna and hot tub. Yeah. KYLE GILLETT: Stopping the daily hot tub can restore fertility in many people. ANDREW HUBERMAN: I know a number of people that are trying to conceive children that go into the sauna, and they'll just put a cold pack in their shorts or between their legs depending on whether or not they're wearing shorts or not when they go in. Or they'll alternate ice and heat in a way that maintains coolness of the milieu in which the sperm live. In other words, they're cooling their scrotum deliberately in order to avoid killing the sperm. Actually, I saw an interesting paper that said that for every two degree increase in temperature of the scrotum, there's a 20% decrease in spermatogenesis and viability of sperm. And that actually, if you look at the difference between people who stand a lot, sit a lot, and drive a lot, what you see is a progressive decrease in sperm count because when people are sitting, there's an increase in temperature, and then when they're sitting on the hot seat of the car, there's an-- or using the heated seats, actually, it kills sperm. I think there are good data on that. KYLE GILLETT: Yeah, excellent data, and anecdotally, you see it as well. I've had several patients come in for fertility consultations. And all we do is like, no medications, no supplements. We change their-- several lifestyle things. Very tight fitting clothing is another one. And soon, they have fertility again and they're no longer-- they have sperm whereas before, they did not. ANDREW HUBERMAN: Interesting. I'd like to talk about some of the do's and don'ts, but we "
        },
        {
            "timestamp": 6930,
            "text": "have talked about a lot of do's-- things that one can do to optimize hormones. Maybe we could just do sort of more rapid fire Q&A on some of the don'ts and maybe throw in some science where you feel it's appropriate. Cannabis, marijuana, THC-- yes or no-- it diminishes testosterone levels? KYLE GILLETT: Smoked cannabis, I would say, diminishes testosterone, increases prolactin. That's a no. Other cannabinoids, not particularly harmful. ANDREW HUBERMAN: So CBD? KYLE GILLETT: CBD, not particularly harmful. Smoked CBD, I'm not sure. ANDREW HUBERMAN: What about edible cannabis and THC? KYLE GILLETT: As far as I know, edible cannabis and THC does not significantly increase prolactin to a point where it would be disruptive of hormones. ANDREW HUBERMAN: Can marijuana, THC, cannabis, whatever you want to call it, increase gynecomastia-- the growth of male breast tissue? KYLE GILLETT: Yes, it certainly can, and there's a pretty good association between smoked THC and gynecomastia. ANDREW HUBERMAN: What about nicotine and testosterone and estrogen and other hormones-- smoked nicotine? KYLE GILLETT: Nicotine is particularly concerning not only for testosterone, but also for estrogen. Part of it is, if you're talking about nicotine from tobacco, there's many other carcinogens in it, especially if it's smoked. But nicotine, even if it is chewed in a dose dependent manner-- so if you can use an extremely small amount of nicotine, then it's not as concerning in the long run. But it's a vasoconstrictor, and one of the main concerns with it would be cardiovascular disease or even microvascular ischemic disease that can lead to neurodegenerative disease, so like a type of dementia that can be partly due to nicotine. If you use nicotine for a very long period of time, especially at a higher dose, it's a dose-dependent effect on your hormone profile. ANDREW HUBERMAN: Is that also true for Nicorette and other nicotine gums? KYLE GILLETT: At high doses, if you can use an extremely low dose of a nicotine gum, then theoretically, that would be maintainable. It's not going to overload the nicotinic receptor. You have acetylcholine and the cholinergic system is one of your main nervous systems, of course. And you have muscarinic receptors and nicotinic receptors, and there's just better ways to optimize your nicotinic receptor activity. For example, acetylcholine precursors like alpha GPC, phosphatidylserine, phosphatidylcholine. Weak acetylcholinesterase inhibitors, especially natural ones, potentially have a part as well. And then other alkaloids. So nicotine is an alkaloid from the tobacco plant. There are other plants like cytosine and that genus of plants, and that alkaloid is also a nicotine receptor agonist. ANDREW HUBERMAN: Is it true that cycling for too long-- literally, bicycling-- sitting on a bike seat too long can damage the prostate? KYLE GILLETT: Yes, it can be very concerning, especially if you're seated while cycling, especially if you're putting a lot of pressure on the perineum. Your core is kind of like a box where your diaphragm sort of makes the top and your abs and serratus make the front and the sides. Your back muscles make the back, and then your pelvic floor makes the bottom of the box, which is arguably the most important part of your core. And that pressure can weaken and even lead to incontinence and impotence. ANDREW HUBERMAN: So we were talking earlier today in the gym about how heavy legwork, hack squats, deadlifts, those kinds of things a lot of guys are doing to increase their testosterone, done correctly, can actually augment and build up the strength of the pelvic floor. Done incorrectly, can actually weaken the pelvic floor and lead to all sorts of issues, including sexual effects-- negative sexual effects. So how does one go about learning whether or not their movements are being done properly to support pelvic floor or to destruct pelvic floor? KYLE GILLETT: The pelvic floor is a constellation of muscles just like any other kind of like system in the body. And form is important. If you're doing the valsalva maneuver, which again, is that bearing down or deep breath where you feel all of your abs are tight, you can also notice that your pelvic floor is tight as well. If you have a history of an inguinal hernia, which is a hole kind of like connecting the abdominal cavity down through the pelvic floor or even the scrotum in some cases-- and that can be a sign that there is weakness in that area, and you might have to concentrate it on it most, or even have a physiotherapist or a physical therapist specifically target the pelvic floor. Many exercises in which you valsalva or use your glutes or legs, you can learn to squeeze them and have that mind-muscle connection in order to help build up the pelvic floor. And there's other things. Many people are familiar with kegels. That is just one of the many different exercises that can help your pelvic floor. ANDREW HUBERMAN: My understanding is that while strengthening the pelvic floor is good, excessive contraction of the pelvic floor can actually limit blood flow to the pelvic area, the penis, and so forth. So this is, again, a double-edged sword. I mean, you don't want guys out there to just start doing endless number of kegels every day because they're actually going to constrict blood flow to that area. There's-- and in fact, the erection response is parasympathetic. It's a relaxed induced response, right? KYLE GILLETT: Correct. ANDREW HUBERMAN: So for the-- the reason I chuckle is that for-- because we're talking about things, we don't have visuals or charts, and certainly, it's hard to know whether or not a given exercise like kegels are going to be good or not good. If it's excessive, what-- how many sets and reps does it take before it goes from good to bad. Is there a kind of general rule of thumb for people to think about this? I mean, clearly blood flow to that area is key for sexual performance. And yet when one trains the legs or even walks, you're getting blood flow. So my understanding is this that a combination of weight training to stimulate the positive hormonal, and muscular, and connective tissue growth is key provided it's not overtraining, but so is casual exercise like walking, and stretching, and the sorts of things that will then return blood flow to that area. Is that an overly basic way to think about it or will that suffice? KYLE GILLETT: I think that's a good way to think about it. I think the main point with kegels is they're just one of many different things. So if you're having some pelvic floor pathology certainly or even just concerned about your pelvic floor, don't just take the advice do kegels and you'll be OK. That is not near enough. It's just one of the many aspects. ANDREW HUBERMAN: So going back to the rapid Q&A, and then we'll come back to this issue of blood flow because there's some interesting science and protocols there-- the question I have is, alcohol, does it increase aromatase, the enzyme that converts testosterone into estrogen or not? And is there a dose dependence there? KYLE GILLETT: It significantly does. There is a dose dependence. In general, I would not recommend more than three to four standard drinks. One huge glass of wine is probably five standard drinks. But I'd say every two weeks. ANDREW HUBERMAN: Yeah, that's consistent with what I discovered researching alcohol in an episode we did on alcohol. That no alcohol is definitely better for all aspects of health than any alcohol. And anyone that says that, well, red wine contains these various things, well, it doesn't contain enough of those positive things to have a positive effect. But that if people do opt to drink alcohol, that two drinks per week-- and meaning 20 grams of alcohol, so that's probably two 12 ounce beers or two 4 ounce glasses of wine-- is going to be the upper limit beyond which you're going to start seeing all sorts of negative effects. KYLE GILLETT: The other thing to keep in mind with alcohol is it has a lot of calories-- seven kilocalories per gram, almost as much as fat, which is 9. And then it's also very GABAergic, so it can activate inhibitory neurotransmission, and that can also affect how much LH and FSH is released. So that can also decrease testosterone almost kind of similar to how opiates can decrease testosterone. ANDREW HUBERMAN: And I feel very lucky that I don't enjoy alcohol-- never really did. I can kind of take it or leave it. I certainly don't like sedatives like Valium or anything like that, which, as you just mentioned, can suppress testosterone. You said the word fat, so I'm going to pick up on that and say, in order to optimize hormone production, is it important to have some saturated fat in one's diet? And what happens on very low fat diets to testosterone, and estrogen, and other steroid hormones? KYLE GILLETT: Fat is interesting because there are so many different beneficial fats. Omega 3s-- almost every American gets plenty of omega 6s-- in any developed country really. When it comes to saturated fat, there is more of a correlation with hormone optimisation. If you're eating things with saturated fat, you tend to have-- those are things with more fat soluble vitamins and things that are very nutrient dense otherwise. But it is not vital. In general, you want to eliminate any trans fat unless it's trans fat from the ruminants. There's always an exception to everything. So there are healthy trans omega 3 fats, which are formed in the stomach of grass fed and finished ruminants. ANDREW HUBERMAN: But ingesting mostly olive oils, maybe nut butters in limited amounts because they're very calorie dense, but-- unless people are trying to increase their calories, in which case, they're a great source of calories, small amounts of butter, ghee, probably OK, but not excessive amounts? Is that the idea? KYLE GILLETT: Yes. Fat is perfectly fine. Cholesterol has an interesting-- so cholesterol and, in general, phospholipids make the bilayer that's around the cell. But cholesterol is also a hormone in and of itself because it binds to the estrogen-related receptor alpha. So I consider that like in the estrogen receptor category, and that can help with metabolism, but also potentially have concerns for cancer and tumor risk. ANDREW HUBERMAN: I want to go back to the prostate "
        },
        {
            "timestamp": 7568,
            "text": "and talk to you about something that's kind of a newer emerging trend. I know that you've talked a little bit about this in previous podcasts, that a number of men-- or I should say a number of physicians are prescribing low dose tadalafil, also known as Cialis, to their male patients. So in dosage ranges of like 2.5 milligrams to 5 milligrams per day, but not for erectile dysfunction, but rather for improving prostate health. And presumably, they get sort of a boost in terms of blood flow to the genitalia as well. But again, not specifically to deal with erectile dysfunction, but to deal with prostate health and blood flow to the prostate. Is that something that you sometimes-- often prescribe to your patients, and of what age? KYLE GILLETT: Tadalafil is a very underrated medication. The age would kind of depend on the indication. So tadalafil is also a blood pressure medication. It can very slightly decrease blood pressure, especially at higher doses. At higher doses, it-- a high dose would be 20 milligrams, not 2.5 milligrams. But consistently, it can somewhat affect with the cones in the eye that have to do with red and green sight. Although, if you remove it, that effect is reversed. So basically, if you don't need really, really good red/green discrimination, you can take higher doses. But in general, I recommend no higher than 10 milligrams a day-- usually just two or 5 milligrams. One other benefit or other use of tadalafil is that it increases the density of the androgen receptor similarly to l-carnitine. So that's an interesting benefit. Another benefit is that if you give it to people with nocturia, which is urinating at night in general, it will cut the episodes in half. So it could go from 2 to 1, which can make a big difference for your sleep, which will secondarily make a big difference for your growth hormone and testosterone optimization. ANDREW HUBERMAN: Interesting. So you said 2.5 to 5 milligrams per day is typical for these prostate enhancing effects. KYLE GILLETT: Yes. ANDREW HUBERMAN: And you mentioned the potential side effects on adjusting visual perception. As a vision scientist, that rings in my mind. But in terms of red/green color discrimination, I'm guessing unless you're going to be a subject in one of the experiments in my lab or you want to be a fighter pilot, chances are you can probably get away with a little less red/green color discrimination. KYLE GILLETT: Correct. It's not considered clinically significant unless someone is a commercial pilot. ANDREW HUBERMAN: Great. KYLE GILLETT: So if someone's getting their pilot exam, that's one of the things we look for. ANDREW HUBERMAN: So commercial pilots aside, you might want to ask your doctor about low dose tadalafil for sake of enhancing prostate health. Certainly monitoring PSA prostate specific antigen is important. I can give an anecdote there. When I tried sermorelin, one of the surprising side effects that was not welcome was a dramatic spike in my prostate specific antigen. No one could explain to me why that would happen, but when I stopped taking sermorelin, it went back to normal. So that's one reason I avoid sermorelin, at least, frequent use of sermorelin. PSA should be kept-- what-- below levels of somewhere between 1 and 4 is considered healthy? Is that right? KYLE GILLETT: It depends on the age. If there's a 20-year-old, likely between 0 and 1. If there's a 40-year-old, likely between 1 and 3. And then if there's an 80-year-old, it would not be abnormal to have a PSA of 5 and have that be well within the reference range. Another thing we should mention about PSA is if you do take a 5-alpha reductase inhibitor like finasteride or dutasteride, often these will cut your PSA in half. So if you-- for example, if you have a PSA of 6 and you start finasteride or dutasteride, and then you recheck it in six months and it's 6.5, that is a huge concern, because that's actually doubled. ANDREW HUBERMAN: I'm glad you brought this up because I "
        },
        {
            "timestamp": 7796,
            "text": "almost overlooked the fact that I get a lot of questions about drugs to offset hair loss. Most of those drugs are going to operate through the DHT system-- the dihydrotestosterone system-- for the reasons we talked about before. DHT receptors being on the scalp and causing beard growth on the face. Is it the case that a number of people taking things like Propecia and other things to block the DHT or disrupt the DHT pathway are going to experience diminished sex drive, diminished motivation and general vigor? And if, so are there alternatives like topical DHT antagonists that they might use if they want to keep their hair, but not have those negative effects? KYLE GILLETT: The way that I think about hair loss is you have your fertilizers, also known as growth agonist, and then you have your anti-androgens. Whether they're systemic or topical, there is both, but that's the general laymen's way to think about hair loss. If you're only putting fertilizer in your hair but you have androgenic alopecia or male pattern baldness, then those hairs will still miniaturize, and eventually, you'll still have loss. ANDREW HUBERMAN: Such a great word-- miniaturize. It's enough to send anybody off to find a therapeutic. KYLE GILLETT: And by the way, it's difficult to tell if miniaturization is happening unless you have a magnifying glass. And you can use-- ANDREW HUBERMAN: I almost didn't know-- for a second there, I didn't know whether or not you were making a joke. You're talking about miniaturization of the hair follicle. KYLE GILLETT: Correct. ANDREW HUBERMAN: So what can reverse that miniaturization? Gosh, it's just a fun word to say. I'm going to just keep saying it. KYLE GILLETT: Each individual has-- again, we mentioned the androgen receptor. Males only have one androgen receptor gene that's on their X chromosome. So depending on how sensitive that androgen receptor is and depending on the density of the receptors in the hair follicle, you can have an arbitrary threshold. And you don't know what this threshold is until you start to have miniaturization and loss of hair. But over the threshold, the follicle will die and eventually the stem cell will leave. But under the threshold, you're OK. Every androgen binds to the same androgen receptor. So there is nothing special about DHT. DHT is just a stronger androgen. So the higher your SHBG-- things that increase SHBG are beneficial for hair loss prevention because you have less binding of that receptor. So if you think about hair loss-- specifically, androgenic or male pattern baldness in the terms of that androgen receptor and everything in general binding to it-- not just DHT, but also testosterone-- it's helpful. It's just that DHT is a huge battering ram whereas the other androgens are just light presses on the door. ANDREW HUBERMAN: Got it. So are some of the topical DHT receptor antagonists going to be a better choice for people that want to maintain their hair or grow more hair if they want to avoid side effects? KYLE GILLETT: Likely so. Some individuals benefit from systemic-- a systemic decrease in DHT for a couple of reasons. One could be prostate and then one could actually be hypertrophy of the myocardium. So DHT also disproportionately thickens the ventricle. So for someone on TRT, that might be a benefit that is prone to thickening of the ventricle at baseline. However, many people that have just a bit of predisposition, they can use things that are topical anti-androgens. Ketoconazole is one of them, caffeine is actually another one. ANDREW HUBERMAN: Wait-- drinking caffeine? KYLE GILLETT: Topical caffeine. ANDREW HUBERMAN: Oh, I was going to say my hair tends to grow pretty fast, so it might be-- but I drink a lot of caffeine. So topical caffeine? Really, rubbing coffee on their head-- KYLE GILLETT: Yes. ANDREW HUBERMAN: --or taking caffeine tablets-- and how does it-- wait, you have to explain how this works? How do people get caffeine into the hair follicle. KYLE GILLETT: Topically, the caffeine enters the scalp and crowds out-- somewhat crowds out the androgen. It is a weak effect. It's likely just strong enough to be clinically significant. Usually, caffeine is put into formulations with other things like ketoconazole that are also weak anti-androgens. Of note, spironolactone can be prescribed topically, but it is absorbed systemically because the size of the molecule. So unless your doctor specifically prescribes that for you, especially as a male, do not use topical spironolactone. Topical finasteride is also a smaller molecule, so it is also systemically absorbed, but it is not extremely well systemically absorbed. If you take topical finasteride, then usually your systemic DHT will decrease by about 30%. Topical dutasteride is likely a tiny bit systemically absorbed, but it's unique because it's half life is much faster at a lower dose. So topical dutasteride will not affect your systemic DHT at all, and I've seen this anecdotally on many people on topical dutasteride therapy. ANDREW HUBERMAN: We're going to have to get you back on here to do an episode all about DHT, and hair loss, and hair growth. Again, not a topic that I focus on a lot for myself, but that I get a lot of questions about from men and women. KYLE GILLETT: One thing that we could mention-- I got a ton of questions about turmeric and curcuminoids after the last episode. ANDREW HUBERMAN: Oh, yeah, I had reported my own anecdotal experience that taking turmeric really crushed my DHT levels and I did not feel good. I mean, it crushed all sorts of positive feelings of vitality. The moment I stopped taking turmeric, felt great again. KYLE GILLETT: Many people report this. And the interesting thing about turmeric is most of it's beneficial action-- not all of it-- some people benefit from systemic turmeric. And some people that can tolerate it-- well, it's actually great for the prostate. But most of the action, it does not need to be bioavailable. It acts on the gut microbiome. So you can take turmeric, and if it is not absorbed-- some turmeric is put in special formulations like micellar, or liposomal, or complexed. But a lot of it is put with black pepper fruit extract, which is also known as bioperine, which is actually also a 5-alpha reductase inhibitor and it affects liver cytochrome. And so many supplement companies put this black pepper fruit extract-- bioperine-- in almost everything. So some people are on really high doses, and that could also be making most of the effect of people who do not tolerate turmeric well. ANDREW HUBERMAN: Yeah, I avoid turmeric like the plague based on that one previous experience because it was clearly turmeric that caused the negative effect. Coming off it, everything reversed rapidly. And the bioperine-- the black pepper extract-- I also avoid that like the plague based on everything you just said. I want my 5-alpha reductase, I want my DHT to be optimized simply because my understanding is DHT is the more powerful androgen and it's the one that-- yes, it causes a little bit of hair loss and I've got a few patches here and there, but I'm willing to live with that based on all the other wonderful things that DHT optimization does. I'll quickly mention a few other things. One, saw palmetto is also a 5-alpha reductase inhibitor, but only a couple of the isoenzymes. There's three main isoenzymes, and a lot of the problem is that you're inhibiting a couple of the isoenzymes, but not the other one. Finasteride inhibits 1 and 2. Dutasteride actually inhibits all three. And finasteride inhibits the isoenzyme that is in genital skin, but not in the skin throughout the rest of your body. So a lot of the side effects of finasteride, which is loss of sensation and loss of erectile function, have to do with the disconcordance between the sensitivity of the genital skin and the skin. ANDREW HUBERMAN: Again, another reason to not disrupt 5-alpha reductase. And we'll definitely get you back on here to talk about-- I think we should just do a whole episode about DHT, because so often when people are thinking about optimizing hormones, especially males trying to optimize their hormones, they're thinking testosterone, testosterone. Maybe nowadays, they think a little bit more about free testosterone and maybe they think about estrogen as also being important-- not to crush estrogen. But DHT is, at least to my mind, the linchpin of so many of the things that subjectively people are really focused on-- libido, motivation, drive, et cetera. I have one final question-- it's just a brief one, but many of us have heard that the BPAs that are present "
        },
        {
            "timestamp": 8293,
            "text": "in plastic bottles and even in certain aluminum cans and phthalates-- a difficult word to pronounce, but a fun one nonetheless-- phthalates-- and work by Dr. Shanna Swan has shown that phthalate exposure to the fetus-- to pregnant mothers and to fetuses very likely is negatively impacting sperm counts, testosterone levels, and even changing genitalia size for the worse in males nowadays. I saw a beautiful lecture that Dr. Shanna Swan did on this when I was in Copenhagen. And it's very clear that it's negatively impacting the male fetus. She was also on Joe Rogan's podcast. I hope to get her on this podcast. However, what she couldn't answer for me was whether or not phthalates, and BPAs, and these things present in plastics, and some people claim in tap water, are bad for males after they're born and after puberty. What are your thoughts on-- or I should just ask you, do you drink water out of plastic bottles? Do you avoid drinking out of cans that are not specifically non-BPA containing cans? And do you actively avoid phthalates? My understanding is that phthalates are most enriched in pesticides, and that's why you're seeing dramatic drops in sperm and testosterone levels mainly in rural areas where they're dust cropping. KYLE GILLETT: Yeah. So I do avoid drinking out of cans that-- or plastics that may have BPA or bisphenol A in them. Bisphenol A is known to bind to what I would consider the fifth estrogen receptor, estrogen-related receptor gamma. So it I would consider it a xenoestrogen. So phytoestrogens are estrogens from plants, and in general, they're not concerning or clinically significant. And xenoestrogens are just other estrogens. So I do avoid BPA and I also test my water. I use a water testing service and I test it both after it's through my water filter and the tap water that my two boys drink almost every day. And it's very interesting. I only found one microplastic just a bit over the reference range, so it wasn't a terrible tap score. But even in developed countries, these are widely variable. As far as phthalates, again, very difficult and interesting to pronounce, but I remember learning about these because there is I believe a lawsuit that had to do with mac and cheese. And this was probably five years ago, and I was coming up with my list of-- each provider that does obstetrics has a list what to avoid for the pregnant lady. Sketchy deli meats or high mercury fish like swordfish and salmon, and I actually added processed mac and cheese to that list. ANDREW HUBERMAN: Interesting. Well, thank you for that. I'm going to extract your statement that you avoid drinking out of plastic bottles when possible. I'm guessing you're not neurotically attached to that. If you were dying of thirst, you might crack a plastic bottle of water to survive. But listen, Kyle-- Dr. Gillett-- thank you so much. You gave us an enormous wealth of knowledge, everything from behaviors, to psychology, to supplementation, to prescription drugs. We will make sure to point out where people can get a hold of you on Instagram, and on Twitter, and on other websites in our show note captions. But really, just on behalf of the audience and just for myself, thank you so much. You have an immense amount of knowledge and you're exquisitely good at sharing it with people in an actionable way. So thank you. KYLE GILLETT: My pleasure. ANDREW HUBERMAN: Thank you for joining me today for my discussion with Dr. Kyle Gillett all about male hormone optimization. And I just want to remind everybody that we will soon have an episode "
        },
        {
            "timestamp": 8515,
            "text": "all about female\nhormone optimization.If you're learning from\nand/or enjoying this podcast,please subscribe to\nour YouTube channel.That's a terrific zero-cost\nway to support us.In addition, please\nsubscribe to the podcaston both Spotify and Apple.And on both Spotify\nand Apple, youcan leave us up to\na five star review.If you have questions\nfor us or commentsabout the podcast\nor guests that you'dlike me to interview on\nthe Huberman Lab podcast,please put those in the\ncomment section on YouTube.We do read all the comments.In addition, please\ncheck out the sponsorsmentioned at the beginning and\nthroughout today's episode.That's the best way to\nsupport this podcast.If you're not already following\nHuberman Lab on social media,we are Hubermanlab\non all platforms-- sothat's Instagram, Twitter,\nLinkedIn, and Facebook.And all of those places,\nI describe scienceand science-related\ntools, some of whichoverlap with the contents\nof the Huberman Lab podcast,but much of which is distinct\nfrom content on the HubermanLab podcast.So again, it's Hubermanlab on\nall social media platforms.During today's episode and\non many previous episodesof the Huberman Lab podcast,\nwe discussed supplements.While supplements aren't\nnecessary for everybody,many people derive\ntremendous benefit from themfor things like sleep, hormone\naugmentation, and focus.If you'd like to see the\nsupplements discussedon various episodes of\nthe Huberman Lab podcast,please go to\nlivemomentous.com/huberman.We partnered with\nMomentous because theyare extremely high quality,\nthey ship internationally,and they formulated supplements\nin the precise ways thatare discussed as optimal to\ntake for various outcomeshere on the Huberman\nLab podcast.If you haven't already\nsubscribed to the Huberman Labpodcast newsletter, it\nis a monthly newsletterthat includes summaries\nof podcast episodesas well as toolkits, all of\nwhich are completely zero cost.All you have to do is provide\nyour email to sign up.We do not share your\nemail with anybody.You do this by going to\nhuberman.com, go to the menu,and tab down to newsletter.Provide your email.You'll get a confirmation link.Click on that link,\nand you'll receiveour monthly newsletters.And you can also access any\nof the previous newslettersthat we've released, including\nthe toolkit for sleep,for fitness, deliberate\ncold exposure,and so on by going\nto huberman.com,going to the menu,\ngoing to newsletter,and there, you'll see those as\nimmediately downloadable PDFs.Thank you, once\nagain, for joining mefor today's discussion about\nmale hormone optimizationwith Dr. Kyle Gillett.And as always, thank you for\nyour interest in science.[MUSIC PLAYING]"
        }
    ],
    "episode_summary": "My guest is Kyle Gillett, MD, a dual board-certified physician in family medicine and obesity medicine and an expert in optimizing hormone levels to improve overall health. We discuss how to optimize male hormones using a range of nutritional and behavioral tools, exercise, and supplementation (including discussions on tongkat ali, fadogia agrestis, creatine, peptides and more). We explain how puberty and aging affect hormone levels, how to use bloodwork to monitor hormone levels, how hormone health impacts fertility, libido, hair loss, and prostate health, and describe behaviors that negatively impact testosterone levels. We also discuss how to approach prescription hormone therapies, including which biomarkers to monitor when using these approaches and how to optimize synergistic hormones (e.g., growth hormone and thyroid hormone) to support complete hormone health safely and rationally. Dr. Gillett offers numerous actionable tools that can be tailored to specific goals and age ranges to attain and maintain optimal levels of male hormones for overall health, well-being and longevity. \nFor the full show notes, visit hubermanlab.com.\nThank you to our sponsors\nAthletic Greens: https://athleticgreens.com/huberman\nLMNT: https://drinklmnt.com/huberman\nMomentous: https://www.livemomentous.com/huberman\nHuberman Lab Premium\nhttps://hubermanlab.com/premium"
}