{
    "title": "Dr. Robin Carhart-Harris: The Science of Psychedelics for Mental Health",
    "ep_num": "53",
    "link": "https://www.youtube.com/watch?v=fcxjwA4C4Cw",
    "chunks": [
        {
            "timestamp": 0,
            "text": "ANDREW HUBERMAN: Welcome to the Huberman Lab podcast, where we discuss science and science-based tools for everyday life. [MUSIC PLAYING] I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is Dr. Robin Carhart-Harris. Dr. Carhart-Harris is a distinguished professor of neurology and psychiatry at the University of California, San Francisco. He is one of the leading researchers in the field of psychedelics and how they change neural circuitry in the brain. His laboratory is responsible for understanding, for instance, how psilocybin, also sometimes referred to as magic mushrooms change neural circuitry in the brain, such that new ideas and new forms of learning occur. His laboratory is also responsible for carrying out various clinical trials, some of which have demonstrated that appropriate dosages of psilocybin can alleviate major depression in more than 67% of people that take the drug. Now, this is not to say that everybody should take psilocybin, and today's discussion describes both the clinical trials and why treatments with psychedelics in some cases work and in some cases do not work in order to treat major depression. As well as discussions around psilocybin, lysogenic acid diethylamide, sometimes also referred to as LSD, as well as DMT. And how these change the brain, and how those brain changes can relate to changes in mental health, as it relates to depression and other psychiatric challenges, as well as how psychedelics are being applied in order to change neural circuitry for sake of expanding different aspects of the human mind, including creativity, intelligence, and much more. During today's discussion Dr. Carhart-Harris teaches us about the history of the study of psychedelics, as well as how the legislature, that is the laws surrounding psychedelics, are evolving in the United States and elsewhere for the use of psychedelics to treat psychiatric challenges. By the end of today's discussion, you will have a thorough understanding of how psychedelics work. Both in the short-term during the actual journey or trip. In fact, much of my discussion today with Dr. Carhart-Harris talks about the different aspects of the psychedelic journey and how those relate to therapeutic outcomes. And, of course, by the end of today's discussion, you will also understand the long-term effects of psychedelics, that is, how they can actually rewire the brain. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Eight Sleep. "
        },
        {
            "timestamp": 148,
            "text": "Eight Sleep makes smart mattress covers with cooling, heating, and sleep tracking capacity. I've talked many times before on this podcast about the fact that sleep is the foundation of mental health, physical health, and performance. One absolutely critical variable to getting excellent sleep is the temperature of your sleeping environment. That is, in order to fall and stay deeply asleep at night, your body temperature needs to actually drop by about 1 to 3 degrees. And in order to wake up in the morning feeling refreshed and alert, your body temperature has to increase by about 1 to 3 degrees. There are a lot of ways to control the temperature of your sleeping environment, but one of the best ways is to control the temperature of your actual mattress-- the surface that you're sleeping on. With Eight Sleep, you can do this very easily. There's a simple-to-use app where you can program in the temperature of your mattress across the night. So you can make it slightly cool at the beginning of the night, getting cooler, putting you into deep sleep, and then rapid eye movement sleep. And all of that, in terms of its impact on your sleep, can be tracked within the same app. I've been sleeping on an Eight Sleep mattress cover for more than two years now, and it has completely transformed my sleep. If you'd like to try Eight Sleep, you can go to eightsleep.com/huberman for their exclusive Memorial Day savings now through June 5 2023. Eight Sleep currently ships in the USA, Canada, United Kingdom, select countries in the EU, and Australia. Again, that's eightsleep.com/huberman. Today's episode is also brought to us by Levels. Levels is a program that lets you see how different foods affect your health by giving you real-time feedback on your diet using a continuous glucose monitor. One of the most important factors in terms of your energy levels and your immediate and long term health are your blood glucose or blood sugar levels, as they're commonly called. With Levels, you can assess how different foods and activities impact your blood glucose levels. When I did this, it taught me several things. First of all, it taught me that certain foods really spike my blood glucose levels. And while spikes in blood glucose aren't always a bad thing, I was able to assess how certain foods were spiking my blood glucose too much, such that I would have post-eating dips in energy levels. And by removing those foods and substituting in other foods, it really evened out my energy levels. So if you're interested in learning more about Levels and trying a continuous glucose monitor yourself, go to levels.link/huberman. Right now, Levels is offering an additional two free months of membership. Again, that's levels.link/huberman. Today's episode is also brought to us by HVMN Ketone-IQ. Ketone-IQ is a ketone supplement that increases blood ketones. Now, most people have heard of the so-called ketogenic diet. But most people, including myself, are not on the ketogenic diet. That is, I and most people eat complex carbohydrates, fruits, and things of that sort in addition to quality proteins, et cetera. It turns out that even if you're not following a ketogenic diet, increasing your blood ketones can still have benefits. So for instance, I use Ketone-IQ anytime I want to do extended bouts of focused work. Preparing for podcast, research, writing grants, and if I ever want to exercise but I don't have time to eat or I don't want to have my gut full of food. Taking Ketone-IQ and thereby increasing my blood ketones allows me to do cognitive work or physical workouts without getting hungry and with plenty of energy and cognitive focus. If you'd like to try Ketone-IQ, you can go to hvmn.com/huberman to save 20% off. Again, that's hvmn.com/huberman. I'm pleased to announce that I will be hosting two live events in September of 2023. "
        },
        {
            "timestamp": 341,
            "text": "The first live event will take place in Toronto on September 12. The second live event will take place in Chicago on September 28. Both live events will include a lecture and a question and answer period and are entitled, The Brain-Body Contract, during which I will discuss tools and science related to mental health, physical health, and performance. And I should mention that a lot of that content will have absolutely no overlap with content covered previously on the Huberman Lab podcast or elsewhere. If you're interested in attending either or both of these events, please go to hubermanlab.com/tour, and enter the code \"Huberman\" to get early access to tickets. Once again, that's hubermanlab.com/tour and use the code \"Huberman\" to access tickets. I hope to see you there. And now for my discussion with Dr. Robin Carhart-Harris. Dr. Carhart-Harris, welcome. "
        },
        {
            "timestamp": 391,
            "text": "I've been wanting to talk to you for a long time. I certainly have known who you are for quite a while, because I place you in this very small but very special and important category of researchers who has been pioneering the use of psychedelics for the treatment of specific clinical conditions, and really carrying the torch for, essentially, the entire field. So I want to start with a voice of gratitude and say thank you for doing this incredibly important work. Could you tell us a little bit about what psychedelics are? In fact, I'm curious as to how the name psychedelic ever came to be. ROBIN CARHART-HARRIS: Mhm. ANDREW HUBERMAN: And what you think they potentially reveal about the workings of the brain. And then we'll talk about the clinical applications. ROBIN CARHART-HARRIS: Sure. Well, even that one is kind of hot one, because opinions differ on how to define psychedelic. But perhaps, a good starting place is to start with the etymology, where did the word come from? And it was a Brit excommunicated living in Canada Humphry Osmond who was due to present a paper at a National Academy of Sciences meeting on psychotomimetics-- drugs that mimic aspects of psychosis in their action. And certain drugs like mescaline-- let's see, 1956-- and LSD were on the bill. And he felt dissatisfied with them being under this category of psychotomimetics, and felt that the signature psychological effects of these compounds went beyond just mimicking psychotic symptoms. And so he wanted to find a more apt term to speak to, in a sense, the principal component of their action. And he jotted down a few different possibilities about a dozen or so, I think. And one of them was psychodelic, actually it started as and ended up being psychedelic. And he had a correspondence going on with another Brit also living in the US, Aldous Huxley, where they were playing with some terms to refer to these compounds. And in the end, Osmond won with psychedelic, and he had this little ditty of, to fathom hell or soar angelic, just take a pinch of psychedelic. That's where you put the disclaimer in. And so what does that mean? It's two ancient Greek words psyche, means the human mind or if we're being actually true to the ancient Greek it means soul. And then the other component means to make clear or to make visible or to make manifest or to reveal. So all of those work. And it's a neologism. It's a made up word. But it does have that ancient Greek origin. And it's speaking to this principle that these compounds reveal aspects of the psyche, of the human mind, the soul that are ordinarily not entirely visible. And so that's the etymology, and it's wonderfully poetic. But I happen to think it's also very accurate. It's a useful term, because it's sort of, you might say valence nonspecific. It doesn't say, you're going to have a great time or that you're going to go mad. It's more that-- it reveals a psyche, and it could be hellish but it could be heavenly. So that's the etymology and also a bit of the psychology. And sort of pointing to the phenomenology, the subjective experience. But there's also a pharmacology here. And quite recently, there was put out a consensus statement about psychedelics that's really referring to what we call the classic psychedelics to say that these are all compounds that work on a particular receptor in the brain, the serotonin 2A receptor. And that's another way that we could define these compounds. I said this one's a little hot, because I'm of the view that while the pharmacology is really useful, how the drugs work chemically, you can't avoid the phenomenology. And if we're true to the etymology, where the term came from, then we must recognize, and we cannot neglect the subjective experience. ANDREW HUBERMAN: Thank you for that beautiful description of what brought us to today in terms of using the word psychedelics. And now, it's thrown around all the time. ROBIN CARHART-HARRIS: Yeah. Too much. ANDREW HUBERMAN: Yeah. Too much. And I'm guessing-- well, not guessing. I'm certain that it's also used to describe many compounds that don't touch the 5-HT2A, the serotonin 2A receptor. So there is a broader categorization by most people. And it'll be interesting to see where all the nomenclature and naming goes. For the time being, I'd love for you to tell us a bit more about this idea that psychedelics, however "
        },
        {
            "timestamp": 725,
            "text": "one defines them, can reveal something about the mind that can't be revealed otherwise. Are you talking about the subconscious? I mean, psychologists and most famously, Freud but also Jung and also neuroscientists, I think, think about subconscious processing. I think, perhaps, the most salient example for me that's outside the realm of anything psychedelic would be blindsight. This phenomenon that you take people that are blind but still have some connectivity in their brain and you present them a board with-- or a computer screen with different number of dots on each side and you say how many dots are on each side of the screen, and they say, what do you mean? I can't see the screen. I'm blind. And you say, well, just guess. And their guess rate is accurate far more than chance would predict. ROBIN CARHART-HARRIS: Mhm. ANDREW HUBERMAN: So they have so-called blindsight, and people have said, well, this is the subconscious revealing itself. There's no psychedelic drug involved. But what you're describing is a pharmacologic-induced state that reveals something that normally should we assume is masked or that we are oblivious to-- even though it's expressing itself. What does it mean for these drugs to be revealing something about the workings of the mind that would not be obvious to us, otherwise. ROBIN CARHART-HARRIS: Yeah. So the example of blindsight is interesting but it's different. Blindsight would be referring to non-conscious processing, maybe implicit processing. So stuff going on in the mind in perception in a sense that is below the threshold of conscious awareness. But yet is influencing you. So it's sort-- it's kind of related, but it's different. So in depth, psychology, psychoanalysis, psychodynamic, psychology, Sigmund Freud, Carl Jung, and so on. We talk about the unconscious. And there, it's more about the kind of blood and guts of the human condition, the human nature-- both the personal unconscious. So things that you might not want to necessarily be conscious of, because it's painful. So that's the repression aspect pushing it out of conscious awareness. ANDREW HUBERMAN: Repressed memories in particular? ROBIN CARHART-HARRIS: Yeah. Like traumatic memories, difficult relationships. It could be complex trauma, not necessarily just a specific index trauma, but a series of trauma. And then you have the collective unconscious, which was really Carl Jung's contribution to say that there's a transpersonal quality to the unconscious. There's aspects about humans, not just this individual human. There's aspects to our minds, our psyches that are not fully available to conscious awareness, but can come up in certain states. Psychoanalysis went crazy for dreaming as their royal road to a knowledge of the unconscious. That was Freud. But we now with psychedelics, and this was what drew me into the area. Was discovering literature that was speaking to this particular action, the psychedelic action. And was saying that when these drugs-- like LSD, psilocybin found in magic mushrooms, when they're used in psychotherapy, material comes up that may be may have been repressed that is of therapeutic value and awareness and insight of this material seems to catalyze the therapeutic process with strong emotional release. These cathartic experiences and insights. Whether they're insights that are personal or whether they're transpersonal. But for me, this is really where the meat of it is with psychedelics and classic psychedelics, in particular. The likes of compounds like LSD and psilocybin. I would say that if it wasn't for this action by classic psychedelics, we wouldn't be so interested in psychedelics. I think, if we only had compounds like ketamine, MDMA cannabis, that could be said, broadly speaking, to be psychedelic-like. I don't think it necessarily would have captured the world's attention as psychedelics are right now. I actually think it's a major gap to fill. Is this principal action of the classic psychedelics. What does this mean that I'm referring to? Psyche-revealing. What is that? And I suppose where I'm going with this is, what is that in terms of the biology as well? What's going on in the brain and the body when people become aware of things that previously they weren't fully aware of. ANDREW HUBERMAN: I'd like to talk about some of the clinical trials that you've been involved with. "
        },
        {
            "timestamp": 1052,
            "text": "In particular, looking at psilocybin. As you mentioned, the principal hallucinatory psychedelic agent in magic mushrooms. I'd like to start with a kind of nuts and bolts question just so that everyone's on the same page. I've read the papers that you've published and that others have published in this area. And typically, the dosages used in these trials are 25 milligrams of psilocybin. And we talk about one recent trial, in particular, that compared 25 to 10 milligrams to more frequent use of very small amounts. 1 milligram over 3 weeks, for instance. However, when people talk about magic mushrooms, they often talk about gram doses of the mushroom, because I'm assuming that they contain milligram dosages of psilocybin. Here, we're not encouraging use of any kind. These are clinical trials. But for clarity of understanding, what is the conversion, typically? Like 1 gram of magic mushrooms will contain how many milligrams of psilocybin on average. Because what I'm trying to do here is calibrate people to this idea of microdosing versus macrodosing. And that's fairly straightforward to do with respect to the clinical trials. But then in a lot of the lay discussion around this, you hear about heroic doses versus microdoses. And so I think there's a lot of confusion. So if you would, educate us on this idea of what's a microdose. And perhaps, also how many milligrams of psilocybin are contained in a gram of quote unquote, \"magic mushrooms?\" ROBIN CARHART-HARRIS: Sure. Well, a microdose is neither of these are that. Simple. But they're fun. It's a fun challenge. But microdose, one definition is that it's a dose of typically a classic psychedelic like LSD or psilocybin that has some perceptible psychedelic effects. It doesn't put you into a noticeable altered state of consciousness that feels like you're tripping. And if that was LSD, it looks as though the threshold is around about, let's see, 10, 11, 12 micrograms. ANDREW HUBERMAN: Micrograms. ROBIN CARHART-HARRIS: Micrograms. ANDREW HUBERMAN: Want to be very clear here. Micrograms. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: So 10 micrograms of LSD, are you saying will not induce visual hallucinations in most people? ROBIN CARHART-HARRIS: So that's threshold level. That's about the level that some people who are sensitive could feel it. But if you were to talk to the microdosing gurus, they might say that that's the ballpark for an LSD dose that you would consider a micro dose, and then you would take semi-regularly. It's typically something like one day on, one day off or one day on, two days off. This kind of thing. There's different protocols. And yeah. So some like Jim Fadiman-- one of the popularizers of microdosing, I think would say that a true microdose should be sub-perceptible. You shouldn't feel it, yet the assumption is it's going to change you in some way on a kind of trait level more than a state level, and maybe behaviorally. And the typical story goes, it will improve well-being. And maybe, maybe, it could improve certain aspects of cognition, say, related to creative thinking. I emphasize the maybe there because that's another angle with microdosing. We're waiting for some compelling evidence. As things stand right now, I'd say, we lack that compelling evidence. There's some suggestive stuff, but often the study designs aren't that strong. It's really hard to do a study with microdosing, because you need to have permission to give people a microdose that for practical reasons, they would go home with, otherwise, you're requiring them to be in the lab, say three times a week for x number of weeks to meet the criteria of a course of microdosing, which might be two or three times a week for say, a month. And that's a hard thing to do in a lab study. It's expensive. You'd need to do that against a suitable control, so a placebo control. And there is a study that's been done in New Zealand that has some interesting preliminary data that did-- I think did the design right. But it hasn't been published yet. I've seen some positive findings presented around improvements in mood. But it's a bit early to get too excited about that. It needs to go through peer review and all that. But as things stand, the evidence is pretty thin. And we have to be honest about that. We did quite a creative study with my colleagues at Imperial. The guy leading that, Balazs Szigeti, a Hungarian chap, did a really creative design. Very much his brainchild. He instructed people to do their own blinding, their own placebo-controlled blinding of their own microdosing. So this was a classic citizen science study like do it yourself science where they would get their LSD tabs and chop them up, put them into gel capsules, opaque, and have other capsules that are the placebos that they just close empty capsule. And then there was a whole barcode scan technique so that you kind of shuffle them up. But they've got the barcode in, the QR code. So you can break the code later on, but once you've shuffled them up, you no longer know which ones had the microdosing and which ones are empty. ANDREW HUBERMAN: Was this LSD? ROBIN CARHART-HARRIS: This was LSD. Also tried it with mushrooms, but the issues with the mushrooms was people would burp sometimes. They'd belch. And then they'd have this mushroom taste. So then he instructed people to get some non-psychoactive mushroom material to put in. So it's really-- ANDREW HUBERMAN: Not an easy study. ROBIN CARHART-HARRIS: --not an easy study. And it was-- I love that kind of science. Real creative first mover kind of science. And the results were fascinating, because the short story is that the microdosing didn't compellingly beat the placebo. ANDREW HUBERMAN: It did not. ROBIN CARHART-HARRIS: It didn't. And he controlled, because he asked. He controlled for expectancy. So people's positive expectancy, which is, in a sense, the vehicle that carries the placebo response. It's why you have a placebo. Is that positive expectancy can drive a therapeutic effect to a large extent. So you measured that pre-trial and then used it to correct for the response. And how did it work? Those who got a placebo but thought they got a microdose did as well as those who thought they got a microdose and did get a microdose. So it was the bigger effect-- the majority of the effect was in thinking that you got a microdose. So in a sense, it was a victory for the power of the placebo response. And it's created all sorts of controversy. People don't want to believe it, that kind of thing. But that's the beauty of science, isn't it? That science is not about what you want to believe. That right there is the beauty of science. ANDREW HUBERMAN: I love that experiment. Kudos to them. I'm not going to attempt to say his last name correctly. ROBIN CARHART-HARRIS: I tried. Yeah. Probably you made a mess of it-- ANDREW HUBERMAN: No. No. I think you got it. You were involved in a clinical trial that "
        },
        {
            "timestamp": 1568,
            "text": "was published last year comparing 25 milligrams of psilocybin to 10 milligrams of psilocybin to a drug called escitalopram. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: Yeah. ROBIN CARHART-HARRIS: Lexapro. Yeah. ANDREW HUBERMAN: Lexapro? ROBIN CARHART-HARRIS: Mhm. ANDREW HUBERMAN: And this 1 milligram over a 3-week dosage. I'm wanting to discuss the results of that study a bit and some of the other trials that you've done involving psilocybin for depression, the treatment of depression. Could we calibrate ourselves? 25 milligrams of psilocybin, is that what-- it's going to be a perceptible dose presumably. Hallucinations and all that. And is that what one would find in-- I'm guessing here, if I'm accurate, this does not mean that I have experience here. But 2 grams of mushrooms? ROBIN CARHART-HARRIS: It's more than that we think. Yeah. Sorry. I missed that-- ANDREW HUBERMAN: No, no. ROBIN CARHART-HARRIS: I missed that one. Went off on a tangent. But yeah. 25 milligrams of psilocybin would be-- we don't know, and it's important that I say that because I wouldn't want people to hear my answer here, and then use it to calibrate their own dosing of mushrooms and get it way off. So it's guesswork. And I would love to see someone do a proper study on it. And look at the psilocybin content in a given mass of psilocybin mushrooms, magic mushrooms. But to my knowledge, that hasn't really been done. Someone like Paul Stamets would give a better answer here. But I think the percentage within the mushroom mass is-- of psilocybin in the mushroom mass and psilocin which is the metabolite of psilocybin is something in the 1%, a little bit higher, maybe, range. ANDREW HUBERMAN: OK. So 1 gram, 1000 milligrams of magic mushroom would contain about 10 milligrams of psilocybin. Is that right? ROBIN CARHART-HARRIS: Broadly speaking, yeah. ANDREW HUBERMAN: OK. Great. That helps calibrate. And I think, again, just allows the layperson to understand a bit more of where we're headed with these psilocybin trials and the results. So we don't have to restrict our discussion to just that I clinical trial. "
        },
        {
            "timestamp": 1708,
            "text": "But if we include that one and compare it to some of the other trials that you've done, I mean, your laboratory is seeing phenomenal-- in my opinion, phenomenal results in the treatment of, otherwise, intractable depression, major depression, which so many people suffer from. From two-- I suppose there two sessions of using psilocybin in these ranges of 10 to 25 milligrams. Do I have that correct? ROBIN CARHART-HARRIS: Yes. ANDREW HUBERMAN: OK. Could we talk a little bit about what people typically experience during those sessions that allows this phenomenal transformation of mood and state and trait as well? And I'm especially interested in whether or not it is the experience during those sessions that is the trigger that's necessary for the transformation from a depressed to a non-depressed state. Because the impulse is to think it is. That what one thinks and sees and hallucinates is-- and hears is so vital. But of course, these drugs can create neuroplasticity changes in our neural wiring, presumably for long periods of time. So what are your thoughts on the experience itself? And maybe for those who have not done these compounds before, you could explain a little bit about what's typical for people, and what you think is leading to that incredible positive and pervasive change in mood, state, and trait. ROBIN CARHART-HARRIS: I would say that it's more than impulse that is leading us to think that the experience is important. It's really data and converging evidence now. So independent teams, independent studies are converging on the magnitude of certain kinds of experience rated, yes, with subjective rating scales is predicting therapeutic outcomes. Pretty strongly and very reliably. And so that's guiding us. Now, could you say, well, maybe those experiences are some kind of epiphenomenon of say, a central brain action? Well, absolutely. But then all experience are epiphenomenon by that principle. And yet we care about it, you know? And it matters to us and in our human relations with each other. So I think it does matter to a human being when they're in say, a psilocybin therapy session, and as the drug effects begin to come on and the body starts to feel a little strange and tingly and there's some initial anxiety. And then in their mind's eye, they "
        },
        {
            "timestamp": 1873,
            "text": "start to notice patterns and maybe colors and then, maybe, those patterns deepen and they're dynamic and they have this fascinating organic quality. ANDREW HUBERMAN: Are they-- patients in your studies typically using an eye mask? ROBIN CARHART-HARRIS: Yes. ANDREW HUBERMAN: So they're in the eye mask? So eyes closed? ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: That's why you said mind's eye as opposed to looking out into the clinical setting. ROBIN CARHART-HARRIS: Yes. And that's one of the major differences to psychedelic therapy versus taking a psychedelic. Is you shut your eyes. And it's a world away from taking a psychedelic. Yeah. A rave or something. In a sense, good luck with that. But in psychedelic therapy, yeah. It's settled conditions. There's music playing. And what I'm describing here is very much the default. There's actually very little variability between the different sites that have done this work on these conditions. Typically, it's two people. Ideally, mental health professionals, at least one who's a psychiatrist or a clinical psychologist or some other kind of psychotherapist or psychiatric nurse. But ideally, two who meet those criteria with a individual who's ingested the drug and music playing throughout. A kind of runway into taking the drug and then throughout, so there's continuity. ANDREW HUBERMAN: They're music with lyrics or without lyrics? ROBIN CARHART-HARRIS: Without lyrics, to begin with, and the music typically is spacious to begin with. And then builds and becomes atmospheric. There might be, I don't know, some tribal drums in the distance or something as it develops or like the sound of a bird in the distance. A call. And then as it gets into more stronger drug effects, the music starts to coax emotion, and very intentionally, strings, for example, would come in and it would be an interesting experiment and one that we'd love to do actually to see whether if you were to pull that out, whether the psychedelic experience would be as emotionally intense as it is in psychedelic therapy when you have music there as a default. And across the board, people should find this remarkable, because it kind of is. All of the published studies that are now having such an impact on psychiatry and beyond have music there as a staple component. And we just take it as assumption that it needs to be. I tend to share that assumption. But it's remarkable that it hasn't been tested properly. But it's there. And if you were to run with that, and if you had a critical agenda, you would say, well, this is music therapy. Why are you making all this fuss about psychedelics when it's music that's there in all of these trials with all these fantastic findings. So there is something to that. And this will tee me up probably to talk about psychedelic-therapy being a combination treatment. We have a hyphen between the two, because I share the hypothesis. The assumption that should be tested better. There is a positive interaction between the two. That there's a synergy between the two. ANDREW HUBERMAN: That's why it's psychedelic-therapy with a hyphen, just like Carhart-Harris. ROBIN CARHART-HARRIS: OK. Yeah. ANDREW HUBERMAN: I'd like to take a quick break, and acknowledge one of our sponsors, Athletic Greens. Athletic Greens, now called AG1, is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. I've been taking Athletic Greens since 2012. So I'm delighted that they're sponsoring the podcast. The reason I started taking Athletic Greens and the reason I still take Athletic Greens once or usually twice a day is that it gets me the probiotics that I need for gut health. Our gut is very important. It's populated by gut microbiota that communicate with the brain, the immune system, and basically all the biological systems of our body to strongly impact our immediate and long-term health. And those probiotics in Athletic Greens are optimal and vital for microbiotic health. In addition, Athletic Greens contains a number of adaptogens, vitamins, and minerals that make sure that all of my foundational nutritional needs are met. And it tastes great. If you'd like to try Athletic Greens, you can go to athleticgreens.com/huberman, and they'll give you five free travel packs that make it really easy to mix up Athletic Greens while you're on the road, in the car, on the plane, et cetera. And they'll give you a year's supply of vitamin D3 K2. Again, that's athleticgreens.com/huberman to get the five free travel packs and the year supply of vitamin D3 K2. This is extremely useful to hear because I "
        },
        {
            "timestamp": 2186,
            "text": "think most people think, OK. Psychedelic. Whether or not they have experience with psychedelics or not, get some visual hallucinations, some auditory hallucinations, some synesthesia, some visual auditory blending, somatosensation, you know? Rubbing a surface and being able to elicit the sounds in one's mind. Of course, et cetera. But so seldom do we actually hear about the specifics of these clinical trials in a way that, for instance, points to music as one of the, perhaps, key variables. Now, you mentioned that as people enter these psychedelic states, that there's a little bit of initial anxiety. About a year and a half ago, I had a discussion with Dr. Matthew Johnson who's running some psilocybin trials at Johns Hopkins, as you know. And he mentioned the critical importance, at least in his mind, to this idea of the patient, quote unquote, \"letting go\" or allowing the experience to take them someplace mentally as opposed to trying to constrain their sensory and cognitive experience. I'm curious what your reflections are on that idea. And why it might be so valuable clinically. And this ties back to this earlier discussion we were having about the unconscious or about psychedelics revealing something that's there all the time but that we don't have access to. And again, I'm struggling to find the right language for this, because we don't really have a neural mechanism like top-down inhibition or something like that to explain how this unconscious might be uncorked in the psychedelic experience. But to make it quite simple and direct, how important do you think it really is for the patient to feel like they are, quote unquote, \"letting go\" and what in the world is \"letting go\" in biological terms? ROBIN CARHART-HARRIS: Yeah. Yeah. Well, I think we'll get there in terms of having the neural correlates of the mind revealing itself to itself. The emergence of the unconscious into consciousness or unconscious material into conscious awareness. It's a wonderful challenge. It's a huge challenge, but it's a challenge to embrace. And letting go very much is, again, a staple component of how the different teams do this work in terms of encouraging a willingness to let go. And when we started out doing our depression work and did that first trial, it was the first trial of psychedelic in a formally diagnosed depression, you know? Where that was the target population. A depressed population. It was the first modern study to do that. And we visited Hopkins, friends there and were mentored on how to do the guiding Bill Richards, Mary Cusumano. They were just so brilliant and wise in their guidance to us as how to do the guiding in our trial. And so this phrase of trust, let go, be open, you'll hear a lot. I don't know who fairly it should be attributed to, but I would attribute it to Bill Richards. Yeah. Everything's borrowed. You probably got it from someone else. But it's such a key principle. And it's almost like a mantra that you're trying to instill in people. Trust, let go, be open. And those different components where the trust is about the therapeutic rapport that, again, this goes beyond just intuition now. We formerly measured therapeutic rapport. We do it even with just a single item, a visual analog scale item, a subjective rating scale item on the morning of dosing, and we find that it's a significant predictor of the quality of the experience that you have under the drug in the psychedelic therapy, and then the therapeutic outcomes x weeks or months later. So very powerful chain of predictive components there, but trust, essentially, important. And again, not just to intuition but the data pointing to that. Let go, there's a readiness to surrender, to let go, to not resist. And we do measure that too and see that it's predictive of response. And then the being open is about a willingness to go there, to confront, to be inquisitive. Something that's easier said than done. Can be terrifying. When you're dealing with a very vulnerable population, it's probably more-- the rule then, the exception that they're carrying some significant adversity, life adversity or frank trauma that they've suffered. And so that message of be open, be willing to confront and to go there is really powerful. And that's how it plays out. And often, there is struggle. There's something going on that is I don't want to be feeling this. Make it stop. That can be nightmarish at times, but it's very, very strong. And with these big doses that we give, it's very strong. And actually, a student that I've worked with, I think now doing a PhD, at Harry Brouwer is working on a fantastic project characterizing the different phases of the psychedelic experience where the early phase is dominated by negative emotions and negatively-valenced feelings of anxiety and struggle. And then it's a different story in the latter half. ANDREW HUBERMAN: Could I ask about that? First of all, I think that's fascinating and important "
        },
        {
            "timestamp": 2581,
            "text": "to analyze the different phases and, again, I'm delighted here because people typically hear about a psychedelic journey but we never really hear about the stereotypic components of the beginning, middle, and end of that journey. We know that there's a peak and that there's a parachuting down and et cetera. But when you say that typically there's an anxiety, maybe some negative valence in the early stage, do you mean about the sensations people are experiencing or about some prior event that's being called to mind that they're remembering? Likewise, for the positive phase of the psychedelic journey or trip are people-- do they still call it a trip? ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: All right. For the-- I guess, we'll use trip. For the psychedelic trip. Are people feeling positive about the experience like, uh. Like there's been some sort of breakthrough or they're in a calmer state, or is it that they tend to be focusing on prior events that were positive. So in other words, is there a threading through of some concept that comes to mind for people? Maybe about an earlier trauma or maybe about a sense of self or a sense of other forgiveness. It could be any of these things. But what do we know about the finer details of all that? ROBIN CARHART-HARRIS: Mhm. I would say, the initial struggle is more against the general drug effects than pinning it on something specific. It's more that normal waking consciousness. We have a sense, generally speaking, if we're well or well enough, a sense of assuredness about what is a table here and so on. And we have that assuredness to an extent about ourselves as well. It might be illusory, but we have it. And what the drug's doing is it's breaking down all of that. And it's scary as hell. And if it's a big dose, it's just like human nature to rage against that a bit and a bit like dying. I don't want this. It feels like I could be dying. ANDREW HUBERMAN: I might lose my mind. ROBIN CARHART-HARRIS: Yeah. That too. ANDREW HUBERMAN: I'd never come back. ROBIN CARHART-HARRIS: Those two are the classics. Is oh, but I might know that I've taken a psychedelic and I might even know a bit about psychedelics, but I still fear that I'm going to go mad or I know that generally speaking, these drugs don't have a high fertility risk. I still think I'm going to die. And it's very palpable and that comes up. So yeah. I mean, those are the core fears. That those two and very reliably, that comes up. And it's really like a basic drug action. It's dose-dependent but it's a basic drug action that is forcing something about the nature of the mind and the way it's made up that makes it feel that way, but it feels like I'm losing my mind or it feels like I could lose my mind or that I could go insane or that maybe I'm dying here and this is bad. Yeah. ANDREW HUBERMAN: You've talked many times before "
        },
        {
            "timestamp": 2781,
            "text": "and have done really wonderful work looking at the changes in communication between different brain areas while people are under the influence of psychedelics. And I think the gestalt of those data, correct me if I'm wrong, is that compared to the non-psychedelic state, that under psychedelic influence. There is far more-- let's just call it interconnectivity or communication between brain areas that typically aren't communicating, which probably is not surprising to people given the subjective effects of these drugs. What is the evidence that after the psychedelic journey is over, that some or perhaps all of that enhanced communication across brain areas is maintained? And if so, what role do you feel that could play in these incredible positive therapeutic outcomes? ROBIN CARHART-HARRIS: Yeah. So we've had some recent findings in that direction where, yes, it's true. And picture says a thousand words that some people might be familiar with are these two circles project that we did in collaboration with some researchers where ordinarily, the communication is going on within systems like other regions of the visual system will be speaking mostly within the visual system. There'll be a kind of cliquishness or a modularity to the quality of the communication in the brain. And then the cool finding with psilocybin was the first paper, is that the communication, yes. It transcends these modules and becomes much more inter-modular crossing different modalities and that effect correlated with the magnitude of the subjective effects and then we replicated it with LSD using different methods. And a new paper will come out soon with DMT showing a similar effect. It's a bit of a debate about what regions are most implicated. But the general effect of an increase in global functional connectivity is what we call it or global communication in the brain. ANDREW HUBERMAN: And this is while under the influence of these drugs. ROBIN CARHART-HARRIS: This is under the-- ANDREW HUBERMAN: So putting people into a brain scanner while they are under the influence of the drug. Is that right? ROBIN CARHART-HARRIS: Yes. ANDREW HUBERMAN: That itself must be quite an experience, given that these scanners are small tubes. You're in a bite bar, you've got a bite bar in your mouth. That's quite a study. ROBIN CARHART-HARRIS: You don't always have a bite bar, at least with the psychedelics. But yeah. You've got to keep your head still. And you have the loud MR scanner noise going. But because it's regular, there aren't too many surprises. So it's actually surprisingly tolerable. ANDREW HUBERMAN: You're in a hospital setting. So you're not worried about what would happen if you had a cardiac event or something. ROBIN CARHART-HARRIS: Yeah. You got professionals around, and most people generally tolerate that setting quite well, surprisingly well. But yeah. We do all that. And yes, we do see the opening up of the communication across systems in the brain. And it does speak to intuition about the subjective experience. The different modalities might be blending with each other. ANDREW HUBERMAN: Sorry for interrupting, but I have to ask, is it thought that the activation of the serotonin 2A receptors what's responsible for the increased communication between brain areas that under normal circumstances would not be communicated? ROBIN CARHART-HARRIS: Yes. So there's a few reasons why some modeling work that-- computational modeling work that first identifies where the 2A receptor is and then looks at-- models its basic effect on neural activity. Will recapitulate the-- or recreate the effect that we see actually in the data with the scanning. So doing the computational modeling. You can see the same effect by knowing where the key receptors are and then making them do a certain thing that we know psychedelics do. ANDREW HUBERMAN: I can imagine two possibilities. And I think it's important to distinguish between these two. One possibility is that the activation of this serotonin 2A receptor leads to increased connectivity and thereby auditory and visual hallucinations emerge, changed patterns of thinking emerge, et cetera. That's the obvious interpretation. But the scientist in me has to ask, is it possible that all of that increased connectivity is occurring, and yet that is a distinct phenomenon layered on top of some other effect of the psychedelic drugs impacting access to the unconscious, hallucinations? In other words, is it the increased connectivity that's leading to the subjective experience, or are those two things happening in parallel? ROBIN CARHART-HARRIS: Well, they happen in parallel and they map to each other. But the question of causality, what causes what, is the tricky thing where I would suggest that the causality is circular. That they influence each other. And this gets a bit philosophical. But it matters, because otherwise, there's a trap that it's easy to fall into where you're thinking that it's all about the brain action causing the subjective experience. And that's typically what we do in cognitive neuroscience. It's like the first port of call materialist approach. But one can be a materialist, essentially, but still appreciate that circular causality that mind also interacts with brain. And it's so hard to pick the two apart. And there is a kind of essential dualism where subjective experience is a thing in and of itself. But that's not to divorce it from what's going on the biological level. ANDREW HUBERMAN: The reason I ask is because as I understand it, nowadays, there's "
        },
        {
            "timestamp": 3153,
            "text": "a bit of a movement within the scientific community that studies psychedelics to develop drugs that can, essentially, cure or alleviate many of the symptoms of depression or trauma that are built off our understanding of how psychedelics like psilocybin and here I'll throw MDMA in there, although classically not a psychedelic, it gets lumped in. We can get back to that later. But that do not produce hallucinations or massive changes in subjective experience. Actually, I think this is what initially got us into conversation on Twitter as I had learned about this paper published out of a group at UC Davis. That essentially modifying psychedelics so that they have potential therapeutic application for the treatment of depression but zero hallucinogenic properties. And I thought, wow. This is going to be a very controversial thing in the world, right? Because the history of psychedelics, as you pointed out, has been one of people accessing different modes of thinking, feeling. Seeing things and letting go. Trust, et cetera. A therapeutic relationship. And here we have-- I don't want to say pharma because it's not really pharma, but we have laboratories who are trying to tease apart the activation of receptors independent of all that subjective experience in order to, essentially, treat the same conditions. I'd love for you to comment on this, where you think it might be going. And whether or not you think that's the right or the wrong approach, if it has any validity at all. ROBIN CARHART-HARRIS: It is pharmas, just smaller pharma, sort of startup pharma. But-- ANDREW HUBERMAN: OK. So because pharma would like to have drugs that can cure depression but don't make people hallucinate. Is that correct? ROBIN CARHART-HARRIS: Oh, they would. And patients might and the system would love it, because the system is used to it. It's medicine. ANDREW HUBERMAN: Right. And it doesn't give this mental imagery of the Summer of Love in San Francisco or of kaleidoscope eyes, right? It's more of-- ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: You can imagine, the more-- I have to be careful with my wording here. Those who would not be inclined toward that might embrace a therapeutic that is strictly effective at treating depression with no hallucinations. ROBIN CARHART-HARRIS: Yeah. And it doesn't look like an individual lying on a sofa crying their eyes out about the life that they've lived. And that deep catharsis being life-transforming. Is very different from that model. I'm skeptical of it for a few reasons. And one is that I can't see the logic-- I can't see the pieces fit in a way that's compelling. And I'm also skeptical, because I think it could easily be wishful thinking, because of that point that patients would like it and the system would like it. And you got to bear that in mind as well. So wouldn't it be convenient if it were true and you could get the therapeutic action without the psychedelic effects? ANDREW HUBERMAN: Well, in a way, that's a little bit of what microdosing seems to be designed to do. Like you said, take dosages that are below that perceptual or awareness of some effect threshold over a longer period of time in an attempt to ping the circuits or alter the circuits but not hallucinate. Not have a catharsis. ROBIN CARHART-HARRIS: So if microdosing can do that, and it's sub-perceptible, then microdosing isn't a psychedelic action, because whereas the psychedelic action. When psychedelic, when defined, means psyche revealing. You're not getting that effect. You might be getting the pharmacology, you might be getting some direct serotonin to a receptor agonism that could be driving a therapeutic response, but you can get that with SSRIs as well. And so my point is, what's new? OK. Maybe it's a bit new and people are now developing direct 2A agonists rather than indirect through a serotonin releaser like the selective serotonin reuptake inhibitors, the SSRIs like Lexapro. ANDREW HUBERMAN: Are there any SSRIs that selectively agonize, which folks by the way means, activate, in a good way. Agony sounds terrible. Those not informed might think that mean that disrupt. But that can activate the serotonin 2A receptor. Are there any drugs that will do that are not psychedelic? I'm not aware of any, but then again I'm not a psychopharmacologist. ROBIN CARHART-HARRIS: Well, there are. I mean, are there any that are licensed and used as medicines in psychiatry? I actually had this debate recently on social media, and I couldn't see a compelling example. I saw 2A agonists that were used for other things. You have a compound like Lesuride used in treating Parkinson's, but actually it's more of a dopamine agonist. ANDREW HUBERMAN: Right. So they're always hitting other things, right? ROBIN CARHART-HARRIS: Yeah. Yeah. ANDREW HUBERMAN: They're always tapping other neurotransmitters-- ROBIN CARHART-HARRIS: All that being used for other things. So is there a selective serotonin 2A receptor stimulator, an agonist, that isn't psychedelic, that is therapeutic in psychiatry and the answer firmly is, no. I haven't seen it yet. Will they develop one? Well, for patients sake, I hope so. Because it would be great. Let's wait and see. If they do, I doubt it'll be psychedelic and I doubt it would have much to do with psychedelic therapy. And it would be much more like the system we're used to of chronic pharmacotherapy. Take your drug every day. Let's hope they find it and it works for patients sake. But as things stand right now, I'm a little skeptical. Now, some of the findings that are "
        },
        {
            "timestamp": 3525,
            "text": "being seen that are really exciting, fantastic work being done, showing things like increases in the communication components of neurons, dendritic growth, spine growth, synaptic spine growth. ANDREW HUBERMAN: Yeah, by the way, folks, just I'll interrupt for not necessarily spine-- not the cerebral column but spines are these little tiny twigs with bulbs on the end of neurons that allow for communication points between neurons. So neuroplasticity is often associated with growth of dendrites and spines and so forth, which is what Robin's referring to. That reminds me, and I just want to make sure that we close the hatch on the earlier answer, because I interrupted you. Is the increased connectivity between-- or communication between brain areas that's observed while people are under the influence of the psychedelic also observed later after the effects of the drug wear off? ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: And then I'll just throw in another question there, because we're on to this topic now. To what extent do we think that neuroplasticity, structural changes in neurons, functional changes in neurons are responsible for that? And how long does that last? Let's say I come into your clinic, I'm a subject in your experiment, I take-- come in the morning, I do my psychedelic journey five or six hours later. I'm parachuting back to reality, as we call it, and then I go home. Increase connectivity lasts for how long, and how long are the structural brain changes occurring? ROBIN CARHART-HARRIS: Well, you're asking fantastic questions, and partly because we don't have the answer yet. But we do have some data. And so we have looked at, first of all, in a sense, the functional plasticity of what we assume it to be or at least the functional changes, the increase in communication across systems that increase in global connectivity, functional connectivity. Do we see it after the trip? We know we see it during the trip pretty well replicated correlating with intense drug effects. Do we see it after the trip? Well the answer is, we've seen it in two different depression cohorts, psilocybin therapy for depression. In one study where we looked the next day, we saw it. A kind of residual effect similar to what you see acutely being seen the next day. And then in a subsequent study, we saw it also three weeks later. So we've seen it in two independent data sets. This decrease in modularity is how we measure it. It's the same thing, essentially. Broadly speaking, it's the same thing. An increase in global connectivity, functional connectivity. And actually, unpublished we've seen it in healthy volunteers on a correlational level. Not on an absolute change level, but if you look at its relationship to a mental health outcome, and this is an important thing to stress with the depression work, we saw a relationship between the magnitude of that change, the decrease in modularity or increase in global connectivity, and the improvement in symptom severity. ANDREW HUBERMAN: So interesting. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: And just to state it a different way, so what Robin is referring to is when you say modularity, as neuroscientists, we think of the different modular networks of the brain. The eye talks to a region of the thalamus involved in vision, which talks to the visual cortex, which eventually converges with auditory information, of course. But there's a separation or modularity of function. This increased connectivity is cross-modular in during the trip, but afterwards as well. And you're saying that that correlates very strongly with the strength of the therapeutic outcome for depression. I mean, the logical extension of that is that extreme modularity of brain function is depressive in some way. Now, we don't want to go too far, but what does that mean that increasing crosstalk between different modules of the brain is so strongly correlated with a positive therapeutic outcome? ROBIN CARHART-HARRIS: We don't other than there's a relationship. I mean, this is the thing. We need to be a little careful not to run with it too far. I mean, there's some things that it suggests. I think it suggests a more flexible mode of brain functioning, if you're not getting stuck in modules or the modules aren't excessively cut off from each other. But you see different things with different presentations if you were to look at cognition. Sharper cognition is actually associated with more modularity. So it's a rule that's a little slippery. And we need to be careful with it. ANDREW HUBERMAN: Again, forgive me for interrupting, but I think I have friends who are-- I would say, are on the spectrum. Who are very linear in their thinking and extremely intelligent in the kind of classic sense of being able to ratchet through hard problems to arrive at a solution. And then I have friends who are-- let's just call them what they are. From the creative communities outside of science that are very expansive, they see connections between many different things, but sometimes, you have to-- not all of them, but you have to catch their ideas with a butterfly net. And oftentimes, what they're saying sometimes it just doesn't make any sense. Now, they also produce incredible creative works. But to have a conversation with them is anything but a linear experience. They are not random thought generators, but there's a non-linearity or randomness to their processing that's distinct from these other folks that I'm describing on the spectrum. And of course, it's a spectrum. There's a whole range in between. It sounds to me like there is some therapeutic value to being able to move along this continuum from the more linear to the nonlinear. Is that correct? ROBIN CARHART-HARRIS: Well, I think so. Yeah. It's resonating what you're saying. It's speaking to my intuition. That you could be very passy, passing things up, chopping things up like an analytical scientist like I'm doing a bit. ANDREW HUBERMAN: A splitter as we say in science. You're either a lumper or a splitter. Yeah. ROBIN CARHART-HARRIS: The way I'm being very particular about when to call something psychedelic. That kind of passy analytical way of thinking you might associate with a more modular system. Whereas the system that's more globally, interconnected, and open, yeah. Might be more flexible and creative and divergent in the associations and so on so. Yes. That's speaking to my intuition to how you're describing it. And I imagine, if you take severe psychopathology, severe mental illness like a depression, I've always thought that there's something intuitive about the term itself. Like a depression in a landscape, which is a halt. ANDREW HUBERMAN: Physical depression. ROBIN CARHART-HARRIS: A physical depression that is easy to fall into. And if you do, it's hard to get out of. ANDREW HUBERMAN: So almost-- if I understand what you're saying correctly, almost like getting stuck at one location on this continuum. Because most people don't reside at one extreme or the other full time. They can kind of migrate back and forth between expansive states and more linear states. ROBIN CARHART-HARRIS: Like you do with low mood. If you're \"healthy\" in inverted commas, you can feel your low mood, your disappointment. But you can spring back. But someone with-- ANDREW HUBERMAN: And you know you can spring back. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: Right. Whereas the suicidal depressive person or suicidally depressed person, somehow, at least in my understanding, there's something about that extreme depressive states and extreme anxiety states, something my laboratory is a bit more familiar with anxiety, which alters the perception of time such that people feel like that negative state is going to go on forever or that if it goes away, that it's going to return at random. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: Kind of a vulnerability to the time domain. ROBIN CARHART-HARRIS: Yeah. Yeah. And it's so tragic, that cognitive bias in depression that everything's hopeless and that there is no light at the end of the tunnel. Yeah. Yes. So if you were to get stuck in that rut and have that bias, then you're cut off from other things, other sensory modalities or modules, cut off from the world, cut off from other people. Stuck in your inner rut. So yes. I think we're sharing this intuition that a decrease in modularity or an opening up of the system, the brain could relate to an opening up of the mind that is enduring after the psychedelic dosing session. And yeah. And the third replication was to see in healthies an improvement in well-being. Because they're healthy, we don't look at depression. ANDREW HUBERMAN: So these are people that are healthy walking into the trial? ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: Take psilocybin twice? ROBIN CARHART-HARRIS: Well, actually they do. But the first dose is 1 milligram, which they don't feel it's a placebo dose. ANDREW HUBERMAN: Quote unquote, \"micro dose.\" Yeah. ROBIN CARHART-HARRIS: Yeah. We stick EGG on their heads to measure their brainwaves during each dose. And 1 milligram, you see no change. ANDREW HUBERMAN: I think that, you microdosers. No, I'm just kidding. I mean, nothing against the micro doses. I've always just been a little bit skeptical based on my conversations with the scientists actually doing the work with psychedelics. It seems like the answer keeps coming back. 1 or 2, maybe 3 macro doses in a controlled safe setting. ROBIN CARHART-HARRIS: Well, that's compelling. The evidence for that is compelling. And that's what's making all the difference right now. Microdosing is just appealing, but again, science isn't about what we want to believe, it's about what's actually coming through and what seems to hold up to testing. ANDREW HUBERMAN: I'd like to just take a brief break and thank one of our sponsors, which is LMNT. LMNT is an electrolyte drink that has everything you need and nothing you don't. That means, plenty of salt-- sodium, magnesium, and potassium, the so-called electrolytes and no sugar. Now, salt, magnesium, and potassium are critical to the function of all the cells in your body, in particular, to the function of your nerve cells, also called neurons. And we now know that even slight reductions in electrolyte concentrations or dehydration of the body can lead to deficits in cognitive and physical performance. LMNT contains a science-backed electrolyte ratio of 1,000 milligrams, that's 1 gram of sodium, 200 milligrams of potassium, and 60 milligrams of magnesium. I typically drink LMNT first thing in the morning when I wake up in order to hydrate my body and make sure I have enough electrolytes. And while I do any kind of physical training and after physical training as well, especially, if I've been sweating a lot and certainly, I drink LMNT in my water when I'm in the sauna and after going in the sauna, because that causes quite a lot of sweating. If you'd like to try LMNT you can go to drinklmnt-- that's L-M-N-T.com/huberman to claim a free LMNT sample pack with your purchase. Again, that's drinklmnt-- L-M-N-T.com/huberman. Would you say that's right? "
        },
        {
            "timestamp": 4226,
            "text": "That one or two or three sessions, and how far apart are those typically spaced in time? ROBIN CARHART-HARRIS: Yeah. Typically, one to three weeks across the sites is the way people are doing the psychedelic therapy dosing sessions. Two sessions, you know, Hopkins, Imperial, NYU. That's been a kind of default to-- we actually use three in a current anorexia trial, psilocybin therapy for anorexia. Two patients left to see after 19 who've gone through the trial. Very exciting results there. ANDREW HUBERMAN: You're seeing an alleviation of the obsessive thought about food and a willingness to consume healthier amounts of food. ROBIN CARHART-HARRIS: Yeah. Even improved weight at the long follow-up. ANDREW HUBERMAN: So critical. When we did an episode on eating disorders, I learned that anorexia nervosa, which by the way folks, the rates are not increasing. It's been pretty stable through time despite what's said about social media, and et cetera. But anorexia nervosa being the most deadly of all psychiatric illnesses, which is a big statement, because manic depression, so-called bipolar depression, has a 20 to 30 times the typical suicide rate. Basically, many people with anorexia, I think is how it's-- is what one says, not anorexics. But people with anorexia often die. Many of them die. ROBIN CARHART-HARRIS: Yeah. So tragic. So often young people as well. And similarly, with suicide in terms of premature death. So the tragedy with psychiatry is so strong. It's so rewarding to be doing that trial and to be seeing good results. I have to check myself a little bit that I'm reporting on it in this really promisory way and the trial isn't yet publicly released and published. So it's still ongoing as well. ANDREW HUBERMAN: But that was three sessions. ROBIN CARHART-HARRIS: It is three sessions. And I can't say what the dosage is, because we still have-- there is a blinding component. But there are three dosing sessions in there. Let's see now. I think they're two weeks apart and we do the follow-up. Yes. ANDREW HUBERMAN: I'd like to close out this description of the journey and the trip "
        },
        {
            "timestamp": 4376,
            "text": "by extending past the day when people actually take the drug into this-- what I've described as the integration phase. You have to re-integrate. All this increased connectivity during the session. Hallucinations, insights, anxiety, letting go. Maybe revelation, maybe epiphany. OK. Great. At what point is that consolidated? Meaning, are these patients or subjects in studies having daily conversation with their therapist? Are they journaling every day? And I want to keep in mind that most people are not going to be part of a clinical trial. And of course, here we're not suggesting what people do or not do. But let's just put it this way. Were people to use psychedelics, what is the way that people can maximize on the neuroplasticity and the brain changes in a positive way in the days and weeks afterwards? In other words, how long does this so-called integration last? And how far can we take this? I mean, I could imagine that how often one chooses to think about the insights could also have an impact. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: Right? Because clearly people went to raves, clearly people did psychedelics in the '60s. We don't know if clearly people do psychedelics now. But we don't have data on those people. You have access to the understanding of how they're spending their time and the therapeutic outcomes, which we haven't gotten to the numbers yet, but again, are incredibly impressive. In upwards of, as I understand it, 60% or more people getting relief from depression. ROBIN CARHART-HARRIS: Yeah. 70%, yeah. ANDREW HUBERMAN: 70%. Incredible, especially when compared to the typical antidepressant treatments and so on. So what is this business of integration? How is it done properly? ROBIN CARHART-HARRIS: Yeah. Yeah. Gosh. Well, how long does it last as well? A lifetime? You know? Life is a journey like a trip is a journey. And there's always work to do. As Jack Kornfield says, after the, ecstasy the laundry. And you know? ANDREW HUBERMAN: I love that. ROBIN CARHART-HARRIS: Yeah. Yeah. There'll be other good ones as well, but forget them. But yeah. So the work is ongoing, and yeah. But this gives you a foot up. It enables people to do the work more easily, and that's true. The classic psychedelics is also true. Very true of MDMA therapy for post-traumatic stress disorder. It's really giving you a leg up, making it easier to do very, very difficult work going back to a trauma. Trying to digest it, process it, integrate it. So it's such an essential component of the treatment model. But one has to be realistic as well by saying, oh, integration lasts a lifetime. Well, people delivering a service can't be there for a lifetime. So what's the answer there? And people are wrestling with that issue right now. And I think one of the solutions might be that it's, in a sense, on you to appoint. The therapeutic team can treat you to a point and then it becomes what you might call practice. In a similar way, that meditation is a practice. It's something that you have to keep up. And if it slips, then things could slip. And that's the way it is. Or you have another psychedelic treatment. So people have even used this term of practice in relation to psychedelics, where there's a psychedelic practice like there's a meditation practice. But I'm using meditation intentionally here because they actually think that meditative practice, elements of spiritual practice could be a very important complement to psychedelic therapy. And I think it's probably doing something similar in terms of promoting an ability to sit with-- a former colleague of mine said it quite well. In relation to psychedelic therapy versus chronic pharmacotherapy or like SSRIs being on them all the time. Says psychedelic therapy allows you to sit with rather than sit on. And so that's quite good. Yeah. So the meditation, the mindfulness, the ability to, yes, be present-centered but also present-centered and accepting so if things come up, you can watch and process and then let go. ANDREW HUBERMAN: That Holy Grail of mindfulness. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: Awareness without reactivity, respond. I grew up in the Bay Area and you'd hear this language, right? And I'm not being disparaging this. I have friends that are on the board of Esalen and work down there. And I've gone there. And yet you hear these terms, right? Be responsive, not reactive, which to a neuroscientist is like grates on me, which probably just means I have issues. And surely, I do. But what does that mean? It's saying like, oh, to be the observer but not be drawn into the experience. And again, I don't want to be overly reductionist, but what I find so compelling about the emerging data, because it really is data, on psychedelics as treatments for depression and trauma, namely psilocybin and MDMA is that it really seems to allow people this space that is so commonly thrown around. Giving space between stimulus and reaction. Viktor Frankl talked about this. But I've been reading a wonderful book called The Prince of Medicine. Dates back to the origins of medicine. Very dense book. People have been talking about this stuff and thinking about this stuff for thousands of years. Psychedelics seem to give people access to that better version of self, which is remarkable. What's also remarkable, it's, perhaps, worth pointing out is that, five years ago, I never would have been comfortable having this conversation. I would have been afraid to lose my job. Stanford Magazine, this week, just published an entire issue about psychedelics with how ketamine works, MDMA, psilocybin with the appropriate cautionary notes in there. But clearly, times are changing. Speaking of which, I know you're doing a trial on first-time use of psychedelics. "
        },
        {
            "timestamp": 4790,
            "text": "What inspired that? And what are you observing? And as you tell us that, please give us a few of the key contours. What's the dose, how old are these subjects? I'm assuming it's men, women. Are they suffering from depression or not? What's the landscape of that study? And I realize this is still early days of the study or maybe it's close to completion. It's not yet published, however, correct? ROBIN CARHART-HARRIS: It's not published, it's not submitted, it is completed. So this was another one of our COVID studies, in a sense, meaning COVID hit and we had to finish the study. And it was hard to finish the study because of COVID. That was true of our psilocybin therapy versus escitalopram. Lexapro trial, which is published in The New England Journal of Medicine. But the-- ANDREW HUBERMAN: This was '20-- that paper, by the way, folks, we'll provide a link to in the show note captions as well as some of Robin's other papers. I think the 2022 New England Journal paper is really fabulous given the different dosages and the comparison to, essentially, what is microdosing and the comparison to citalopram. ROBIN CARHART-HARRIS: Mhm. Yeah. That's interesting that you link the way we gave small doses of psilocybin to microdosing. We didn't think of it that way. We thought it was just a necessary placebo for the big dose, the 25 milligrams. Yeah. So that we could say to everyone we're giving you psilocybin and not be lying. Yeah. For those who got escitalopram, Lexapro for six weeks, they got a very, very low dose of psilocybin. But it allowed us to standardize all the psychotherapy and so on. But the other study that you're referring to was in healthy volunteers. Middle-aged. Average age, I think, was 40. So not your typical student study that is so often the case in psychology research. All the undergrads end up volunteering for your study. So this is more of an age range and also-- I think it was an equal proportion of male and female. All the staff actually were female, which the staff were very proud of them. ANDREW HUBERMAN: Although, it produces its own potential confound, right? To become all one sex of staff. ROBIN CARHART-HARRIS: Possibly. ANDREW HUBERMAN: Yeah. ROBIN CARHART-HARRIS: They did a good job in the sense that we saw significant improvements in well-being at the end of the trial. So let me describe the design. It was a repeated measures design, meaning people come in, you collect your baseline data and do a brain scan, and you give people a placebo. We gave people a placebo. And actually let me rewind a little bit. Everyone's healthy volunteers, middle-aged never taken a psychedelic in their life. None of them. Entirely fresh, virgin people coming in. And the plan is to give them their first ever psychedelic experience. So that's what we did in this study. But to do it, we have this repeated measures design where they'll first get a placebo. And we have the placebo so that we can do all the procedures, all the therapy, all the music listening but not give a whopping dose of psilocybin. Again, we gave them a placebo dose of psilocybin. 1 milligram. We stick EEG headsets on during the experience to record the brain activity from the scalp, the oscillating electrical activity. And we do the MRI scanning before and after to see deeper into the brain, and we can look at the functional connectivity that we were referring to earlier, and also properties of brain anatomy, which we did in this study. So the short story is that all of the changes that we saw both psychologically and neurobiologically were seen with the 25 milligrams. It all happened with that big whopping dose. And what did we see? Well, we did see significant improvements in psychological well-being. We saw what I call the entropic brain effect, which is actually formerly quite accurate. We see an increase in the informational complexity of ongoing brain activity recorded with the EEG on the dose of psilocybin. The activity becomes more complex. It's harder to predict across time. It's more informationally rich. And that effect correlates as it does very reliably with the magnitude of the subjective effect. So the bigger the trip, the bigger this entropic brain effect. Now, pretty well replicated finding. But then the MRI, seeing deep into the brain was probably our most exciting result where we didn't just see some functional brain changes, but we've seen some anatomical brain changes as well. And we used a technique called diffusion tensor imaging that looks at the cabling of the brain, the white matter tracts. And we saw a change in major tracts. So we limited our search space to really thick tracts. Really thick fibers. And the fibers that came through as changing were ones that traveled between the prefrontal cortex and the thalamus and the striatum. There were two tracks, two prefrontal tracks that changed. And they changed in the direction of a decrease in axial diffusivity, which could be interpreted as tract integrity where a decrease would be an increase in tract integrity. It is something that you see in the developing brain. The axial diffusivity decreases as the brain goes from being a baby to being an adult. Axial diffusivity goes down. And then in aging and pathologies of aging, axial diffusivity goes up. ANDREW HUBERMAN: This is in the opposite direction of the results you talked about earlier in terms of brain connectivity of increased communication across areas. If I understand correctly, and I'm perfectly happy to be wrong, by the way, that this decrease in axial diffusivity translates to a higher fidelity of communication between the prefrontal cortex and the thalamus and striatum as opposed to less. And your description of this as somewhat like the transition from babyhood and childhood to adulthood. Speaks to the same where we know that there's a massive culling of connections as opposed to growth of connections. So in other words, as we get older, we get better at doing certain things and less good at doing potentially most everything else. Is that right? ROBIN CARHART-HARRIS: Ish. Because the change was anatomical and not functional. So the other stuff was is really measuring communication in the brain by looking at how the activity fluctuates across time and whether those fluctuations in activity are synchronous between regions. And if they are, we say they're functionally connected. And we infer that they're talking to each other, because they go up and down in synchrony. But when it comes to the anatomy, we're talking about the just static material stuff. And so we're seeing the fibers and a property of the fibers change. At least that's what we think. And recently, we had an independent person come in and reanalyze the data, because one of those things, incredible finding requires credible evidence, really strong evidence. And I would say, the evidence at the moment is one study. So we need to be cautious on that. But we did re-analyze it and use this correction procedure-free water correction to be more sure that it was a change in the actual microstructure rather than something to do with the extracellular space. The water surrounding the fibers. And it came through. In fact, the change was strengthened by doing this correction step. ANDREW HUBERMAN: So this is neuroplasticity as the consequence of one first time session with 25 milligrams of psilocybin. ROBIN CARHART-HARRIS: Yeah. Yeah. So we're excited and the two-- ANDREW HUBERMAN: Understandably so. ROBIN CARHART-HARRIS: --the two different-- the second analyst coming in wasn't sure she believed it and then she thought this correction technique might kill the result and then it came through, and she's like, OK. Now, I'm excited too. So we'll see. We don't know what it means. What does it mean functionally? We don't know. How did the people change? Well, psychologically, as I said, well-being improved. We did look at their cognition, and we used a cognitive flexibility paradigm that looks at people's ability to notice a rule change and then flexibly adapt their behavior based on noticing this rule change and people improved after the 25 milligrams and didn't significantly improve after the placebo dose. There weren't correlations with the DTI change, the cabling change and these psychological outcomes. But with these studies and smaller sample sizes, you don't always see those correlations come through. So it's something. We don't know what it means. But it's a change in brain anatomy that's in the opposite direction to what you see in an aging brain or with pathology of aging. And it's what you see in a healthy brain as it goes from normal neurodevelopment into adulthood. ANDREW HUBERMAN: Very, very exciting and intriguing. And I appreciate that you highlighted that it's just one study, although from everything you've said, it sounds like it's been done with immense rigor. So we will eagerly await the publication of that study so we can peruse all the data and the subsequent studies. I want to hear a bit about the study "
        },
        {
            "timestamp": 5416,
            "text": "that you have been carrying out on the use of psilocybin for the treatment of fibromyalgia. I'm intrigued by fibromyalgia, because I have a good friend who also-- I won't reveal who it is. No. It's not me. This isn't the \"I have a friend thing.\" Who also is a scientist who sits at a fairly high position in the National Institutes of Health who quietly has expressed to me that they are incredibly frustrated with the fact that the standard medical community has largely ignored fibromyalgia. And that for many years, it was lumped with things like chronic fatigue syndrome and other so-called-- again, so-called. I'm not saying this. But people often refer to these as, oh. It's psychosomatic. That's all in your head. Which, as a neuroscientist, is a ridiculous statement to hear, because it's all in your head. Your brain is in your head after all. Your physiology and your psychology are influencing each other. Of course. And the world is starting to appreciate that more. But first of all, maybe you could tell people what fibromyalgia is, what inspired you to do a study on fibromyalgia using psilocybin of all things because that's surprising to me. And if you are allowed to or if you have access to the data in mind, share with us a little bit about what you're discovering in that study. ROBIN CARHART-HARRIS: Sure. Yeah. Happy to. So again, it's psilocybin therapy and the population is fibromyalgia syndrome. So this is people presenting with a generalized chronic pain. So unlike some other pain disorders where the pain is focused. You can say, it's my lower back, which is very common. Chronic lower back pain. This is more generalized. And for that reason, it's hard to know what it is. And that's why it's been a controversial space in medicine and it's been-- yeah. It's had that charge thrown at it that maybe it's psychosomatic, and just to your point, is anything ever independent of the mind, anyway. But this is actually a fascinating space for how subjective experience, the lived experience, and the mind can influence the body. Because there's some really interesting literature around the etiology. How the pain has come about. In a sense like what caused the pain. What's the story there? And the head of the trial, I would say to my colleagues, let's just be careful. Because there is some fascinating literature around things like a background of trauma and how that can relate to issues related to inflammation and how that can express into things like fibromyalgia syndrome. I just said, be very careful there, because if you go in with an assumption that there's some buried trauma, for example, then there's that whole other side of psychoanalysis that massively tripped it up around false memory and so on. And so please don't hold prior assumptions that you're going to uncover buried trauma in every case. Now, the team of treated, I think, eight people and it is going very well. Again, I just want to be careful with how I describe it to manage expectations and not get too carried away. But I check in with the team every week, and they're still based in London doing the work. And it's remarkable what I hear about the profound experiences that people have under the drug. In this study, we only give one dose. It's a very mechanistic study. We actually have the EEG cap on in the sessions like in the healthy volunteer study, but this time now taking it into a clinical population. And-- ANDREW HUBERMAN: So they are wearing an eye mask under the influence of 25 milligrams of psilocybin. Most of them probably have not done psilocybin before. So it's a little bit like the first time study in some sense. They have fibromyalgia that's debilitating in some way. They don't want it, obviously. And during the session, are they thinking about their pain? Are they being told to think about their pain? ROBIN CARHART-HARRIS: They're not being told to think about the pain. In fact, as I understand it, while there is a therapeutic model around acceptance of the pain, it isn't-- unlike some of the PTSD work, you aren't encouraging them to focus on the index trauma and then work through it and try and digest it. We don't do that with the pain. So the pain is there, but there isn't an invitation to focus on it. And that's probably one of the differences with classic psychedelic therapy versus MDMA therapy. Arguably, MDMA therapy is more like it's a bit closer to traditional talk therapy where there is more dialogue. People are able to talk on MDMA. ANDREW HUBERMAN: In the MDMA trials, do you know whether or not they used eye masks or-- because this seems to be an important distinction between, as you described, the therapeutic trip versus the trip that one does going into the woods and taking psilocybin in the woods or at a party or while staring at a poster or a leaf. Again, I'm not trying to trivialize those experiences. I mean, obviously, they can be profound. So I'm told. But the MDMA trials seem to involve, as you said, more directed dialogue. And sometimes, even empathic connection between people by they're actually looking at one another, the eyes and eye contact being such a key part of the human social cognitive connective networks. So do you know if they put eye masks on people during the therapeutic session? ROBIN CARHART-HARRIS: I'm pretty sure that they have the eye masks there. ANDREW HUBERMAN: Right. Because a lot of the MDMA work, and I was part of an MDMA trial. Was, as I understand geared toward developing, because it's an empathogen empathy toward the self. ROBIN CARHART-HARRIS: Yeah. I'm pretty sure they have the eye masks there, but they probably-- and it's a great question, because you could formally test this. It probably don't use them as much. ANDREW HUBERMAN: Mhm. ROBIN CARHART-HARRIS: The thing is with the classic psychedelics, if you're looking at your guides or your facilitators and their faces are melting or-- ANDREW HUBERMAN: On MDMA, you just might really start to feel more connected to you. ROBIN CARHART-HARRIS: Yeah. They might look especially beautiful and you know-- ANDREW HUBERMAN: sure. Yeah. ROBIN CARHART-HARRIS: And yeah. There's that fascinating effect of loving the people that you're with. And so yeah. I imagine they talk more and use the eye shades less. And it is more interpersonal rather than like intrapersonal or going inside. They do use a fascinating terminology that some people have critiqued, but it is a very interesting phenomenon. And it's this notion of the inner healer. They use that language a lot. It's been critiqued because it sounds very suggestive. You know? And that's probably one of the vehicles here. Driving the therapeutic process is suggestion. I think we have to be honest about that. So when they go inside, that's another term that we use very much in the classic psychedelic therapy work. You go inside. You put the eyeshades on, and people are encouraged to go inside. But when they do that in the MDMA work, especially, they might be told explicitly and listen to the inner healer and that language. So you could see how a cynic or a skeptic could come in and see that as some kind of like suggestive priming or biasing. I think they have a point. Skeptics often do, but I don't think it's all of the story. And just briefly, because it's an interesting point, speaking to that point a bit in our psilocybin "
        },
        {
            "timestamp": 5935,
            "text": "therapy versus escitalopram trial, we measured pre-trial expectancy. And we did it for both conditions. So what kind of improvement do you expect with the Lexapro, the escitalopram at the end of the trial? And what kind of improvement if you go into the psilocybin arm and get two big doses of psilocybin. What kind of improvement do you think you'll see in that arm? And of course, it was a coin flip as to what arm people went into and there was no crossover. What we found was that it was true that we had a sample bias, so most people had higher expectation stations. On average, there were higher expectations for psilocybin and its efficacy or effectiveness versus the SSRI, the Lexapro. However, when we looked at the correlation or the predictive relationship between pre-trial expectancy and response, we saw that pre-trial expectancy for the escitalopram predicted response to escitalopram across virtually every single measure, all these different measures of depression and anxiety and well-being, and I think none of the scales. I'm pretty sure it was none of about 12 or so mental health rating scales. Was there a relationship between pre-trial expectancy? Even though it was high, it didn't predict-- pre-trial expectancy didn't predict response to the psilocybin therapy. So that was a bit of a smash on the head for the idea that the classic psychedelic therapy is some kind of placebo response. And I think it's so important to address that question. Because if it doesn't come through as it didn't come through, then it opens up even more intrigue about, well, what is it then? If it's not just a placebo response or a super placebo response like an amplification of the placebo response, then it must be something else. And how intriguing? It has a direct therapeutic action. It must be something. And we don't yet know what it is. I talked about the residual increase in global connectivity. That's one possibility. But the truth is, we're just scratching the surface. ANDREW HUBERMAN: And yet the therapeutic outcomes are, again, just so marvelously impressive. I'm curious as to why as-- "
        },
        {
            "timestamp": 6099,
            "text": "well, there are that many labs. But the laboratories that are focused on classic psychedelics for the treatment of depression and now as you mentioned, promising results for anorexia and fibromyalgia as well. Although preliminary very promising. Why the lack of attention toward LSD? Is it that the LSD trips are just too long? Is it that they are qualitatively different? Are there any data on non-microdoses of LSD? And here I want to be very careful, because I learned through my interactions on social media that this term microdose is very misleading. And in some cases, can be dangerously misleading, because, as you mentioned earlier, the effective psychedelic dose or the-- effective meaning that can induce a real trip with hallucinations, et cetera, of LSD is actually in the microgram range. So some people hear microdose, and they think microgram of LSD is a-- micrograms is a microdose when, in fact, a macrodose of LSD can be measured in micrograms, right? So this is where in the absence of scientific training, people can really go astray. Or even just in lack of understanding of the metric system. And since now you're a recent arrival to the US, fortunate for us. Sorry. England's loss is the US's gain by-- Robbins Lab moved from England to the United States recently. So score 1 for us. But why isn't there more use of LSD in these trials? ROBIN CARHART-HARRIS: I think it probably is the duration of the trip. It used to be stigma and it was easier to get your psilocybin study through, because others were, they were getting that through. So there was the likes of Franz Vollenweider in Zurich in Switzerland and then Roland Griffiths coming along and doing the psilocybin work at Hopkins. So you could appeal to that precedence and say, well, they're doing it over there. Can we not do it in little England? So that's how it worked for us. We did actually go on and do an LSD study once we'd laid the foundations for doing this kind of work. And it was a brain imaging study. It was a really extensive one actually where we used both MRI and another modality called MEG, sort of super EEG in a sense. But you know, why didn't that turn our heads to think, oh, should we not be doing our trials with LSD? It does have something to do with the pragmatics like a study day with psilocybin is long enough. ANDREW HUBERMAN: So four to six-hour trip? ROBIN CARHART-HARRIS: Yeah. And the FDA asked us to have the people in the lab until eight hours post-dose, which personally I think could be quite excessive, especially if it's a low dose. And if you have that in the placebo condition as well, it becomes impractical. ANDREW HUBERMAN: Yeah. Scientists are not paid nearly enough to warrant the-- there's no such thing as overtime for the graduate students and postdocs. ROBIN CARHART-HARRIS: Yeah. It's often those more junior members that are doing that really hard work. ANDREW HUBERMAN: It was described very well to me by a student when I was-- a graduate student said to me, they really can't afford to pay us by the hour. Because we used to work. He was a electrophysiologist, so he would run experiments. No joke, folks. Three to five-day experiments. Sleeping in bouts of two hours here or there in a dark room with a bunch of equipment and recordings. So these are long, long acute electrophysiological recordings. So yeah. No scientist does it for the money, I promise you. There is money in pharma, there is not money in personal income. It's not lucrative for the basic scientist. So yes. LSD is what? Anywhere from 8 to 15 hours, something like that. ROBIN CARHART-HARRIS: Yeah. 15 would be a little long. You'd be a bit worried if you were still tripping at that time, maybe with a really big dose. ANDREW HUBERMAN: Oops. No. Just kidding. ROBIN CARHART-HARRIS: Yeah. Eight hours plus-- and dose dependent, yeah. If it's a bigger dose, it's a longer experience. But if you're going to dose say, 10:00 AM in the morning, which is more or less how it often goes, then that's 6:00 PM still feeling the effects. And then how long do you wait now to close things out before they can go home. Even with psilocybin, you have people still at work into the evening. And the staff are always there later, of course, because they've got to pack up and yeah. So these are long days. And it's too much, you know? ANDREW HUBERMAN: That makes sense. Practical constraints. I learned from a recent guest on this podcast that we recorded with, Dr. Satchin Panda who is a colleague of mine when I was down at the Salk Institute. Pioneered a lot of the studies on so-called intermittent fasting. That the reason that the eating period in these studies-- in animals and now on humans is 8 hours, the feeding window in these studies is because the graduate student was going to, otherwise, lose their relationship. Because their significant other says, listen, you can be in the lab for 12 hours, that meant some hours before the experiment, then 8 hours, and then some hours afterwards. But you can't stay in there longer. And many people use the eight-hour feeding window as a consequence. So the scientist has to exist and be carried out in real-world frame. ROBIN CARHART-HARRIS: It does. ANDREW HUBERMAN: Yeah. ROBIN CARHART-HARRIS: It does. ANDREW HUBERMAN: MDMA is a little bit shorter, right? It's about a four to-- it's also about four to six hours, correct? ROBIN CARHART-HARRIS: Yeah. It's kind of similar to psilocybin. Yeah. It is. And actually, in the maps work, they redose after a certain point. ANDREW HUBERMAN: The booster. ROBIN CARHART-HARRIS: They have a booster or optional booster, yeah. So there is that. And now, people are thinking, well, even the psilocybin sessions are long and expensive. And if you have to have two staff members there all the time, that's expensive. That's where most of the expense is. Is in the staffing. So can we abridge the experience, make it shorter, and get away with it, and get similar therapeutic outcomes? So there's a lot of interest in that direction. ANDREW HUBERMAN: May I ask about-- sorry to interrupt, but I want to make sure "
        },
        {
            "timestamp": 6499,
            "text": "I don't forget to ask about combination psilocybin MDMA therapies. The reason I ask about this is-- and here, truly not me, but I know people who do self-administered combination psilocybin and MDMA. I think I heard this right. I think it's called a hippy flip. There's another one that involves LSD too. Again, I'm not suggesting people do these drug combinations. But the way it was described to me was that the psilocybin, because it's so serotonergic, sometimes can be not a downer but can have a bit of kind of a murky feel to it. Some real deep introspection, sometimes in the darker realms of one's psyche depressive thoughts, et cetera. Not that it necessarily stays that way throughout the trip, but that the MDMA, because it has a very strongly serotonergic but also dopaminergic-- I mean, it has an amphetamine component. Cocaine-like, in fact. If you've ever seen someone on MDMA, their pupils are about the size of a quarters. For a reason, they're extreme autonomic arousal compared to a sedative, which by the way, would constrict the pupils. So they describe the use of MDMA to balance out the affect component of it. What are your thoughts on combination psilocybin MDMA? Does this hold any therapeutic potential? This is, obviously, backyard chemistry in the sense that people are cowboying this stuff on their own, which again, I don't really recommend. I'd like to see the science go first, but I understand this is how it works in the real world. Yeah. What are your thoughts on combining compounds? ROBIN CARHART-HARRIS: Yeah. Well, I guess, they're cowboying it in recreational context, but also underground therapists do work with this combo. ANDREW HUBERMAN: That's what I'm referring to. So I'm not talking about people partying with this stuff. I'm talking about there are thousands now of therapists that offer psychedelic therapies illegally, really, because it's not legal at least, not in the US, to possess or sell. But that are doing this. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: So that's really why I'm asking. ROBIN CARHART-HARRIS: Yeah. And I think there's something to be said for-- one has to be careful with this as a scientist. But if they're doing it, are they using some kind of trial and error? The same is true, of course, with longer history of psychedelic plant medicine use if by plants, we include the fungi as well. So in the extended sense plants. There will have been trial and error there. It might not be as systematic as the science we do today, but maybe there's been a learning process. And maybe what they do, they've come to because they found it works. So by that principle, I'm interested in that combination and whether it does offer some advantages, maybe, in certain patients. One of the buzz terms in medicine these days is precision medicine. A precision medicine and personalized medicine. So maybe there are certain cases where introducing say, psilocybin after the MDMA or the other way around could offer some advantages. And the differences are interesting. Psilocybin can get you to deep places. Maybe the kernel of your suffering and major life experiences and complexes that are causally linked to whatever the pathology that you're presenting with. But it can do it, sometimes, quite aggressively. And if it say, post-traumatic stress disorder, it can be overwhelming. And you can fight it. And really, it's that. The resistance is really challenged, and they fight back. And the therapeutic breakthrough and the progress isn't happening because you've agitated the defense mechanisms. Whereas what MDMA offers is something arguably more directionally reliable in terms of the valence. It's more directionally positive generally, an MDMA experience. ANDREW HUBERMAN: Hard to have a bad time on MDMA. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: To be quite blunt, I mean. But one of the concerns I had with MDMA, I've never done it recreationally. I have had not and have not ever done it recreationally. But when it was done in this therapeutic setting, I realized, because there was a music on at the beginning, I actually asked them to turn it off, because I realized that the music was becoming such an attractor to my attention that I suddenly was starting to think about music and my love of music, which was not the focus of the session that was there for. And I'm glad that they did turn the music off, because the moment they did, I was able to drop in within the eye mask to this sort of go inward and address some certain issues that at least to me felt key and productive. So that seems to be the kind of hazard with MDMA. Is that it's such an empathogen that one could start to-- you could go down any number of different rabbit holes. ROBIN CARHART-HARRIS: Yeah. But it's also-- it's a strength, because you well, the classics like psilocybin can take you there very reliably but maybe a bit aggressively. MDMA makes it easier to go there. And that's its strength. And that's why that marriage of MDMA therapy for PTSD, in particular, is a good combo. It works, because you are going to go there. In a sense, you have to really make the therapeutic progress. You're going to have to go back there. But we're going to set it up so that you can go back there and feel safer and more trusting and be able to go back there whereas you've never, otherwise, been able to go back there without dissociating or having horrible flashbacks and so on. So that's the strength that it offers. I guess the limitation would be that, maybe, it doesn't take you as deep as the classic psychedelics. And I tend to think I'm biased on this one, that there's a kind of honesty to the classics in that it is hell as well as heaven. And that's the psyche. It isn't all roses. ANDREW HUBERMAN: I really appreciate that you bring that up. Because I think that there's such a fear of so-called bad trips. There's such a fear in non-psychedelic states to avoid the painful and everything we know from trauma and the treatment of trauma. And we've had several guests on here. And my close colleague, close, close colleague at Stanford, Dr. David Spiegel, our Associate Chair of Psychiatries, Clinical Hypnotist. Amazing human being and scientist and clinician, has really just embedded this in my mind. That the only way to deal with trauma is to get right up next to that trauma to the point where some relief is experienced. There is no other real way. And so, I really appreciate that you're saying that the classic psychedelics may offer with a very strong nudge, perhaps, the opportunity to get into the uncomfortable in a way that MDMA or some non-classical psychedelics, perhaps, do not. We were talking about time frames or duration of trips and these different compounds and how they differ and how they're similar. I'd love for you to educate me on DMT and some of the work "
        },
        {
            "timestamp": 6966,
            "text": "that you're doing with DMT. My understanding is that it's a very brief trip minutes. People I know who have done this. Again, therapeutically, actually, I'll just point to one very exciting, I think, group and initiative which is the Veterans Solutions Initiative, which is a group-- this is carried out in Mexico, but in conjunction with laboratories at Stanford and elsewhere who are evaluating the neural changes. And this involves ibogaine, which is iboga, which is a very long duration psychedelic. 22 hours or more, followed by I think one or two doses of DMT. This is for veterans to deal with any number of issues. Appears to be working with great success. And I've spoken to several people who've gone through this. And the way that they described DMT, almost across the board, was quote, here I'm just pulling quotes, right? Anecdata. The most profound experience of my entire life, even greater than the birth of my children, quote, \"like being attached to the shockwave of an atom bomb.\" Quote. \"There's no way I would do another dose, because the first one was so unbelievable.\" Interesting, by the way. I think most of us, including me, would think, why wouldn't you want to do it again then? But this idea that that was just beyond anything. So these are significant-- excuse me these are significant statements coming from individuals who have existed at the extremes of human experience to begin with. These are so-called tier 1 operators within special operations who exit and may or may not have trauma. But DMT sounds like a big deal. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: Short duration, really big deal. What do we know about its chemistry? What do we know about how it's impacting brain networks? And what in the world is going on that people are describing it as the ways I just mentioned a few moments ago? ROBIN CARHART-HARRIS: Yeah. It's a rocket ship. If the psilocybin is like a ship leaving port, then yeah. This is a rocket ship into craziness. ANDREW HUBERMAN: Is it serotonin 2A? ROBIN CARHART-HARRIS: It is. Yeah. So it is a classic psychedelic. It's a direct agonist, a direct stimulator of the serotonin 2A receptor. It's an order of magnitude less potent than psilocybin. But potency is a funny thing, because it's dose-dependent. So that doesn't mean that the experience with DMT is less than that of psilocybin. It's just that you give more of the drug. But that's matched by it's stickiness for the serotonin 2A receptor, which is this kind of golden rule in psychedelic sciences that it was discovered in the mid 1980s. This tight relationship between the affinity or the stickiness or the binding potential of a psychedelic for 2A receptor, in particular. Serotonin 2A and its potency. And the stickier the drug, the more potent. So LSD really sticky. Very, very potent. You only need those tiny microgram doses. So DMT, by its affinity, is a little less potent, but by its effects when you give a standard dose, it's just wild. And DMT, because there's another compound called 5-methoxy DMT, which is a bit different pharmacologically and subjectively, it's similar in terms of its kinetics. It's another rocket ship. Both compounds in the wild, so to speak, are smoked often. DMT and 5-MeO. People are vaping both actually now. There are vape pens that are being developed for people to administer this, but more traditionally, it's been a smoking thing. ANDREW HUBERMAN: This is clinically not recreationally or both. ROBIN CARHART-HARRIS: Both no. I mean, underground practitioners are using the vape pens. They like them because people titrate the dosage. They get a feel for what it is to be going into this state so that they feel they can let go and go into it. And actually, I think some of the veterans work might be giving 5-MeO after the ibogaine. Phenomenologically, if there's a difference between DMT and 5-MeO, people might put it on 5-MeO being more of a reliable ego dissolution experience. Less visual and more all round immersion in the greater whole loss of self-identity and just immersion in everything. ANDREW HUBERMAN: Yeah. Maybe we could just talk about ego dissolution for a second, "
        },
        {
            "timestamp": 7264,
            "text": "because it's such a sticky, interesting idea. I can take a step back as a neuroscientist and say, OK. Ego dissolution. This idea that-- from a very early age, we have a concept of self and that I wake up every morning and I know I'm me and not somebody else. And presumably, you do the same. And most people do the same, I would hope. And that there are objects in the world and people in the world beyond us. But every time I hear about ego dissolution, it sounds like it's kind of a temporary elimination of the idea that things start and stop between us and everything else. Almost like in a kind of a-- here I'm not trying to sound philosophical or metaphysical, but there's the molecular continuity of life, right? We're all just little bits-- ROBIN CARHART-HARRIS: Which is true. ANDREW HUBERMAN: --which is true, right? Not a functional way to go through the day, right? Because you want to make a cup of coffee, you don't really want to get lost in that if your goal is to make a cup of coffee. But what is the power of ego dissolution? Is it the idea that we belong, is it a sense of meaning? Is it the sense that we're not as important as we think, which, of course, could be a wonderfully useful way to go through life? To think that we're not as-- like we are vitally important, but we're not the only thing, right? Because I do believe connection is vital as most people do. What is ego dissolution? And why would this serotonin 2A activation cause that? That's remarkable. ROBIN CARHART-HARRIS: Yeah. Great questions. I mean, what is it? You alluded to it with the start/stop, I think. Because you could define it by boundaries. In a sense what isn't me is as valid here as the a developing sense of what is me that a child develops at whatever age. And so a major characteristic of the ego dissolution experience rather than just a negative, a thing going away. My sense of self going away is the positive. Oh. Now, I feel interconnected with other people and the world at large. And I realize that there is that molecular continuity. And actually, that's a ground truth. And oh, maybe the ego thing is somewhat illusory or at least a construction of my mind. ANDREW HUBERMAN: And indeed it is, right? ROBIN CARHART-HARRIS: Well, it is. Yeah. I mean, there's no transcendentalism about that. It's just not like logic. ANDREW HUBERMAN: I think we are about it a little bit like family. I mean, we all know what immediate family is, but it's like-- forgive me for interrupting myself. I do it all the time, anyway. When I teach neuroanatomy, some clever student always figures out, OK. Well, that's connected to that and that's connected. But ultimately, everything in the brain is connected to everything else. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: There's just no way around that. That's a true statement. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: And so you really just have to decide where you draw the boundaries between-- ROBIN CARHART-HARRIS: Yeah. Where do you draw the line? ANDREW HUBERMAN: Where are the modules? What are the modules? You could say, the brain is just one big macro module. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: And then you also want to include the body. And now fortunately, people are starting to embrace this idea that it's not mind-body, it's both. Because the nervous system extends through both, of course. So the same could be said of family. We're related, right? Not just by virtue of the fact that we're human beings. If we did our genealogical charts, we would find a convergence at some point. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: And of course, this becomes a bit of a game. But then one realizes that where you draw the boundaries and if you draw them at brother, sister, parents, biological parents, et cetera, that's a game too. And so it is just a construct. ROBIN CARHART-HARRIS: Yeah. I mean, it is a fun game. Where do you draw the line and when to pass and when to collapse. It's also a classic consideration in science when to pass and when-- ANDREW HUBERMAN: That lumper versus the splitter. ROBIN CARHART-HARRIS: There you go. It's brilliant. Yeah. But you asked this question, like, well, why does psychedelics do it? And there, we think psychedelics do it, because the target receptors, at least, classic psychedelics do it. And that's important to stress. So MDMA doesn't really do it in the same way, might soften the ego a bit. But yeah. That's debatable. ANDREW HUBERMAN: My experience with MDMA is that it's such a strong empathogen. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: And that it can cause empathy for others. Certainly, you could imagine situations where one in MDMA journey and afterwards says, oh, my oppressors are the people that harmed me. And here I'm not referring to my experience. But they did the best with what they have. Actually have empathy for them. Forgiveness. But also for oneself. That there's an empathy for self, I know I said this earlier, that is very hard for most people to access. Perhaps, not the narcissists out there listening. They'll be like, of course, empathy for self. But everyone else, I think, all the other healthy people or the healthy people other than narcissists and not picking on narcissists. I have to imagine they suffer too. In fact, I think that's the root of their narcissism. That empathy for self is not something that comes reflexively for most people. And here I'm not talking about self love or self respect. But this notion of being able to see the self as not just deserving of love and care but actually holding that in place while in confrontation with something challenging in a way that allows a more, not less access to adaptive responses to that challenge. I think that's the way I conceptualize it. ROBIN CARHART-HARRIS: Yeah. Yeah. I mean, drugs offer a great-- they offer great-- they are great scientific tools for tackling this question. What is ego dissolution, and why do drugs modulate it? And what does that tell you about the brain? Because other drugs like cocaine releasing more of a different neurotransmitter, dopamine more than serotonin. The opposite is the case with MDMA. Is more of an ego inflator, right? ANDREW HUBERMAN: Oh, absolutely. People will become hyper-linear, hyper-linked to their own desires and wishes, and future outcomes become an obsession. It's the stuff of American Psycho and the cliches and stereotypes of the '80s cocaine culture. ROBIN CARHART-HARRIS: Yeah. Yeah. We did a study once actually looking at dose-dependent relationship with ego inflation on one axis and ego dissolution on the other and saw that it just massively passed or differentiated between cocaine and psychedelics. It's quite a neat study. ANDREW HUBERMAN: So cocaine makes people's egos super inflated? ROBIN CARHART-HARRIS: Yeah. And doesn't touch dissolution and the opposite is the case with psychedelics. ANDREW HUBERMAN: Is there any neuroimaging to explain how cocaine does that? ROBIN CARHART-HARRIS: That would be a great study. Yeah. Great idea. ANDREW HUBERMAN: We should do that. I have a sabbatical coming up. I've got 12 months of sabbatical coming up. ROBIN CARHART-HARRIS: Yeah. That's-- ANDREW HUBERMAN: I'm going to show up in your lab. ROBIN CARHART-HARRIS: Yeah. That's a really good one. If it's all right to finish the thread on why psychedelics and ego dissolution, we do know some things or we have some hypotheses. And it's that the target receptors, the serotonin 2A receptors that classic psychedelics hit, are heavily expressed in what these days I like to call recent brain. Because evolutionarily, it's recent brain. It's cortex that humans have more than any other species. If you look at a mapping of cortical expansion from say, macaque or chimp to human, it's the very same map that you'll find the 2A receptors in. So that's the target. And it's just easy to think that-- oh, well, that could be the egoic brain and the classic psychedelics come in. They scramble up the activity. That's the entropic brain action. And in terms of the start/stop, the boundaries, that entropic action spreads out the system. It doesn't shut it off. It spreads it out. ANDREW HUBERMAN: Dissolution? ROBIN CARHART-HARRIS: Yeah. And you were talking about the headspace as well. So that fits. If it's more capacious, it fits. The big qualifier with psychedelic therapy that people rightly bring up is it doesn't last. That's the paradox of it. The paradox of ego dissolution. So the ego might go away during the trip, and you have these profound insights about the molecular continuity and how we're all one and interconnected. And then you come down, and however long later, the ego comes back, but maybe with a vengeance. And sadly, things can go awry when people haven't done the work. Perhaps haven't done the integration work and maybe ego defenses come back and it's not a pretty picture. ANDREW HUBERMAN: How often do you see that in the trials that you do? What percentage of people coming through do you think end up with worse than they were before the trial? ROBIN CARHART-HARRIS: It's very rare in the trials that we've done. Yeah. But you see defenses come back. So you do see people relapse. That's more-- if you're pushing out to like three months plus in something like treatment resistant depression, that's more the rule than the exception sadly. People relapse. If their histories are histories of chronic depression, then while you might give them a window of wellness, sadly, it doesn't last. That's not to say that it doesn't ever last. It does. And we have people who are in our first treatment resistant depression trial who are well to my knowledge today, back at work doing fantastically well. But sadly, the majority have relapsed, to my knowledge. ANDREW HUBERMAN: And need to do more psychedelic journeys. ROBIN CARHART-HARRIS: Well, they can't, because it's illegal. That's been the really difficult situation that we've been up against. Is that we do a trial where all of a sudden this schedule 1 drug becomes a medicine in the trial, or at least an experimental medicine. We give the treatment, it works fantastically well, gives people a remission that they've never really had for however long, and then the trial ends and they're denied that treatment. And worse still, if they were to have that treatment, they would be committing a crime. It's a sick joke in a way. But that's the situation that we've been in. ANDREW HUBERMAN: And that's a perfect segue "
        },
        {
            "timestamp": 7946,
            "text": "for what I want to talk about now, which is, what is the current state of legality in terms of-- or the progression towards legality. I'd also like to touch on the role of, let's just say, incoming big pharma. There are a lot of start up companies now trying to capitalize on these discoveries that you and others have made. The landscape out there is very unclear to me. Maybe I'll just call out some silos as I see them and maybe we can draw some bridges between them, if they exist. At the ground level, not the grassroots, but at the ground level, I look to laboratories like yours, Matthew Johnson's, Roland Griffith's some laboratories at Stanford. Nolan Williams. Laboratories studying the effects of psychedelics in human beings, so not animal models, in terms of their clinical application for the treatment of depression, anorexia. I now know fibromyalgia, trauma. Let's lump MDMA in there as well, assuming that it all works in equivalent way at the level of where the legislature is taking things. OK. So labs using government money, philanthropy, et cetera. Then there are the therapists out there that are accessing what we believe are clean sources of MDMA. Psilocybin, LSD to do this. They are doing it illegally. This is in the US or other Western European countries, because, obviously, it's going to differ by country. Who are administering these things on the basis of what they're reading in these studies that you all are publishing. But also expanding on and experimenting hippie flips and combination drugs and ketamine and et cetera. But let's leave ketamine out right now because it's legal. But there's that. Then there's the-- I don't want to say recreational/open market, black market. And here I want to raise a flag to the fact that Dr. Peter Attia did a terrific podcast on this recently in his own podcast, The Drive. The fact that fentanyl-- lacing with fentanyl is now showing up in MDMA and psychedelics that are purchased on the street. So serious caution to those getting it from uncertain sources. And then you've got pharma. And then as an umbrella for all of this, you've got the FDA and law enforcement agencies, which currently say, this stuff is illegal unless it's being used in a clinical trial. Selling it or possessing it can get you charged with a crime ranging from-- I don't want to say because I don't know. But up to felonies. Right years in prison. So can't take it through airports, don't get caught with it, don't buy it, don't sell it kind of thing. So where are we going from that picture of the silos? I know things are in clinical trials now. Most people, including myself, are not familiar with how the different phases relate to the proximity to legality. Could you just give us the landscape and touch on how long you think it will be before the people that come through your trials could then go get a prescription for psilocybin or potentially buy it without the risk from a reliable source, one would hope, but without the risk of getting thrown in jail. I used to live in Oakland, California. My understanding-- and please correct me if I'm wrong, folks. Don't trust this information and get in trouble. My understanding is that psilocybin is decriminalized in Oakland, but that's not the same as being legal. So what is going on out there? ROBIN CARHART-HARRIS: Mhm. Wow. Well, so much. ANDREW HUBERMAN: Yeah. I just asked 55 questions. ROBIN CARHART-HARRIS: I know. ANDREW HUBERMAN: But feel free to answer just a subset of them if you like. ROBIN CARHART-HARRIS: Yeah. Well, Oakland's a funny one. I live close to Oakland. There are head shops in Oakland that might be selling cannabis and cannabis-related paraphernalia that are selling mushrooms as well. Psilocybin, mushrooms-- ANDREW HUBERMAN: That's a fact. ROBIN CARHART-HARRIS: --openly. Yeah. ANDREW HUBERMAN: That's a fact. I can verify that. ROBIN CARHART-HARRIS: OK. ANDREW HUBERMAN: I haven't purchased them, but I've gone in and checked it out, what's going on here. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: Yeah. ROBIN CARHART-HARRIS: Yeah. So the police aren't going to prioritize that activity, the purchasing of those mushrooms as a crime now in Oakland because of the decriminalization. So those head shops shouldn't strictly be selling. Well, they shouldn't be selling. They won't have a license to be selling. Licenses don't exist yet for that here. But let's see whether they get shut down. They probably will, I don't know. But there's a church in Oakland sort of say that they're selling and it's part of religious rights. They're using that church model as a loophole, the way that Native Americans can use peyote and they have a more genuine case, I think. Because there is a history there. But they're trying to kind of piggyback on that. Anyway, that's close to where we are right now. But federally, which is really the major inflection point, "
        },
        {
            "timestamp": 8274,
            "text": "is the FDA and the licensing of psychedelics as medicines to be legally prescribed across the country, across the US and beyond, that is close because the key phase-- so there are different phases of clinical trials, and the key one to know about is phase III. Phase III trials are licensing trials. If they're successful, and typically you have to do at least two successful ones, show the results to the regulators who are the FDA, the medicine regulators, and say, is this good enough now for you to give me a license so that I can sell and provide this medicine that we've demonstrated is a medicine. So that work has been done with MDMA therapy for post-traumatic stress disorder. MAPS have led that work and done two phase III trials. I think they've already publicly announced that the second trial had results consistent with the first. We know the results of the first, because they're published and they were remarkably good. Something like 67% remission rates. ANDREW HUBERMAN: And long term. My understanding is some of those remission rates for trauma were years, which is different than what you're describing for psilocybin, where people might need ongoing dosing. ROBIN CARHART-HARRIS: Yeah. That's true. Yeah. Yeah. ANDREW HUBERMAN: But of course, just for trauma in those trials. My understanding is those MDMA trials were not focused on depression. ROBIN CARHART-HARRIS: Yes. Yes. Focused on the trauma. So that's something, because that data is being filed now, to my knowledge, like as we speak. And they're anticipating a decision maybe this year with rollout happening as early as next year. I mean, that's best case, I think. ANDREW HUBERMAN: Could I ask you when you, when you say rollout, and it's the appropriate term for MDMA, because of so-called rolling. About 20% of my audience, maybe 50 will understand that not funny joke that I made. Who's going to roll it out? Where would one get the clean source of MDMA, meaning not laced with fentanyl, not laced with methamphetamine, not undergone any chemical conversion to some other drug which can happen with extended shelf life, et cetera. Are people going to go to their psychiatrist to get MDMA? And who's going to be providing it? Is it going to be some big major pharma? This seems like a serious set of issues. ROBIN CARHART-HARRIS: Mhm. It is. And I don't have all the answers. I do know that MAPS would be providing, because they've done the work and they have set themselves up in a sense to potentially become the provider, whether as a pharma company, which is the big question they're wrestling with at the moment. It's very expensive to become a pharma company. ANDREW HUBERMAN: And yet they probably deserve to make the choice, because they've put in so many years of hard work when all of this stuff was considered like raver culture party drug, they were the ones that spotted the therapeutic potential. I mean, we knew there was therapeutic potential based on work going back many decades, but points to them, and I think in my opinion, they should have the agency to make those decisions. ROBIN CARHART-HARRIS: Yeah. And it's such a remarkable thing that's been achieved. And I think they've done it all on philanthropic donations. I think so. Yeah. So there is this big question mark. And the FDA are also asking questions about, to your question, who can provide this, because in the phase III work and up until this point, there's been a MAPS training, a MAPS therapist training. And you have to do this formal training in order to be a practitioner within the trials. But now, there's a question from the FDA whether that MAPS training can be the training that a clinician has to have to now be a provider. And when I say rollout, it's like offering this as a service, essentially. And so where would the referral come from? That's a good question. That I'm not 100% on the answer. Whether it would have to come from a psychiatrist or whether someone's-- sort of general physician could do that referral. But they will be going to a provider who is licensed and certified and will have done some training. And there will be a consensus on what constitutes good enough training to provide. There will also be some stipulations on the basic underlying professionalism of the clinician who provides. So I imagine, they'll have to be a mental health professional. I don't think they would have to necessarily be a psychiatrist, they could be, I think, a clinical psychologist. For all the dosings, I think without question, there would have to be a physician present or at least within ready access in case of an emergency. ANDREW HUBERMAN: Yeah, especially, with MDMA because of the propensity for cardiac issues. ROBIN CARHART-HARRIS: Yeah. ANDREW HUBERMAN: Because of the amphetamine properties. And where is psilocybin in terms of the phase trials? "
        },
        {
            "timestamp": 8605,
            "text": "Is it in phase II, phase III? ROBIN CARHART-HARRIS: It's in phase III. There's psilocybin therapy work being done for treatment resistant depression by a company called Compass. Those trials which are always multi-site. So there's always a bunch of teams or labs in a sense. Geographically spread out that are each contributing to data that then gets matched together and is then submitted as part of the phase III trial results. So that's happening with Compass right now. It's psilocybin therapy for treatment-resistant depression. Those trials have just started and I think the earliest estimate that I heard in a journalistic article was because I don't think Compass would say or they wouldn't say publicly something like 2026. ANDREW HUBERMAN: '26. Wow. So MDMA is ahead of psilocybin. ROBIN CARHART-HARRIS: Oh, yeah. Yeah. It's quite a few years ahead. And it's more of, not a certainty but it's very, very strong position with MDMA. Whereas the work's only just begun with psilocybin in terms of the phase III trials. But then you have this other situation of however many psychedelic research centers there are now across the globe, we had the first one in London in 2019. The first one in 2019, it's 2023 now, and I don't know how many there are. But so much has happened in such a small space of time. Yes. But all these different indications I've been able to tell you about-- anorexia and fibromyalgia syndrome. Trying to do a trial with a colleague of mine at UCSF in methamphetamine use disorder. He's got a trial going on in Parkinson's disease and chronic lower back pain and bipolar disorder. I mean, there's so much going on. OCD. Almost the full gamut of psychiatric disorders. Not schizophrenia, to my knowledge, are being looked at. So there's so much groundswell of activity. And I think these small investigator-led studies, typically, they're small because trials are expensive, are going to be reporting positive results. I know what we're seeing. And it will be four-- let's see now, at least four trials all with really positive results in very difficult-to-treat disorders. And that's just us. And I know there's so much elsewhere. Addiction disorders as well. Mike Johnson's work, obviously, Michael Bogenschutz. So all this compelling groundswell, it's really something. And yet the system to really make a big breakthrough in terms of licensing is, of course, slow. And that can frustrate people, but it has to be done properly. ANDREW HUBERMAN: Yeah. Else we revert back to what happened in the '70s where there was a lot of interest in psychedelics. It's interesting to me. There was a close juxtaposition of meditation and behavioral approaches to self-directed state change and psychedelics. Meditation made it through the hatch. I mean, there were some years where it was considered counterculture woo magic carpet weirdo stuff by Western science. But now, I mean, there are-- probably tens of thousands is not an overstatement of quality studies exploring how meditation can provide advantages for the mind and even for mental health. And psychedelics are now catching up, but they used to be close cousins in the cultural framework. But the problem was, I think, psychedelics were viewed as making people crazy. And university professors lost their jobs for having discussions like the one that you and I are having right now. And some people went to jail, but mostly people either left academic institutions or lost their jobs, whereas now these are some of-- these studies of the sort that you are doing and that are taking place at Stanford and Hopkins and elsewhere are some of the greatest magnetic pull for philanthropy for universities. Donors are very interested in supporting these sorts of studies, because they and their family members and people they know suffer from psychiatric illness for which the current big pharma approaches simply have not worked. So it's interesting to me that what once was seen as poison is now being viewed as a potential therapeutic. It's not just interesting, hopefully, it speaks to the evolution of the human species. People seem to be coming more open-minded about becoming more open-minded. ROBIN CARHART-HARRIS: Right. Yeah. That's a good one. Yeah. And yet-- yeah. "
        },
        {
            "timestamp": 8921,
            "text": "There's so much that's happening so fast. And there are elements of-- it's complexifying the space. There is critique, there's been some bad practice in psychedelic therapy, boundary crossing issues that have caused some scandals. ANDREW HUBERMAN: That's too bad. ROBIN CARHART-HARRIS: Isn't it? ANDREW HUBERMAN: Yeah. Well, I think too the gene therapy, right? It just takes one bad incident. Gene therapy was on a fast track three decades ago and then sadly, a child died in a gene therapy trial. And it's like shut down gene therapy practically for half a decade and then it slowly started ratcheting up again. Gene therapy broadly defined, and now we're in the age of potential directed gene therapy using CRISPR and things of that sort, which makes some people cringe and other people very excited. If you have Huntington's in your family, CRISPR is like the most exciting technology ever, because you could potentially eliminate it from your family line going forward, of course. ROBIN CARHART-HARRIS: So I just really hope that we can be balanced as this all plays out. Because it could go similar way given the stigma, given the history that people would be very twitchy with some isolated incidents. And overgeneralize them, perhaps, in a sense, shining a light on them, I think, is important that has happened recently is important, because it really drills home how important it is that this work be done right and what the necessary safeguards and standards should be. Yeah. And it won't be an easy road forwards. But let's hope-- we've got to hope that it succeeds, because current treatments-- people talk about the mental health crisis and to your point earlier about anorexia rates, it's not always actually the case when you look at the epidemiology. When you look at the data that you see a big inflection in diagnoses or cases of psychiatric illness. I would say, it's more-- the treatments haven't moved. They haven't really progressed. They haven't got any better since the 1950s more or less. And new drugs have been more of the same. So there haven't been any paradigm shifts. And that's why I get a little impassioned when I talk about psychedelic therapy and that point that this is something different. It's not a drug every day. That system, it's not cutting it. Do we really want to keep on with that system? Sure. Not everyone will want to trip. And that will terrify some people so much that they'll just want to be on their Lexapro or a non-psychedelic, psychedelic, or whatever. And of course, it should be allowed to have those options. Of course. And the more options, the better. But I think there is great value in really understanding what psychedelic therapy is. And I think when you do, you realize that it is a major paradigm challenge on many levels. And the fact that it's different might be its greatest appeal at the moment, I think. ANDREW HUBERMAN: Well, I am certainly grateful for your passion for the potential for psychedelics to be added to the array of potential treatments. And I really also appreciate how much you put it in there alongside the other treatments. Maybe even in combination with other treatments as opposed to saying, this is the thing that's going to cure everything. And yet the passion that you have for this potential paradigm shift, the one that really appears to be happening at the level of clinical data now is so important. So I want to extend a voice of gratitude for that and for the work that you're doing. I mean, I've been outside of this field, but as a neuroscientist, I've been paying careful attention to it really for the last five, seven years or so. And it's abundantly clear that it is a small group of individuals who are really thinking in terms of how the system works now and what needs to be done in order to change the system for the better like yourself that are really the driving force behind this new movement or paradigm shift. That without question, is going to lead to improvements in mental health and physical health outcomes. So I just want to say thank you for that. Also thank you so much for joining us today to share this immense knowledge set about the history of psychedelics. What they are, what they aren't. Their clinical applications as seen in your laboratory and other laboratories. I'm sure people already notice this, but you're incredibly generous in terms of attribution and also in your caution about explaining how some of the results in particular, on anorexia, fibromyalgia, are perhaps preliminary but very exciting. They're not published yet, anyway. We wouldn't call them preliminary. And also for touching on mechanism. That is not just about people feel better, but pointed to some potential underlying mechanisms in terms of connectivity changes and on and on. So thank you so much for your time today. Thank you for the work that you're doing. And thank you for the work that is sure to continue. We will provide links to studies in your laboratory, links to your laboratory so people can learn more and support in the ways that they deem appropriate for them. But just thank you, thank you, thank you. Such important work you're doing, Robin. ROBIN CARHART-HARRIS: Thank you, Andrew. It's been a pleasure. ANDREW HUBERMAN: Thank you for joining me today for my discussion with Dr. Robin Carhart-Harris. "
        },
        {
            "timestamp": 9279,
            "text": "I hope you found it to be as\ninformative about the scienceand clinical uses of\npsychedelics as I did.If you'd like to learn more\nabout Dr. Carhart-Harris'sresearch or support that\nresearch or inquire into beinga research subject in one\nof his laboratory studies,please see the links in\nthe show note captions.In addition, please\nsee the linksto his Twitter account and\nother social media accountsalso in the show note captions.Also in the show\nnote captions you'llfind a link to Dr.\nCarhart-Harris's Twitteraccount where he regularly\nposts about new advancesin the field of\npsychedelic science.If you're learning from\nand/or enjoying this podcast,please subscribe to\nour YouTube channel.That's a terrific zero\ncost way to support us.In addition, please\nsubscribe to the podcaston both Spotify and Apple.And on both Spotify\nand Apple, youcan also leave us up\nto a five-star review.Please also check\nout the sponsorsmentioned at the beginning and\nthroughout today's episode.That's the best way to\nsupport this podcast.If you have questions\nfor me or commentsabout the podcast or\nsuggestions about guestsyou'd like me to include on\nthe Huberman Lab podcast,please put those in the\ncomment section on YouTube.I do read all the comments.Not so much on today's episode,\nbut on many previous episodesof the Huberman Lab podcast,\nwe discuss supplements.While supplements aren't\nnecessary for everybody,many people derive\ntremendous benefit from themfor things like improving\nsleep, hormone support,as well as focus.The Huberman Lab podcast\nis proud to have partneredwith Momentous Supplements.If you'd like to see the\nsupplements discussedon the Huberman Lab podcast,\nyou can go to livemomentous,spelled O-U-S. So it's\nlivemomentous.com/huberman.If you're not already\nfollowing me on social media,I am hubermanlab\non all platforms.So that's Facebook, LinkedIn,\nTwitter, and Instagram.And on all those\nplatforms, I postabout science and\nscience-related tools,some of which overlaps with\nthe content of the Huberman Labpodcast, but much of which\nis distinct from the contenton the Huberman Lab podcast.So again, it's hubermanlab on\nall social media platforms.If you haven't already\nsubscribed to our NeuralNetwork newsletter, the\nNeural Network newsletteris a monthly newsletter\nin which we distill downthe essential points\nof particular podcastsand we list out toolkits\nsuch as toolkits for sleep,toolkits for\nneuroplasticity, toolkitsfor optimizing dopamine,\nand on and on, all of whichis available at zero cost.You simply go to\nhubermanlab.com,go to the menu, scroll\ndown to newsletter,and supply your email.And we do not share\nyour email with anybody.Thank you once again for joining\nme for today's discussionwith Dr. Robin Carhart-Harris.And last but\ncertainly not least,thank you for your\ninterest in science.[MUSIC PLAYING]"
        }
    ],
    "episode_summary": "In this episode, my guest is Robin Carhart-Harris, PhD, distinguished professor of neurology and psychiatry at the University of California, San Francisco. He is one of leading researchers in the study of how psychedelics such as psilocybin, LSD and DMT can change the human brain and in doing so, be used to successfully treat various mental health challenges such as major depression, anorexia, obsessive-compulsive disorder (OCD) and addiction. He explains how psilocybin induces sustained changes in adaptive brain wiring and cognition. We discuss the key components of safe and effective psychedelic journeys, the role of hallucinations, the use of eye-masks to encourage people to “go internal,” and music, as well as what effective therapist support consists of before, during and after the session (also known as integration). We discuss micodosing vs. macrodosing and how researchers control for placebo effects in psychedelic research. We also discuss the current legal landscape around psychedelic therapies. Psychedelic therapies are fast emerging as powerful and soon-to-be mainstream treatments for medical health disorders, but they are not without their risks. As such, this episode ought to be of use to anyone interested in brain plasticity, mental health, psychology or neuroscience.\nFor the full show notes, visit hubermanlab.com.\nThank you to our sponsors\nAG1 (Athletic Greens): https://athleticgreens.com/huberman\nLMNT: https://drinklmnt.com/huberman\nWaking Up: https://www.wakingup.com/huberman\nMomentous: https://www.livemomentous.com/huberman\nThe Brain Body Contract\nhttps://hubermanlab.com/tour"
}