{
    "title": "Dr. Matthew Johnson: Psychedelics for Treating Mental Disorders",
    "ep_num": "156",
    "link": "https://www.youtube.com/watch?v=GzvzWO0NU50",
    "chunks": [
        {
            "timestamp": 0,
            "text": "- Welcome to the Huberman Lab Podcast, where we discuss science and science-based tools for everyday life. [upbeat rock music] I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, I have the pleasure of introducing Dr. Matthew Johnson. Dr. Johnson is a professor of psychiatry at Johns Hopkins School of Medicine, where he also directs the Center for Psychedelic and Consciousness Research. As many of you know, there's extreme excitement about the use of psychedelics for the treatment of various disorders of the mind. Dr. Johnson's laboratory is among the premier laboratories in the world understanding how these compounds work, how things like Psilocybin, and LSD, and related compounds allow neural circuitry in the brain to be shaped and changed, such that people can combat diseases, like depression, or trauma, or other disorders of the mind that cause tremendous suffering. Dr. Johnson is also an expert in understanding how different types of drugs impact different types of human behaviors, such as sexual behavior, risk taking, and crime. Dr. Johnson and his work have also been featured prominently in the popular press, such as articles in \"The New York Times\" and Michael Pollan's book, \"How to Change Your Mind,\" and in a feature in \"60 Minutes\" about psychedelics and the new emerging science of psychedelic therapies for treating mental disorders. During the course of today's conversation, Dr. Johnson and I talk about psychedelics at the level of what's called micro dosing, whether or not it is useful for the treatment of any mental disorders. We also talk about more typical macrodosing, what those macrodoses entail, and he walks us through what an experiment of a patient taking psychedelics for the treatment of depression looks like in his laboratory from start to finish. The conversation was an absolutely fascinating one for me to partake in. I learned so much about the past, present, and future of psychedelic treatments and compounds. And indeed, I hope to have Dr. Johnson on this podcast again in the not too distant future, so that we can talk about other compounds that powerfully impact the mind and human behavior, and perhaps, can also be used to treat various diseases. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Athletic Greens. "
        },
        {
            "timestamp": 147,
            "text": "Athletic Greens is an all-in-one vitamin mineral probiotic drink. I've been taking Athletic Greens since 2012, and so I'm delighted that they're sponsoring the podcast. The reason I started taking Athletic Greens, and the reason I still take Athletic Greens once or twice a day every day, is because it covers my foundational nutritional needs. It has the vitamins I need, the minerals I need, and the probiotics are important to me, because there is now so much data about the importance of the so-called gut microbiome, maintaining healthy gut bacteria, and the ways in which those gut bacteria impact things like inflammation, and keeping inflammation down in the brain and body, as well as supporting things like quality mood, endocrine function, metabolic function, just so many factors. The great thing about Athletic Greens is that it also tastes very good. I mix mine with water, a little bit of lemon juice, and as I mentioned, I drink that once or twice a day. If you'd like to try Athletic Greens, you can go to athleticgreens.com/Huberman, and if you do that, you'll get the Athletic Greens, plus, you'll get five free travel packs. The travel packs make it very easy to mix up Athletic Greens when you're on the road, in the car, on the plane, et cetera, and you'll get a year supply of vitamin D3/K2. There's now a lot of evidence that vitamin D3 and K2 are important for various aspects of metabolic health, cardiac health, and so forth. So once again, that's athleticgreens.com/huberman to get Athletic Greens, the five free travel packs, and your year supply of vitamin D3 and K2. Today's podcast is also brought to us by InsideTracker. InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body, and help you reach your health goals. I've long been a believer in getting regular blood work done, and now, with the advent of quality DNA tests, you can get a lot of information about your genetics, and how that also impacts your immediate and long-term health. The reason I'm such a fan of getting blood work done, is that it is really the only way to understand what's going on in your system at a level that can really inform your decisions about your immediate and long-term health. The problem with a lot of blood and DNA tests, however, is that you get numbers back about your hormones, and your metabolic factors, et cetera, but you don't know what to do with that information. With InsideTracker, they have a very easy to use dashboard that gives you that information, and then gives you some suggestions and directives about things you could change about your nutrition, about your exercise, and other lifestyle factors that can help you move those numbers in the direction that's best for you and for your health. If you'd like to try InsideTracker, you can go to insidetracker.com/huberman to get 25% off any of InsideTracker's plans. Just use the code Huberman at checkout. Today's podcast is also brought to us by Belcampo. Belcampo is a regenerative farm in Northern California that raises organic grass-fed and finished certified humane meats. I eat meat about once a day, In general, my lunch or my breakfast consists of some meat, and that meat has to be of very high quality, and generally, I'll eat some vegetable as well. And then I tend to eat pastas, and rice, and things of that sort later in the day or in the evening in order to facilitate the transition to sleep. So I'm eating meat about once a day, and I always insist that the meat that I eat be of the very highest quality, and that the animals were raised and maintained humanely. While conventionally-raised animals are confined to feedlots and eat a diet of inflammatory grains, Belcampo's animals graze on open pastures and seasonal grasses, resulting in meat that's higher in nutrients and healthy fats. In addition, they raise their animals in a way that's not just better for our health, but also has a positive impact on the environment. They practice regenerative agriculture, which means the meat is climate positive and carbon negative, so you can feel good about what you're eating at the environmental level, and for sake of your health. You can order Belcampo's sustainably-raised meats to be delivered to you by using my code Huberman at belcampo.com/huberman, and entering my code Huberman to get 20% off your first time order. I'm partial to the rib-eyes or the New York steaks. So on one day, I might have a ribeye. The next day, I might have a New York steak. I also really like the meatballs. I'm a particular fan of the meatballs. So again, that's belcampo.com/huberman, and enter the code Huberman at checkout to get 20% off your order. And now, my conversation with Dr. Matthew Johnson. Well, Matthew, I've been looking forward to this "
        },
        {
            "timestamp": 400,
            "text": "for a long time. I'm a huge fan of your scientific work, and I'm here to learn from you. So- - Likewise. Big fan and happy to do this with you. - All right, well, thank you. My first question is a very basic one, which is, what is a psychedelic? We hear this term all the time, but what qualifies a substance as a psychedelic? - Nomenclature is a real challenge in this area of psychedelics. So starting with the word psychedelic, if you're a pharmacologist, it's not very satisfying, because that term really spans different pharmacological classes. In other words, if you're really concerned about receptor effects and the basic effects of a compound, it spans several classes of compounds. But overall... So it's really more of a cultural term, or it does have a relationship to drug effects, but it's at a very high level. So all of the so-called psychedelics across these distinct classes that I can talk more about, the way I put it, is they all have the ability to profoundly alter one's sense of reality, and that can mean many things. Part of that is profoundly altering the sense of self acutely, so when someone's on the psychedelic. So the different classes that can be, the specific pharmacological classes that can be called a psychedelic, are, one, what are called the classic psychedelics. So in the literature, you'll see that term. Hallucinogen and psychedelic all have traditionally been used synonymously. I think there was a little of of a tendency to stay away from psychedelics, because of the baggage, but there's been a return to that in the last several years. But the classic psychedelics or classic hallucinogens are things like LSD, psilocybin, which is in so-called magic mushrooms. It's in over 200 species that we know of so far of mushrooms. Dimethyltryptamine, or DMT, which is in dozens and dozens of plants. Mescalin, which is in the peyote cacti, and some other cacti, like San Pedro. And even amongst these classic psychedelics there are two structural, structural classes. So that's the chemistry. There's the tryptamine-based compounds, like psilocybin and DMT, and then there's the phenethylamine-based compounds. So these are the basic, two of the, basically, building blocks that you're starting from, either a tryptamine structure or a phenethylamine structure. But that's just the chemistry. All of the... What's more important, or at least to someone like me, are the receptor effects, and then, ultimately, that's going to have a relationship to the behavioral and subjective effects. So all of these classic psychedelics serve as agonist, or partial agonists, at the serotonin 2A receptor, so a subtype of serotonin receptor. Then you have these other classes of compounds that you could call psychedelic. Another big one would be the NMDA antagonist. So this would include ketamine, PCP, and dextromethorphan, something I've done some research with, which folks might recognize from like Robo-tripping, guzzling cough syrup, which is something kind of like high school kids are known to do when they can't get ahold of real drugs, that type of thing. So a large overlap in the types of subjective effects that you get from those compounds compared to the 2A agonist classic psychedelics. But then you have... And by the way, this description, this framework I'm describing, not everyone will agree. Some people will say, no, psychedelic only means classic psychedelic. So there's different opinions here. But you have, gosh, Salvinorin A, which is a kappa-opioid agonist, which again- - Where does that come from? - Salvia divinorum, it's a plant that became... 20 years ago, it sort of popped onto the legal high scene, and there's a long history of this predating the internet, going back to like the stuff one could order in the back of \"High Times Magazine\", and most of this stuff never worked, you know? [laughs] Or it's like, just smoke enough of anything, maybe you get a little bit lightheaded. But this is one of those things that popped around 20 years ago, when it quickly got the reputation of like, holy shit, this stuff actually works, and works really strongly. In these smoked extracts particularly, people have these reality-altering experiences on par with smoked DMT, the classic psychedelic. So often... And we did the first blinded controlled human research with Salvinorin A. So lots of entity contact. So feeling that you, in the experience of one is actually interacting with autonomous beings, that type of thing. And then you have another big one, I probably should have mentioned even before the Salvinorin A, but you have MDMA, which really stands in a class by itself. So it's been called an entactogen, and- - What does that mean? - It means like touching within. It sort of alludes to the idea that it can really put someone in touch with their emotions. It's also been called an empathogen, meaning it can afford empathy. But I think entactogen's probably, that's the term that I tend to focus on. And I know I'm not telling you anything you don't know, but for the viewers, the primary mechanism of MDMA is serotonin release, and to a degree, other monoamine release, dopamine, serotonin. And so structurally, that's also in the phenethylamine class, which contains mescalin, the classic psychedelic, but also amphetamine. So just like Adderall is in that phenethylamine class. And so this is another example where chemistry doesn't dictate. I mean, you can tweak a molecule. It might have that same basic structure, but now you've profoundly changed the way it interacts with the receptor. So in MDMA it does not exert its actions by, I like to say, by mimicking the baseball entering the glove, the post-synaptic receptor side acting as an agonist. So mimicking the endogenous neurotransmitter, serotonin, like the classic psychedelics do. MDMA works on the pitcher side of just basically throwing out more of the natural, the endogenous- - Dumping more serotonin. - Dumping more serotonin. - Yeah. - Flooding the synapse. - Yeah. So I get the impression, that this psychedelic space is a enormous cloud of partially overlapping compounds. - [Dr. Matthew] Right. - Meaning some are impacting the serotonin system more than the dopamine system. Others are impacting the dopamine system more than the serotonin system. Given that the definition of a psychedelic is that it profoundly alters sense of self, at least that's included as a partial definition, - Mm-hmm. - can we break that down into a couple of sub categories? So for instance, hallucinating, either auditory or visual, "
        },
        {
            "timestamp": 849,
            "text": "synesthesia, perceptual blending, the sense that you can hear colors, and see sounds, for instance. A common report of people - Yeah. - that take psychedelics in sufficiently high doses. So hallucinating, synesthesia. And then in terms of sense of self, as a neuroscientist, I think, okay, what does it mean to alter a sense of reality? Really, what the brain does in a very coarse way is to try and figure out what's happening in space, physical space, and that physical space could be within us or outside us, and what's happening in time. - Right. - And as a vision scientist, the simplest explanation, is when I move my hand from one location to another location, it's measuring the space, the location of my hand in space over time, and then you get a rate, and a speed, and all that kind of stuff, right? - Yeah. - That gets more complicated as you get into the emotional realm. But is it fair to say, that psychedelics are impacting the space-time analysis that the brain is performing, and thereby creating hallucinations, and thereby altering the blending of senses? Is it fair to say that? - I think it's fair to explore that area, and here's what I'm thinking. Clearly, there is a changed relationship, certainly, at the right dose of orientation in space-time. I think as a... You know, I'm primarily a behaviorist, and in terms of human behavioral pharmacology, I always go to comparative pharmacology, okay? What can we say that is truly unique about the classic psychedelic, or psychedelics in general? So with that description, I'm thinking, okay, alcohol can really screw up your time-space orientation. - And the proprioception, your balance, your vestibular. - Proprioception, - Yeah. - you know. And in many ways, and sort of in those gross motorways, like far worse, of course everything's dose-dependent, but in the classic psychedelics, obviously the benzodiazepines being very similar to alcohol. Same thing. So I'd want to dig in a little more, in terms of, like, maybe there's something more specific we could say about that relationship to time, and space that the psychedelics are tinkering with, but I'm not sure. It's an interesting hypothesis, the idea that that's a mediator, that that's something, that there's something fundamental about changing the representation in time and space. There might be something to that. I mean, I think of these psychedelics as profoundly altering models. We're prediction machines. So much of that is top-down. And psychedelics have a good way of, loosely speaking, dissolving those models, and one of, the reality- - Can you give us an example of one of, like a model? Like, I know that when I throw a ball in the air, it falls down, not up. That's a prediction that I learned as a child. I did not come into the world with a brain that knew that relationship - Yes. - between objects and gravity. But one of the first things that a child learns is the relationship between objects, and gravity, and their trajectory- - Yeah. And with a four-year-old, I mean, I saw that at earlier ages, like that experimentation of, like, oh yeah, that's what happens, you know? - Right. [interposing voices] So if he were to throw a ball, if a child were to throw a ball, and it went up into the sky, that would be absolutely mind-blowing? - Yeah. - It would be for an adult too. - It'd be a pretty - Right. - psychedelic experience, probably [laughs]. - Right, right. There's a rule there. You're saying, there's kind of a prediction. - Right. - There's a rule that underlies a prediction, that when that rule is violated, all of a sudden, the circuit, presumably, for that prediction, it doesn't have a mind of its own, but somehow, it creates a surprise element, or a recognition element. - Yeah. And it's not filtered out, you know? And this might sound extreme, but there are these cases, it was overblown, and sort of the propaganda of the late '60s, early '70s, but there are credible cases of people, it's very atypical of, it sounds like they really thought they could fly, and jump out of a window. Now, far more people every year fall. I mean, who knows, you know? - Sure. - They fall and die out of, you know, from height, because they're drunk, you know? So this is extremely rare, but there are some pretty convincing cases. There was one research volunteer in our studies that, she looked like she was, in one of our studies, she was trying to dive through a painting on the wall. She was fine. But she [laughs]... Reviewing the video, it looked like she really thought that she was going to go through that painting, and who knows? You know what I mean? - All right, so- So she was- - Into the other dimension- - Yeah, so they're violating these predictions. Yeah, the reason I asked the question the way I did is, because given the enormous cloud of different substances, and given the range of previous experiences that people show up to a psychedelic experience with, I feel like the ability to extract some universal themes is useful, especially for people who haven't done them before, right? - Yeah. - Who might not have an understanding of what their effects are like. Can we just briefly touch on "
        },
        {
            "timestamp": 1196,
            "text": "the serotonin system and the dopamine system? I want to acknowledge that, as you already know, that there are many neuromodulator systems in the body, and the opioid systems, cannabinoid systems. But there's something so profound about the serotonin system and the dopamine system, because the way I define a neuromodulator is, it's a modulator. It changes the way that other circuits behave. And essentially, it increases the probability that certain circuits will be active and decreases the probability that other circuits will be active, - Yeah. - in a general sense. - Mm-hmm. - So compounds like LSD, lysergic acid diethylamide and psilocybin, my understanding, is that they primarily target the serotonin system. How do they do that at a kind of general level? And why would increasing the activity of a particular serotonin receptor or batch of serotonin receptors lead to these profoundly different experiences that we're calling model challenges, challenging pre-existing models and predictions? - Yeah. - I mean, at the end of the day, it's a chemical, and these receptors are scattered around the brain with billions of other receptors. - [Dr. Matthew] Yeah. - What do we think is going on in a general sense? - Yeah, yeah, and this is really the area of active exploration, and we don't have great answers. We know a good amount about the receptor level pharmacology, some things about post-receptor signaling pathways. In other words, just fitting into the receptor. Clearly, serotonin itself is not psychedelic, you know? Or else we'd be tripping, all of us, all the time. - 'Cause when I eat a bagel, I get serotonin release, right? - Uh-huh. - I mean, there's... Or turkey. - And it's very different than LSD. - I mean, there's tryptophan in it, right? - Mm-hmm. - But my understanding of serotonin, is that in very broad strokes, that it generally leads to a state of being fairly, it pushes the mind and body towards a state of contentment within the - Right. - immediate experience. Whereas the dopamine system really places us into an external view of what's out there in the world, and what's possible. - Yeah. - Is that fair to say? - Need to do something. I mean, that's consistent with my understanding, and certainly, not in terms of... I don't primarily identify as a neuroscientist, so I'll definitely tell the viewers that we're far more in your domain here than mine. But in terms of how psychedelics and other drugs interface at the neuroscience level. - Well, feel free to explain it at the experiential level. - Yeah. - I mean, it doesn't have- I think there probably are some audience members that are interested in, is it the 5-H2C? Is it the layer five neurons and cortex? - Yeah. - That conversation, we could hold, and that's an interesting conversation. But just in terms of the experience of serotonergic versus dopaminergic drugs, - Right. Yeah. - they do seem to create distinct classes of experience. So I think that's the appropriate level - Right. - for us to discuss them. - And in terms of how they... And I'd like to explore the biology a little bit here, and tell you sort of what's known, and what some of the ideas are. - [Dr. Huberman] Please. - You know, have this path... As you know, these are levels of analysis, and it's not which one is going on. It's almost like, for the particular question, which level of analysis is most appropriate? Is a question best addressed by the biology, the chemistry, or the physics? That's how I think of receptor level, post-receptor signaling, downstream effects on other neuro-transmitters, and then activation level effects, and then coordination of activation. So you've got the, clearly, with the classic psychedelics, the two way activation. We do know that there are downstream effects in terms of increasing glutamate transmission. So this is likely a commonality why ketamine is very psychedelic "
        },
        {
            "timestamp": 1430,
            "text": "in a slightly different way, but- - Do people hallucinate on ketamine? - Yes, yes, and it's more dissociative. So someone is more likely to sort of be less behaviorally active. If they have a really high dose, they go into a K-hole, and if they go in a really high dose, like you get in surgery, - That's what it's called, - you're just unconscious. - a K-hole? - Yeah, a K-hole. - Not an A-hole, but a K-hole? - A K-hole, yeah [laughs]. - Right. - It's very different. The K-hole. And ketamine's interesting, 'cause people can take kind of bumps, and kind of dance on it with sort of an alcohol level strength effect, and that's sort of the classic kind of raving use of it. But then those folks want to titrate their dose, because if they do more of a line, you get up to like 75, 100 milligrams, then you're talkin' about, if you're on the dance floor, you're on the floor, and your friends are trying to make sure people aren't steppin' on you. So that's like the K-hole- - Yeah, why would somebody want to take a dissociative anesthetic? Like, to me, it's completely mysterious as to why someone would want to dissociate from their body. - People claim that these NMDA antagonist psychedelics are extremely insightful in a very similar way to the experiences with the classic psychedelics. So- - And ketamine is now legal for therapeutic use, correct? - Right, right. Spravato, the intra-nasal form marketed by Janssen, which is esketamine, and it's one of the- - It's prescription? - Yeah, it's prescription- and- - So people are taking it in the nasal spray? - Yeah. - And then, are they undergoing talk therapy while they're doing this? - Typically not. This is very interesting, and there's so much work that needs to be done. It's not treated as psychedelic therapy, and by that, psychedelic therapy, I mean, you tell the person they're going to have an altered experience. You tell them to pay attention to that experience, that they might learn something from that experience. And afterwards, you discuss that experience. With Spravato, the model is- - Spravato is? - Is esketamine. - Okay. - It's the, yeah, the spray form of ketamine. It's been FDA-approved for treatment resistant depression. You'll probably feel different. Ignore that. That's a side effect. [laughs] That's an adverse effect. Just ignore it. We don't think that has anything to do with the way it works. But just get this thing. It's a direct sort of chemotherapeutic effect in a sense . It's not facilitating a learning process. Now, there's older work. There was a guy, Krupitsky, in Russia that did extensive work with higher doses of ketamine. I should say, Spravato, at the prescribed doses, isn't very... It's a pretty low dose. It's in the mild psychedelic range, but it's not very strong. But this older work that happened in the '90s and early 2000s in Russia, they were using very high doses, and treating it like a psychedelic. You know, treating it as if it was a psychedelic therapy. In other words, telling people, you're going to have this experience. It's going to... We're hoping you learn something from it. We're going to help you through it. We're going to discuss it afterwards. And they found incredibly high rates of success in some pretty well controlled trials for both heroin addiction and alcohol addiction. So I think a whole lot of work needs to be done now. And you see some of the ketamine clinics that are using ketamine off-label, a lot of them are you treating it like psychedelic therapy. There's, essentially, no research at this point on that. Do you get better results? Straight up use of Spravato, there's some good variability, but its antidepressant effects last about a week, but they kick in immediately. Now, a week is a long time. For most psychiatric drugs, you take it every day, you know? - Right. - So that's amazing, but it's still just a week. We're seeing effects a year or more later with psilocybin and some of the classic psychedelics that could be a pharmacological difference, or it could be that they get a lot more mileage out of ketamine if they treated it like psychedelic therapy. And so that's some work- - What would that look like? - Really, just like our psilocybin sessions, which I know I haven't described, but briefly, you have anywhere from "
        },
        {
            "timestamp": 1680,
            "text": "four to eight hours of preparation getting to know the people who are going to be the guides or the therapists in the room with the person. - Yeah, maybe you could walk us through this? So let's say, I were to come to one of your clinical trials, 'cause these are clinical trials, right? - Mm-hmm. - At your lab at Hopkins? - Yeah. - And would I need to be depressed, or could I just be somebody who wanted to explore psychedelics? - We've had studies for all of these, - Okay. - and a number of other disorders. - Okay. - So healthy, \"normal studies\", - Okay. - the code for not a problem to fix, but we're all... That's what's amazing about psychedelics, though, because if you administer them under this model, and you develop a relationship, and give a high dose of a psychedelic, you can be a healthy normal without a diagnosable issue. But man, we're all human, and the issues seem to come to the surface. - Sure. Yeah- - But we've done work with smoking cessation, so people trying to quit tobacco, and haven't been successful. - So a variety of reasons? - Right. - So maybe, I'll just ask some very simple questions that would kind of step us through the process. So let's say I were to sign up for one of these trials, and I qualified for one of these trials. I'd show up. You said, \"I would do several hours in advance of getting to know the team that would be present during this psychedelic journey\"? - First, there's screening. So it's kind of like a couple of days of both psychiatric, like structured psychiatric interviews about your whole, your past, and symptoms across the DSM, the psychiatric Bible, to see if you might have various disorders that could disqualify you, like the main ones being the psychotic disorders, schizophrenia, and also including bipolar. - Right. - So the manic side of bipolar. - Mm-hmm. - So after that... And also cardiovascular screening, heart disease. After that screening, then the preparation. You develop a therapeutic rapport with the people who are going to be in the room with you, your guides, but you're also then didactically sort of explained about what the psychedelic could be like, and that's kind of a laundry list, because they're more known by their variability than it's going to... It's not like cocaine. You're going to feel stimulated. You're going to feel like you can do any... Or alcohol, you're probably going to feel more relaxed. It's like... I call 'em uppers, downers, and all arounders, and the psychedelics are the all arounders. It's like, yeah, you could be, you could have the most beautiful experience of your life, or the most terrifying experience of your life. So it's this kind of laundry list of like the things that could happen, so there's no surprises. - I think it's so important for people to hear, because the all arounders, you really can't predict how somebody is going to react internally. - Right. - I want to just briefly touch on something, because we left that topic. But it occurred to me, that a lot of these effects of psychedelics, and how they function, et cetera, is still very mysterious. But then I recalled to mind, that how most prescription antidepressants work is also very mysterious. They increase serotonin, or dopamine, or epinephrin, et cetera, but why they take weeks on end, you know, several weeks to kick in, et cetera, is also mysterious. But going back to the experience of coming to your laboratory. Okay, so let's say that somebody passes all the prerequisites. and it's the day. - Yeah. - Comes the day that they are going to have this experience. Are they eating mushrooms, like you hear about, or are they taking it in capsule form? What sorts of doses are you prescribing? Is there a dose response curve? - [Dr. Matthew] Yeah. - And then secondary to that, I'd like to talk about micro dose versus macro dose. - Mm-hmm. - So how do they get this stuff into... How do people receive it, and how do they get it into their body? - So they reive pure psilocybin. So the mushroom, and there are many species... People have taken mushrooms in the United States, it's most likely so Psilocybe cubensis. They're easy to grow. They grow in cow patties. It's easy for anybody to grow 'em in their closet. It doesn't take a 1,000 watt light, like cannabis. It takes like a little 10 watt light bulb and a Tupperware bin. So those are what... Those are the types of mushrooms that people typically take. We're not administering those. Psilocybin is the compound. You could draw a molecule of psilocybin, again, based on the tryptamine structure, that's a single molecular entity. So it's a white powder. - Does it look like serotonin molecularly? - Yes, yes, yes. [interposing voices] - If I were to show people the chemical structure of serotonin and the chemical structure of psilocybin, it would look quite similar? - Right, right. [interposing voices] - They're basically taking serotonin? - A modified version of serotonin, which makes sense. But then again, this repeated theme of the chemistry doesn't always neatly line up, because mescaline looks more like dopamine than it does like serotonin, but yet, at the receptor activation level, the pharmalogical effect, those are similar. But yeah, I mean, and what it does at the receptor is an... It's hitting the same switch, but then having an alternate response at the receptor level. - Yeah, so for people that don't necessarily understand the relationship between what we call ligand, the thing that parks in the receptor, and the receptor is the parking spot, one of the reasons that you can get such a variety of effects from different compounds is, for instance, serotonin might affect a certain pathway at a particular rate, and a psilocybin might trigger activation of different components of that pathway, different rates, and so you can get vastly different experiences from two things that look chemically similar. - Right. - This is also a good reason why people shouldn't just assume that they can cowboy their own chemistry, right? That what you see on paper and what you can mix up in a vile is often vastly different than what you predict. - Right. - Right. - And there's a dose effect curve that's really interesting. Some of our early work with psilocybin in healthy \"normals\" looked at a true placebo, plus four active doses, 5, 10, 20, and 30 milligrams of psilocybin. Body weight adjusted, so those milligrams per 70 kilograms of body weight. We've recently published a paper in our newer trials where we're dropping the body weight adjustment, 'cause going across hundreds of volunteers, we've kind of figured out, that you shouldn't really be, you don't need to be adjusting by body weight, so- - Interesting. - So yeah. - Well, brain size doesn't vary that much between individuals. - Yeah, yeah. - You know, at the end, this is a brain effect, mostly. - Yeah. - Probably body as well. Okay, so the person ingests the powder or capsule? - Yeah, in a little pill. - Okay. - Yeah. And it doesn't take- - And how long does it- - 30 milligrams is a small... He could fit it into a tiny, little capsule. And it'll take about a half hour. Well, anywhere from 15 minutes to an hour to kick in. On average, about a- - And you said, the dose range was? - Most of our studies are looking at where we want a psychedelic effect during the 20 to 30 milligram range. Again, because we have adjusted by body weight, and the average American is over 70 kilograms, about 150 pounds, people, in fact, have gotten more like 40, 45 in a lot of cases, but it's still a small pill. The session day itself is not full of, for most of our studies, is not full of tasks. We really want to look at the therapeutic response. Obviously, if it's a therapeutic study, we want it to be a meaningful experience. And research has found, not surprisingly, that you get a less meaningful experience when you're an FMRI, - Right. - ar when you're doing a lot of cognitive tasks. We've done some research on of that type, for sure, and plenty of colleagues have. But when you're in a therapeutic study, or if you're trying to understand the therapeutic effects, you have to recognize there's this trade-off of what you can do. So our typical therapeutic model, which, again, isn't just limited, necessarily, to the therapeutic studies where we're trying to treat a specific disorder, is to have that preparation, so you the person feels very comfortable with their guides. I mean, ultimately, what I tell people is like, any emotional response, it's all welcome. I mean, you could be crying like a baby hysterically, like that's what you should be doing if that's what you feel like. And so in a lot of ways, sometimes people with psychedelic experience on their own, it can be harder to train them in this model, because in the real world, people with psychedelic experience, a lot of times, the rule is hold your shit. So several friends go to a party. They split a bag of mushrooms. It's like there's a social pressure, for good reason, not to be the guy in the corner of the room, where everyone's trying to just have a good time and relax, like crying about your mother. Your other friends, they're having an experience too, and you're being a drama king, and blah-blah-blah, And so, yeah, compose yourself. Hold your- - You're doing- I mean, you're doing therapy for people. It's not just about the experience? - Right. And the experience itself is very much shaped by that container, by the environment, and the degree to which one allows it to happen. Once you let go of control, right? - Yeah, let's talk about the letting go of control. "
        },
        {
            "timestamp": 2250,
            "text": "And then as we march through this hypothetical experience that does take place in your lab. So we're using a sort of generic case example, if you will. The letting go of control is an interesting feature, actually, because one of the common themes of good psychoanalysis, or psychotherapy of any kind, is that there's a trust built between the patient and the analyst, and that relationship becomes a template for trust more generally, and trust in one's self. It's actually, the end goal of a good psychoanalysis is that the patient actually... One of the end goals is that they develop an empathy for themselves, which almost sounds like an oxymoron, but if you spend a little time with that statement, it actually pans out. So the psychedelic experience is one in which, chemically, you're under a new set of conditions, right? - Yeah. - Let's coarsely, space and time are altered in some way, sense of self. For instance, I might be going to a strongly interoceptive mode where I'm focusing on everything within the confines of my skin. Whereas, normally, we're sort of interacting in space, and pens, and conversation. [mumbles] Occasionally, I'll pay attention to my breathing, but I'm sort of dilating and contracting my focus for different things all the time. - Yeah. - The letting go of control, it seems, to me, could be sort of the expansion of one perceptual bubble, to the point where you're not actually worried that that perceptual bubble is going to pop, or that, meaning you're not worried about what people think of you. - [Dr. Matthew] Yeah. You're not worried whether or not your brain is going to explode, even though a thought could feel enormous. If I keep going like this, it almost sounds psychedelic, but that's the idea here. Or if I'm paying attention, for instance, to some Somatic experience, like the coursing of waves of heat through my body, that I'm not suddenly saying, \"Is that weird?\" I'm actually just going deeper and deeper into it. So it's, essentially, expanding a perceptual phenomenon. How do you convince people to go further and further down that path? What do you think allows them to do that? Because I think that, to me, is one of the more unusual aspects to psychedelics, is that, normally, the social pressure, but also, just our internal pressure from our own brain is, pay attention to many things at once, not just one. Is that- - Especially these days. Yeah, multi-task. - Exactly. Yeah. - Right. Multitask. And the more that we focus on one thing, the more bizarre that thing actually can appear to us, right? - Right. - I mean, even if it's the tip of your finger, and you're not taking any psychedelics, you spend long enough looking at the tip of your finger, you will notice - Yeah, it's weird. - some very weird things. - Yeah. - Right? - I think if that as the classic psychedelic effect, or one classic effect, and one I've used many times, of this example of why people should necessarily... These aren't... One should be judicious in putting themselves in these circumstances. Someone could be having a very strong psilocybin experience, and they're trying to navigate their way in Manhattan, crossing the street, and they might be staring into their hand, and realize, like that's, their hand is the most amazing miracle. Like the entire universe has essentially conspired to come to this one point to make this absolutely breathtaking... It's almost like, I think, of the simplest form of... Well, we know that the simplest form of learning is habituation. Simply keep applying stimuli, and there's less response. This is what organisms do. This is what we have to do. And it's like there's this disc habituation component that- - Disc habituation? - Yeah, so like we wouldn't - Yeah. - be able to get through life, we wouldn't be able to cross that street if we were like, whoa, this is a miracle. You know? [laughs] - Well, I'm so glad you- No, I'm so glad you brought this up. I mean, here, I'm reflecting my bias as a vision scientist, but most people don't realize this, but if you look at something long enough, it eventually disappears. It doesn't actually disappear, but perceptually, it disappears. You have these little microsaccades that ensure that it doesn't. - Right. - But most of us don't look at any one thing for very long. - [Dr. Matthew] Right. - The brain's default is to perceptually jump around like crazy with the visual system, with the auditory system. ADD, people talk about ADD a lot, is sort of baked into our underlying networks at some level, and then we can force attention. But it sounds like on psychedelics, one of the primary goals therapeutically is to really drill into one of these perceptual bubbles, and expand that bubble. And the safety, it seems, - Yeah. - is the safety... It's sort of like a permission to do that without worrying that something's going to happen. - Right. Because I've had people there on the couch... Yeah, I remember one lady said, this is probably 13, 14 years ago, said, \"Matt, tell me again, I can't die\". \"I feel like my heart is going to rip through my chest.\" I mean, she was feeling... And I should say, typically, cardiovascular response is modest. The pulse and blood pressure go up somewhat. It can be dangerous for people if they're at severe heart risk, and we do- - Are you monitoring this the whole time? - We do. We do monitor it. - So they're plugged into a variety of devices- - Yeah, so every half hour or so, we take on protocol, and we space it out a little further, further into the time course, but we take their blood pressure and their pulse. And if it goes over a certain level, we have a protocol, and we've had to do this only a few times, but the physician comes in, gives them a little nitroglycerin under the tongue, and knocks the blood pressure down a little bit. Doesn't affect the experience. So we have it all in place, even though they'd probably be fine, out of an abundance of caution. - [Dr. Huberman] Sure. - But yeah, but someone can feel that, my god, I'm going to die. I have never felt my heart beat like this before. And the experience of the breath can be just absolutely fantastic. This sort of... And the breath is obviously interesting, because it's this automatic control, but it can also be voluntary. So people get into a sense of like, my god, what if I... It sounds silly, like a stoner movie- - What if I forget to breathe? - Exactly. - Yeah. - That can be so compelling. And so one of the... Get back to one of your questions, it's like, what do we do to kind of allow them to go further into these bubbles? One, is wearing the eye shades. We don't call 'em blindfolds, 'cause that has a negative connotation, like peakin' out [laughs]. - And they're probably seeing a lot in there anyway. So blind isn't the appropriate word for it. - Right, right. I've never thought of it. This should be like inner-sight shades. [interposing voices] - But when you close the eyes, the levels of activity in the retina "
        },
        {
            "timestamp": 2650,
            "text": "actually are maintained. It's just spontaneous activity. - And it seems, and I'd be curious about your thoughts on this, I mean, but the way I describe it, is that the mind's eye, this kind of loose term we use, can be on rocket booster. So a lot of times, for some people, like a compound like psilocybin, for some people, there's no perceptual effect. If they're looking at this room, it would pretty much look the same. Sometimes, folks say, \"Yeah, things seem a little bit brighter\". Now, some people will say, \"Oh, my god, there's waves\". \"That wall is waving, and these curtains...\" On these compounds, people don't typically see pink elephants. You do actually get that in another class. I didn't mention the anticholinergic, sort of like atropine and scopolamine, those drugs. Those are the true hallucinations, where you thought you were having a conversation with someone who was never there. - Right. [interposing voices] We will definitely get to those. But the reason I kind of cringe, and I say, \"Oh, my\", when you talked about those, is that knowing a little bit about the pharmacology of acetylcholine, the idea of manipulating that system, to me, sounds very uncomfortable. Because the whole idea of witches and flying, there was a whole history there hundreds of years ago, so-called witches taking these agents, and then thinking they were flying around on broomsticks, and things of that sort. - Yeah. - And there's a lot of mythology around the broomsticks. It's complicated. But that sounds very unpleasant. One thing about the serotonergic, let's just, for with psilocybin, so there's an expansion of a particular, fairly narrow, percept. It could be sound. - Yeah. - It could be an emotion. It could be sadness. Could be a historical event, or a fear of the future. - Yes. - And you've mentioned before, that there's something to be learned in that experience. - [Dr. Matthew] Yeah. - There's something about going into that experience in an undeterred way that allows somebody to bring something back into more standard reality. - Yeah. - Given the huge variety of experiences that people have on psychedelics, given the huge variety of humans that are out there, but what are now very clear therapeutic effects in the realm of depression, what do you think is the value of going into this fairly restricted perceptual bubble, what we are calling, letting go, or giving up control? Because if the experiences are many, but the value of what one exports from that experience is kind of similar across individuals, - Yeah. - that raises all sorts of interesting questions. And this is not a philosophy discussion. We're talking about biology and psychology here. - Yeah. So let's say, I decide that I'm going to focus on the tip of my pen. I mean, in a psychedelic state, I could fall in love with this pen. I do happen to like these Pilots V5s [Dr. Matthew laughs] and V7s very much. But I could feel real love - Yeah. - for the pen, right? - Yeah. - That's not an unreasonable thing to expect in a psychedelic journey. - Right, right. - And in the context of your laboratory model, which I think is a great one, that experience will be just as valid as me going into the experience of some of the deep friction that I might have with a family member over my entire lifespan. - Yeah. - And yet, the export from that, those two vastly different experiences, is one of feeling a better relationship to the world into one's self. - Right. - So what does this tell us about- - How can the pen, - Right. - and the processing your childhood trauma both lead to- - Right. - Yeah- - So what does this... I mean, at that level, - Yeah. - it raises this question, like, first of all, how, why, I mean, or just, what are your thoughts on that? - So this is definitely in the... "
        },
        {
            "timestamp": 2880,
            "text": "This is in the terrain we're figuring out, you know? So there's no... Educated speculation is the best I can provide. but I think the best... I think the common denominator are persisting changes and self-representation. - Okay, tell me more about self-representation. Yeah. - That's the way one holds the sense of self, the fundamental relationship of a person in the world. I mentioned earlier, that these experience seems to alter the models we hold of reality, and I think the self is the biggest model, that I am a thing that's separate from other things. I am defined by certain... I have a certain personality, and I'm a smoker that's having a hard time quitting, or I'm a depressed person that views myself as a failure, and all of these things, those are models too. And I think that change in self-representation may be an endpoint for these different experiences. I mean, maybe the falling in love with the pen, the whole idea that you're, especially in contemplation afterwards, and obviously, I'm speculating here, but the whole idea that you could have such a deep connection with this random, obviously, random, aspect of the universe could potentially lead to this transformed understanding of the self, and the pen may be a proxy for the miracle of reality in a way that relies nothing on, on no supernatural thinking. You know, you can be a hard atheist, and you take this, you know, ultimately, oh, my god, like that, just like the pen, this is amazing, the fact that we exist, and so there could be an extrapolation chair. And you used the pen, but I think it sounds similar to Aldous Huxley's classic description and the doors of perception of the chair and the drapes. He took 500 milligrams of mescalin, and he was just like- - Is that a high dose of mescalin? - Yeah, yeah, and that's a heroic dose, for sure. He's just going off of the chairiness of the chair, like this chair is exuding the quality of being a chair, and- - So this is this expansion of the perceptual bubble? A narrow percept that then grows within the confines of that narrow percept? - Yeah. - So a sense of self is a very interesting phenomenon, and if we could dissect it a little bit, there's the somatic sense of self, so the ability to literally feel the self. This process, we call interoception. And then there's the the title of the self, the I am blank. - Yeah. - And I noticed you said that several times, and it's intriguing to me. But a good friend, I don't think I can or should mention his name, but he had a very long and successful career within one of the more elite teams within the SEAL teams, and he's a fairly philosophical guy, also a very practical guy, but he has said many times to me, that the most powerful words in any language are \"I am\", because whatever follows that tends, if you repeat it enough, tends to have this kind of feedback effect on how you are in the world. The first pass, it sounded to me a little bit like, you know, kind of like internet psychology-type-thing, like, oh, the secret or something you'd say, which frankly, I'm just not particularly- - A little New Agey. - Yeah. - Yeah. - [mumbles] If you kind of like the whole fake it till you make it, I don't actually subscribe to any of that. - [Dr. Matthew] Uh-huh. - But in dissecting that a little bit further with him, I came to realize, that these words, \"I am\", are very powerful. I don't think you reprogram your brain just by saying them. But how one defines themselves internally, not just to other people, but how one psychologically, and by default, defines themselves, I think, is very powerful. And depressed people, as well as happy people, seem to define themselves in terms of these categories of emotional states. So I think it's so interesting, that letting go and going into this perceptual bubble, which is facilitated by, obviously, a really wonderful team of therapists, but also, the serotonergic agent, - Yeah. - allows us to potentially reshape the perception of self, that's a tremendous feat of neuroplasticity. - Right. And I think, certainly, more work needs to be done. This is the horizon. And I actually credit Chris Letheby, a philosopher in Australia, who has a forthcoming book. It might be out right about now, or soon, within the coming months, \"Psychedelics and Philosophy\". - That's the title of the book? - It might be \"Psychedelic Philosophy\"? - Okay. - It's really- - Chris Letheby. We'll put a link to it- - Right. And so his conclusion in this, it's a really great book, and he really plays with the idea, it's like, psychedelic experiences come along with a lot of supernatural stuff, experience. It can certainly go along with that. But the idea is like, can these experiences, and including those therapeutic effects, be explained from a naturalist point of view? And his conclusion is that, the changes in self representation may be the commonality. Now, that could go along with plant spirits, and the Buddha, and chakras, and whatever your model system, in Jesus, all of that, but it could also be completely devoid of any supernatural, any religious. And we do, in fact, see all of these varieties. So I think there's something about this change in sense of self. It seems to be something on the identity level, both with... I think of the work we did with cancer patients who had substantial depression and anxiety because of their cancer, and also our work with people trying to quit cigarette smoking. I mean, there's this real... There seems to be, when it really works, this change in how people view themselves, like with smoking, like really stepping out of this model of like, I'm a smoker, it's tough to quit smoking cigarettes. I can't do it. I failed a bunch of times. I remember one participant during the session, but he held onto this afterward, said, \"My god, it's like I can really just decide, like flicking off a button, I can decide not to smoke\". I call these duh experiences with psychedelics, 'cause people often, like in the cancer stage, you say, \"I'm causing most of my own suffering\". I can follow my appointments. I can do everything, but I can still plan for the... I'm not getting outside in the sunshine. I'm not playing with my grandkids. I'm choosing to do that. And it's like, they told themselves that before, and the smoker has told themselves a million times, I can... So it sounds... When it comes out of their mouths, folks will say, this is part of the ineffability of a psychedelic experience, folks say, \"I know this sounds like bullshit and this sounds like, but my god, I could just sigh\", like they're feeling this gravity of agency, which I think is interesting, cause regardless of the debates on the reality of freewill, I think the philosophy of that, whether it's ultimately free will, like pure agency, if that exists, which I'm skeptical of, or just the idea, that clearly, we have a sense of agency. There's something there, whether it's the sense of agency even, the human being has, and that seems to be, at times, fundamentally, supercharged from a psychedelic experience. This idea like, I'm just going to make a decision. Like normally, like you tell a depressed person, don't think of yourself that way. You're not a failure. - They can't do it. [interposing voices] - It's just, yeah. It's like- - Right. - Well- - But you can, actually, in one of these states, have an experience where you realize, like, my god. Just like using MDMA to treat PTSD, and we're going to be starting work with psilocybin to treat PTSD, someone could really reprocess their trauma in a way that has lasting effects. And clearly, there's probably something that... You know, reconsolidation of those memories, they are altered, very consistent with our understanding of the way memory works. So the whole idea, people can actually, in a few hours, have a such a profound experience that they decide to make these changes in who they are, and it sticks, there seems to be something like that. - And that's profound. I mean, I think, a few moments ago, I made a some semi-disparaging statements about things like the secret, and affirmations, and the reason I do that with a nod to the fact that the people who are putting those ideas forward are well-intentioned people, is that the neural networks of the brain put language last. We tell stories, you know? And stories are very powerful. But I think one of the most cruel aspects of the whole self-help literature in popular psychology is this idea, that everything you say, your brain and body hear it. That's actually a very unkind or even cruel thing for people who are depressed or anxious to hear, because if they hear that, and believe that, and I want to be clear, I don't think it's true, that they think that it's very hard to control thoughts. Is it very hard to control thoughts? So if somebody says, \"I can't\", and then somebody says, \"Well, no, every time you say you can't, your brain hears that, and it reinforces it\", that's a very treacherous place to live. And language is powerful, but neural networks, the brain, and the networks that underlie emotionality, and perception, and sense of self, they don't change in response to language. They change in response to experience. - [Dr. Matthew] Yeah. - And just fundamentally, there are some prerequisites. You need certain neuromodulators present, like serotonin or dopamine. You need them to be at sufficient levels. You don't need a drug necessarily to do it. You give a kid a kitten or a puppy, their first kitten or puppy, and the levels of dopamine and serotonin, I've never measured them, but we can be pretty sure that they are higher than baseline, and that experience will reshape them, right? - Yeah. - Likewise with an adult in certain circumstances. So I think I'm fascinated by this idea, that a somatic and a perceptual experience, but a real experience of the sort that you're describing, - Yeah. - is what allows us to reshape our neural circuitry, and to feel differently about ourselves. And I know there's been really tremendous success in many individuals of alleviating depression, of treating trauma with these different compounds. I wanted to step from the experience under the effects of the psychedelic. "
        },
        {
            "timestamp": 3536,
            "text": "So the person there with your team, they go into this expanded perceptual bubble. If things go well, they're able to do that to a really deep degree. Maybe it's the relived trauma? Maybe it's the beauty of their ability to connect to things in the world? And I want to talk about the transition out of that state, and then the export into life, because this is really where the power of psychedelic seems to be in the therapeutic sense, is the ability to learn, truly learn, from that experience, so that the learning becomes the default. That one doesn't have to remind themselves, oh, I am... You know, they don't have to do an affirmation, I am a happy person, I am a... You know, I always think of Bart Simpson - Right - writing on the chalkboard. [Dr. Matthew laughs] - Yeah. - It didn't work for him It doesn't work for this other stuff too. So as they transition out of this state, I know that there's a kind of a heightened, there's a so-called peak, - Yeah. - where everything seems to be kind of cascading in at such a level that the person just, they can't really turn it off at that point. - Right. - It would be challenging. And then they start to exit the effects of the drug. Are those transition zones, are those valuable, much like is the transition between a dream and the waking state valuable? Because you're in a sort of mishmash of altered reality and new reality. - Right. - What do you do to guide people through the, out the tunnel, as they exit the tunnel? - Yeah. And I have to say, this is where we need more experimentation. Really, the clinical model goes back to literally the late 1950s, and there's been virtually no experimentation on, let's say, randomized people to... We're going to talk more during the latter half of the session, versus not. Versus we have them write an essay after their session, versus not. Versus we have this amount of integration. [interposing voices] - In your studies, are they writing or talking as they're doing it? - So- And it's called a very loosey goosey term, integration, but for us means, as they're coming back from the experience, so sort of five, six hours in, so this is the afternoon, they've been dosed around nine o'clock, so this is like four o'clock or so, just some initial, tell us about the experience. Do you want to... Not unpacking it totally, but just kind of initially just have a little bit of discussion before they go home. So there's a little bit of that. But then, that night, their homework is to write something. So it could be a few bullet points. It could be 20 pages. And we get everything in that range. But try not to be self-critical. It's not graded. This is just to process, and for a point of discussion the next day. So they write something, they come in the next day for one to two hour, depending on the study, \"integration session\", basically, let's discuss your experience. And depending on what study it's in, like what that mean for... You're dealing with cancer, what might that mean for your smoking, or becoming a non smoker? So you encourage them to simply take it seriously. And I think this is, again, a sort of, one of the points that could be the antithesis of what some just kind of social users use. I mean, this was written about by Huston Smith, the scholar of religion, in terms of these mystical experiences that can happen from psychedelics, and how a lot of times, the attribution to a drug effect is dismissed. Even if one has this sense of being one with the universe, and it totally shakes their soul, so to speak, but the next day, their friends are like, ah, dude, you were screwed up! Too much acid for you! Whoo! You know? Like, man, next time, you needed to have a few more beers to bring that down. You know, like this sort of social reinforcement for dismissing the experience. Oh, god, you were talking out of your head, man. Even if it's good natured, but it's this dismissal. It's not like... What you want to do is like, tell me more about that. You know, you were crying at one point in talking about your mom. Let's talk about that. What was that like? Do you remember that? [interposing voices] - Are you doing that follow-up, or they're encouraged to do that in their own life with the various people in their life? - Both. So we do that explicitly in the follow-up, where we have these discussions. Depending on what the situation is, you might encourage the person to kind of follow-up. It's really, the basics of it is, is supportive therapy. It's non-structured. It's use all the reflective listening, and the sort of the humanistic psychology thing, unconditional positive regard for the person. But I think, if someone feels inclined to apologize to their sibling about some things, like, yeah, go ahead and call 'em up. With something big, like a relationship change, I'd be like, sit on that two weeks. Don't make any big... Don't end any relationship. Don't quit your job. Don't make any big- - Do you also tell them not to start any relationships? - I don't remember that ever coming up. - Interesting. - But if it- - I'm not joking. I was just wondering, you know? - Yeah. - But it makes sense why you would want- - Like if they're dating, and they're thinking like, ah, it might be time to take it to the next level. Should I ask this girl to marry me? If it did come up, I would say there too, why don't you sit on that a week or two? - Yeah, don't get a puppy. - And let your sober mind- - Don't get a puppy. Certainly, don't get four puppies until your... [Dr. Matthew laughs] I have a question about flashbacks. "
        },
        {
            "timestamp": 3876,
            "text": "- Uh-huh. - You know, one of the kind of things you hear is flashbacks, and that people- - Yeah. - Do people get flashbacks? And if so, what is the basis of flashbacks? The on-the-street lore about this, is that, somehow, some of the compound gets stored in body fat tissues, and then released later. Like, is that complete nonsense? - No evidence for that, so probably complete nonsense. - Flashbacks are nonsense, or the storage in body fat is complete nonsense? - The storage in body fat. So to answer whether flashbacks are complete nonsense, we have to define it. So I really think these are multiple constructs that are going. It's not the same thing that fall under that term. There is a phenomenon that appears real, that's called hallucinogen-persisting perceptual disorder. It's in the DSM. A certain number of people, a very small number of people percentage-wise who have used psychedelics, will have these persisting perceptual disorders, like they'll see halos around things. They'll see some trails, like the after image is following an object in motion. They'll see distortions in color. And it'll be like anything else that's a disorder in the DSM. It has to be clinically distressing, and it has to be persisting over some number of months. And so very rare, very mysterious. Some of the keys to that are, amazingly, it's never been seen in the thousands of participants, either from the older era, from the late '50s to the early '70s, the people in psychedelic studies with LSD, psilocybin, mescalin, and it's never been seen in the Modern Era, again, now with thousands of participants at a number of centers like ours throughout the world. So it seems to be something that is, for some reason, happening in illicit use. So now that brings in, okay, is there polypharmacology? - Right. - You know, 'cause you're drinking- - Did you take what you thought you took? - Yeah. What's the dose? What's the purity? - Yeah. - But then also, what I think is actually even more so, and what's likely going on, is some sort of very rare neurological susceptibility. There is one paper that is a case series of individuals reporting these symptoms, and they didn't limit it to just people who had had hallucinogen history. And the amazing thing about this, is that a number of people seem to have straight up HPPD diagnosis. - What is HPPD? - Hallucinogen-persisting perceptual disorder, who have never taken a psychedelic. So it's often prompted by alcohol, benzodiazepines, cannabis, even tobacco. And I believe, in one individual, no lifetime history of any, it wasn't proceeded by any of those substance uses. So I think it's... I think of it like the precipitation exacerbation of psychotic disorders. It seems pretty clear through observation that some people with either predisposition or active psychotic disease, that this can destabilize them. - Yeah. - A psychedelic- The same way that a life experience can destabilize this - Sure. - person more easily. I think of it like that. There's probably some pretty rare neurological susceptibility. We have tended, this goes back to the '80s, clinical practice, it ended up in the DSM focused on hallucinogen, because I relate it to the psychology of xenophobia. It's always the weird other thing that gets the attribution. You don't attribute to the thing, like, oh yeah. did you smoke cigarettes? Did you drink? It's like, well, yeah, but I see lots of people drinking, and not ending up with this. You take a crazy drug, and you can get people to believe all sorts of crazy stuff. The biggest example of that is the cathinone derivatives, so-called bath salts. And if you remember, several years back, - Oh, yeah. What was the deal with that? - the guy in Florida that ate the other guy's face. There was a homeless guy that literally ate part of someone's face off. Yeah, it's one of the crazies- - While the person was alive? - While the person was alive. And all it took was one sheriff's deputy to say, \"Well, I don't know, but I bet it was some of that bath salt stuff that's been going on\". The only thing- - What was it? - [Dr. Matthew] The only thing in his system- - Well, maybe we can set the record straight for people. What was this... Why would he say bath salts, and was it bath salts? - It wasn't. And so the only thing in his tox was cannabis, which we all know, typically, people don't eat people's faces off after they get stoned. - It makes you hungrier, but not that hungry. - [laughs] Yeah. Right. - Yeah. - Right. So it's just an example of the xenophobia. Today, if you get on Google Images, and look up bath salts, one of the most common images you'll see is this poor guy's face being eaten off. So we're just so ready to latch on. Just like the people of another culture that we don't know, it's very easy to assign attribution to a class that you're very unfamiliar with. So I think they, the psychedelics, got that attribution with this very rare neurological susceptibility, the way that alcohol didn't. So I think it's not specific to psychedelics, but we don't really know. But we'd look at it, and our research have never seen an example of it. But flashbacks can mean a number of other things. I think the most common thing people experiences is, what we call, state-dependent learning. It's returning yourself to a similar context can bring back the same thoughts and emotions as the experience. So someone used mushrooms a week ago, now they do something like they smoked some cannabis, or they take a warm bath, or they're simply relaxed, and it seems to come out of the blue, and all of a sudden, these, or they follow a thought trail that takes them, that reminds them of their, and they find themselves in that same experience again, I think that's more of state-dependent learning. It's not the distressing component that is in, and it's typically not perceptual. And then another class are just sort of perceptual anomalies within a day or two following the experience, which is not HPPD. Most people have joked that this is a free trip. Like you might see a few trails or halos the day afterwards. It doesn't last longer than that. And it doesn't screw you up. It's kind of fun, like, \"Oh yeah, I'm still seeing some trip\", most people will say. So it could mean any of those things. - Got it. - So the flashback is... Yeah- - Interesting. No, I appreciate you clarifying that. I mean, one very common misconception about neuroplasticity is that it's an event. And it's not an event, it's a process. And we have no understanding of the duration of that process. However, the experience of any drug or any life experience, right? Even if it's a trauma, or a wonderful experience, or a psychedelic experience, it doesn't matter, sets in motion a series of dominoes that fall, and it's the falling of those dominoes that we call neuroplasticity. I mean, the reshaping of neural circuits could take years. We don't know. It's the trigger, and then there's the actual change. And so I think that some of what you described could be, literally, the reordering of circuitry, that in some individuals, might extend longer than others. And there is one phenomenon that I've been told people experience, "
        },
        {
            "timestamp": 4330,
            "text": "and I'm wondering whether or not any of the patients you've worked with, or people in your trials have ever reported this? I've never done ayahuasca, which I'm assuming has some overlap with the serotonin system. Probably hits a variety of systems. - So it's DMT, the active- - Right. - It's orally- - Excuse me, that's right. - It's NAO inhibitors - Of course. Of course. - that allow the - Yeah. - DMT to be orally- - Right, I should've recalled that. Absolutely. Well, I've never done it, but a number of people I know that have done ayahuasca, as well as people I know who've done MDMA, report an increased sense of what is sometimes called ASMR, or these autonomic sensory meridian reflexes, which is... And it's interesting, a lot of people have these naturally, and they hide these. It's actually something that many people keep hidden to themselves. I'll just ask you, if you can do it. So some people are able to pass like a shiver down their spine, or up their spine, consciously. You know, like you can kind of. I'm able to actually pass a shiver up my spine. I actually learned how to do this when I was a kid on a hot day. I was standing on a field in sports camp. I was like, it's really hot here. And I could actually create like a cooling, cooled perception. - Yeah. - I told someone this once, and then this led to a discussion of, oh, I can do it, but I always hid that from people, 'cause it's actually somewhat pleasurable. And this is a well-known phenomenon, ASMR. [Dr. Matthew laughs] And some people I know who have taken MDMA therapeutically, or ayahuasca, will report that they feel great relief from this. They can generate these autonomic reflexes through their body more readily. Probably, I'm guessing, because they were able to tune in to a kind of deeper sense of somatic self. Now, on the internet, ASMR, if you look it up, it's a little bit like the bath salt thing, but in the other direction. Like there were people that pay... Let's just say, there are accounts on YouTube that have many, many millions of viewers of people that will whisper to them about... Like, for instance, there's people that will go listen to, it seems to be women in particular, whispering about like car mechanics, or something, or scratching. So there are certain sounds that will do this. Whispering, tapping, finger tapping. And people experience immense pleasure from it. It's not really sexual pleasure, but it's this kind of deep core of the body. - Yeah. - It's the autonomic nervous system down in the curve of the spine. - Probably what a certain number of people would call Kundalini, which is another one- - Right. - Scientifically who'd... Yeah. - That's right. - Yeah. - People who do long duration Kundalini breathing sessions, many of them will report later feeling as if their perception of self is outside of their head. - Ah! - That they're literally... It's very uncomfortable for them. That they feel like they're walking around with their sense of self extended beyond the body. And this is a clinically described neurologic phenomenon. - Have any studies been done? - No. - I would imagine, that person might actually like... Would they duck? - Oh, what- - If they're- That would be an interesting experiment- - And that would be the kind of thing my lab would want to get into. - Where they could- - That's right. - Yeah, their body could clear, - Right. Right. - but their projection - Yeah. - wouldn't? - Yeah, the sense of self, I mean, there's a well-known phenomenon. In a few individuals, it's very sad, where people actually avidly seek out amputation of their limbs, because their limbs, they feel, don't belong to their body. - Oh, yeah. Yep. - This is very sad, and fortunately, very rare, but also a very sad condition. Anyway, I think that the core of this conversation that we're drilling into is, this notion of reordering the self. And it's a relief to me to know that flashbacks are not something that is kind of, forgive the term [chuckles], baked into to the psychedelic experience. And I suppose, that's a good segue to ask about other sorts of drugs. "
        },
        {
            "timestamp": 4554,
            "text": "Having said, \"baked in\", the temptation is to go to marijuana or cannabis. - Yeah [laughs]. - But if we could, I'd like to just ask about some of the more dopaminergic compounds. In particular, MDMA. - Yeah. - My understanding, is the MDMA is a purely synthetic compound, that you're not going to find MDMA in nature. - So far. - So far. - There are certain- DMT was first synthesized in the lab, and then we thought it didn't exist in nature, and then Richard Schultes found it everywhere [laughs] in South America. - Yeah, actually- Yeah- - So who knows, a plant out there - Right. - might be making MDMA. - Right. Right. - But as far as we know now, no. - Right. And we'll talk about DMT and its sources within the body. But MDMA could exist in elsewhere, but has been synthesized. And my understanding, is the MDMA leads to very robust increases in both dopamine and serotonin simultaneously, which, from a neural networks perspective, is a very unusual situation, right? Normally, because dopamine puts us in this exteroceptive, looking outside ourselves, seeking things in the world beyond the skin, our own skin, and dopamine, excuse me, serotonin tends to focus us inward. Those are almost mutually exclusive - Yeah. - kind of neurochemical states, but they're always - Yeah. - at different levels. So why would it be, that having this increased dopamine and increased serotonin would provide an experience that is beneficial? And how do you, to the extent that you can describe it, how do you think that experience differs from the sorts of experiences that people have on psilocybin or more serotonergic agents, just broadly speaking? - Yeah, yeah. In terms of the effects, generally, on serotonin and dopamine, I can only speculate sort of, is that dopaminergic component necessary for... Let's say, we know that the amygdala is less reactive under acute effects, and that may play a role in... There's less sort of control from the amygdala, in terms of one's experience of memory, so it may be part of this sort of reprocessing, this reconsolidation of these memories in a different way, where the amygdala is not like going crazy, saying, freak out, like fight or flight. - What I should have said, it seems like MDMA is being used clinically, anyway, mainly for trauma, - Right. - not just for depression, sorry. - Although part of that, we really don't know, and maybe the MDMA is great for depression, and some of these other. And it may be that, and I'm going to be looking at this soon, that psilocybin is great for treating PTSD. A lot of underground therapists say that, underground psychedelic therapists. So we don't really know yet- - What do you mean by underground? Oh, because they're doing it- - People doing illegal, - Yeah. - but more like a professional therapist would. It's just illegal. And this is a kind of a growing thing. So we don't really know which. Speculating, but it may be that MDMA, for a broader number of people, is better for trauma, because the chances of having an extremely challenging experience, what I call the bad trip, like really freaking out, is much lower with MDMA. People can have bad trips, but they're of a different nature. It's not- - Well, what is- - It's not sort of like freaking out, because all of reality is sort of shattering, and it's less of this. It can take so many forms with the classic psychedelics, but typically, you'll hear something like, I didn't know it was going to be like this. No matter how hard you tried to prepare them, that like this is... Like get me off this- - You're talking about LSD or psilocybin? - LSD, psilocybin, ayahuasca. - Bad trip. - Yeah, yeah. And just this sense of like, I'm going insane. This is so far beyond anything I've ever experienced, and it's scaring the shit out of me. - How often does that happen? - I don't have a toehold on anything, - Yeah. - even that I exist as an entity, and that can be really... I think, frankly, experientially, that's kind of the gateway to both the transcendental mystical experiences, the sense of unity with all things, which we know our data suggests is related to long-term positive outcomes. - Wait, I want to make sure I understand. So you're saying, the bad trip can be related to the transcendental experience? - Right, I think those are both, speculating, but you have to pass through this sort of like reality shattering, including your sense of self, and one can handle that in one of two ways. You can either completely surrender to it, or you can try to hang on, and if you try to hang on, it's going to be more like a bad trip. So again, I wish there was more, and hopefully, there will be more, experimentation. There's a lot going on here in the black box, in terms of the operant behavior of how you are within yourself choosing to handle letting go, you know? And eventually, we'll be able to see this in real time with brain imaging. Ah, there, they are surrendering to the psychedelic experience. Here, they are trying to hold on. But we we're not there yet. But I think through clinical observation, it seems pretty clear that something like that is going on. And certain drugs, like DMT, smoked DMT, can be so strong. The reason I think that can be so extraordinary, even compared to the others, 'cause it forces people. There is no choice to hang out. - I've never done it. - Yeah. - I was told that DMT is like a high-speed locomotive into the psychedelic experience, and out of the psychedelic experience, - [Dr. Matthew] Yeah. - and there's no ability to hold onto the self while you're in the kind of peak phase. Is that correct? - A lot of people say that. Terence McKenna, who's kind of the classic bard on DMT effects, he would say, \"The sense of self was intact, but everything else, the sensorium, and what you navigated, what you oriented towards, everything else changed, basically\". But it's hard to... When everything's changing, it's hard to say like, what is the self that's changing? What is the rest of the world? - Well, and Languages is totally deficient to describe experience anyway, much less on a psychedelic. What is McKenna's background? What is his qualification for being this, as you referred, this bard of DMT and psychedelics? - And we're talking about Terrence, and there's also the brother, Dennis, whom I know, whose- - Can only imagine what Thanksgiving dinner - Yeah, they're brothers. - is like at their house. - Terence passed away years, a couple decades ago now. But he's sort of the one who's known as being a bard, and you can find hundreds, if not thousands, of hours of him on the lecture circuit in the '80s and '90s on YouTube. But his background was really... Oh gosh, I don't recall what his college degree was in. But he basically, when he was 19, he traveled to South America, and actually, on the initial trip, with his brother, who was even younger than him, with some other friends, and just in search for a DMT snuff that they had read about in the Harvard archives from the work of Schultes from a generation before. But they had discovered all of these mushrooms growing down there, the psilocybin mushrooms, what they recognized, and just took a lot of mushrooms, and- - And talked about it? - Talked about it. And Terence was basically very intelligent, very well-read in literature and culture person that could... He was sort of the next generation's Tim Leary, someone who could really speak, get a little closer to the magnitude of what the psychedelic experience was like for people. And he serves, like Leary, somewhat of an advocate. I mean, he would tell people, folks, you could see the equivalent of a UFO landing on the White House lawn. Like, it's right there. It'll take five minutes. It'll shake everything in your reality. You know, he would sort of goad people into doing it. - Well, certainly, science and clinical medicine is, are just but two lenses with which to explore these things in life. Well, part of the reason I ask is, I feel like, in the world of health and fitness, you have this very extreme condition of like Arnold Schwarzenegger's and bodybuilders who have 2% body fat, and they look like, to most people, they look kind of freakish, - Yeah especially now, right? - Oh, especially now. - Especially now. - Yeah, yeah. - And yeah- - Made Arnold look - Yeah, yeah. - like regular- - Exactly. - Back in his day, yeah. - Yeah. And you have contortionists who can put themselves into a small box and wrap themselves into a pretzel. But from those two very extreme subculture practices that, I don't know anything about contortionism, really, but except that they get really bendy, but it's a community that included lifestyle practices, and nutritional practices, and then drug practices. From those very extreme subcultures, there's been an export, which is that weight training is healthy, right? The general public has done that. Or that yoga is healthy. - Yeah. - So contortionism to yoga, et cetera. And I feel like a similar thing is happening in the realm of psychedelics, where it was Leary and Huxley. Look, I'm from the Bay Area. I'm not far from the Midland Park VA, where \"One Flew Over the Cuckoo's\" is basically, based on, right? - Oh, yeah. - Ken Kesey and those guys. There has been an attempt at creating this movement toward openness about psychedelics and their positive effects. This has happened before. - Yeah. - The difference is, that now, there are people like you inside the walls of the university, or publishing peer-reviewed studies, and things of that sort. The reason I asked about McKenna was, it seems like McKenna and his brother are but just two of many people, Michael Pollan, et cetera, "
        },
        {
            "timestamp": 5160,
            "text": "who have no real formal training in biology or psychology. The other guys who were at universities lost their jobs. They were actually removed from places like Harvard and other universities for their kind of cavalier explorations. Right? - Oh, yeah, mm-hmm. - And now, things are kind of returning. So in the same way that bodybuilding led to weight training in every corner gym, - Yeah. - men, women, and children, and contortionism is one extreme, but people generally think that yoga is a pretty healthy practice, right? These are matter of degrees, right? And now, here you are - Yeah. - inside the walls of a very highly respected university, Johns Hopkins. You're on the medical school side, - Mm-hmm. - or the undergrad? - So in the med school, - Medical. - which is a serious health institution. The question is to me, what are the valuable exports, right? And where does the extreme lie? I mean, clearly, there's a problem with tinkering with reality through pharmacology, and there's a benefit, it sounds like, to tinkering with reality through pharmacology. - Yeah. - And what's so striking to me, is the elements of atypical experience, atypical representation of the self. So for the average person, right? Or for kids that are hearing this. Kids that are in their teens, right? - [Dr. Matthew] Yeah. - I want to talk about, what are the dangers of psychedelics? It's something you don't hear a lot about these days, and it's not because I'm anti-psychedelic at all, but what are the dangers, right? If a kid or adult has a predisposition toward, let's say, psychotic thinking, right? Or auditory hallucinations? - Yeah. - Whereas on the Asperger's side of the autism spectrum, is there an increased risk of bringing the mind into these states? 'Cause it sounds like a very labile situation. So could we talk a little bit about that? And are there classes of these different drugs, whether or not it be MDMA, LSD, or DMT, that you think are particularly sharp blades, and therefore need to be wielded particularly carefully? - Yeah. So these can be profoundly de-stabilizing experiences, and ones that, ideally, are had in a safe container, sort of where someone... What are the relevant dangers, and what can we do to mitigate those? So there's two biggies. One, and I've already mentioned, it's people with very severe psychiatric illness. Not depression, not anxiety. I'm talking about psychotic disorders like schizophrenia, or mania as part of bipolar disorder. And diagnostically, this has shifted. So it's a little hard to say how many people today with bipolar would have been labeled as schizophrenia back in the '60s when some of this early research or just clinical observation was done. So it seems very clear that folks with a predisposition or active disease, they could be destabilized. And so some of the cases that we know of, I always think of Syd Barrett, the first singer of Pink Floyd, seems pretty clear. Although, I think the family- - I don't know what happened there. - So he- - I should be... Sorry, Pink Floyd fans. I've never... The songs are just really long. - Yeah, you're more of a punk guy, right? - Yeah. - Yeah. [both laughing] So I've got my foot in a lot of worlds, definitely in part in the Floyd world. But he basically went crazy early on. I don't think his family ever admitted it, but he developed schizophrenia, classic pattern, and he was doing a lot of LSD. But like a lot of these cases, it looked like he was showing all of the signs of, some hints of that he had that susceptibility before. And often, this is hard to disentangle what causes what, because when do people, typically, not always, but develop? When's the modal period for first break? It's adolescence, early adulthood. Yeah. And when do people start playing with drugs? [laughs] Same exact time period, so it can be hard to disentangle. But it seems pretty clear. Now, I should also say, there are cases of folks with schizophrenia that say psychedelics have helped them. There's anecdotes for everything, though. It's a big world. - Do the people around those schizophrenics say it's helped them, or just- - I don't know. - 'Cause when schizophrenics say things, you have to- - You have to weight it. - I mean, with all due compassion and respect for schizophrenia, it's a disorder of thinking. So if they're saying, it helped them? - Yeah, can you trust them? Yeah. I wouldn't be surprised if there was some kernel of truth in some cases, but they're just so... It seems very clear that the other side is there too, and that if there ever is a therapeutic potential there for those disorders, that that shouldn't be the first thing on our list, and we need to learn a lot more, because of the level of risk, before we start doing research to see if psilocybin can help with schizophrenia. I don't think... [Dr. Huberman mumbles] That may never be the case, but even if it is, you'd have to be even more cautious and figure some more things out first with some of these other disorders. - What about bipolar? - 'Cause it seems- - Bipolar disorder, can it be exacerbated by these compounds? - Yeah, and it's- It may be that, sort of the manifestation of people having prolonged psychiatric issues after a psychedelic experience, as atypical as that is, when that happens, it may be that that might be more like a manic episode than a psychotic episode, and that can be a blurry line. The folklore is that, people go on a trip, and they never come back. That's clearly not the case, because the drug is metabolized, like for anyone else, and the next day, there's virtually nothing- - But it reshapes circuitry. I mean- - Right. And I really do think, much like the positive long-term effects that this class of problems is related to, the experience and the destabilization that can happen from that experience, if it's not in the right container. And again, these people are susceptible to... You know, some people with that psychotic predisposition, they lucky to be born to a great family, a stable environment. They maybe never have a full break, or the one that they have is not nearly as bad as what someone who's homeless, and is coming from all kinds of early childhood trauma. The disease is probably going to be far worse. Having a psychedelic experience is like one of those de-stabilizing experiences. Now, fortunately, it's really easy to identify those people. And we even err on the side of extreme caution by eliminating people with like, say, a first degree relative. In some studies, even a second degree relative. Given the heritability, there's some increased chance - Sure. - if your brother or your... Yeah. So in an abundance of caution, even eliminating that... I think, eventually, if it's approved for use, FDA use, we could dial back on that as we learn more. I think, it's, again, overly cautious, which is- - But you're doing an early stage clinical trial, so. - Yeah, it's the appropriate place to start at this point in time. But if you give a SCID, or another structured psychiatric interview with a clinician, sitting down with this person for a few hours to delve into their history, like you could very reliably determine that this person has either a psychotic disorder, or bipolar disorder, or a strong predisposition. You can screen for that, and that's how you address that. The far more likely danger is the bad trip. Anyone can have this. The most psychologically healthy person in the world, probably. You jack the dose high enough, and especially in a less than an ideal environment, you can have a bad trip. You even get it in an ideal environment like ours at a high dose of around 30 milligrams of psilocybin. After the best preparation we can provide, about a third of people will say, essentially, at some point, they have a bad trip, and we'd- - At some point within the entire journey. - Right. - Yeah. - Now, they could have one of the most beautiful experiences of their life, sometimes, like a couple of minutes later. - Right. - But at some point, they had a sense of strong anxiety, fear, losing their mind, feeling trapped, something like that. Now, typically, when people have that, when they're just taken on their own, like a lot of things, they're fine. They get through it. They're more likely to be better off if they're not having to navigate the streets of Manhattan. And if they're with other people, with friends, better that those friends aren't also dealing with their own psychedelic experience. But probably having some friend of any type, [mumbles] is better than having nothing. So very dependent on context. And so the tough thing here that in conveying to the public is that, a lot of folks will say, man, I've taken psychedelics hundreds of times, and this is like you're fear-mongering, and there's no, you're exaggerating the danger there. So I want to say, it is atypical, but sometimes, and I have a file folder that grows larger every year of these cases, either in the medical literature or from the news, of people that freak out on a psychedelic, and they get hurt or they die. They run into traffic. They fall from a height. Whether they thought they could fly, or whether they just fell, like you can do when you're drunk or you're intoxicated on any substance. Sometimes that's unclear. Or gosh, one of the craziest cases was a kid, like an 18-year-old or so, in Oregon, several years back, that just... He even wrote about, I want to take the biggest... He had done mushrooms before. I want to take a heroic dose. The biggest dose I've ever taken. He ended up just totally out of it. Ended up in a neighbor's house. He was just totally disoriented, disconnected from reality, and the cops and ended up killing him, and it was just tragic. Obviously, an overuse of force in that case, 'cause he was actually naked at the time. This naked like 120 pounds, I think, as I recall, kid that ended up dying. But- - Well, it's analogous to the reason I used the examples of bodybuilding culture. I mean, people there have taken excessive amounts of anabolic and diuretics, and died. Then the contortionist culture, people would put themselves in the little plexiglass boxes to do... At the extremes, you're going to get deaths, and at the extremes - Right. - and one of the extremes is the sheer number of people with different biological makeups taking the same drug. And so you can create extremes through numbers. You'd create extremes through dosage, right? It seems. - Right. - Well, this is why I'm such a fan of the fact that people like yourself are doing clinical trials inside the walls of universities. Not because I think that psychedelics only have utility in those environments, but because it's so important toward creating their transition to legality, and to understand what legality means for a compound like this, right? - Right. What model. Yeah. - Right, I mean, again, we'll stay with the anabolic steroids. There's now testosterone and estrogen replacement therapy. Hormone replacement therapy is a common medically approved practice, but that's vastly different than people taking their own stuff, or deciding how much they need to take, right? Like we said, there's yoga, and there's contortionism in a plexiglass box, and thinking of Houdini, - Right. - or something. These are a matter of degrees. Speaking of dosage, I definitely want to ask you "
        },
        {
            "timestamp": 5895,
            "text": "about microdose versus standard or macrodose. Tell me that I'm wrong, but I'm always a little bit, I'm micro-cynical, if you will, about this term microdose. And the reason is, that many people that I know who talk about microdosing are taking dosages of compounds that work that are very powerful at microgram levels. So the word micro, I think, can be a little bit confusing to people, because microdose implies less than something. - Yeah. - It's a mini dose, right? And yet, some of these compounds are tremendously powerful at microgram concentrations. So what constitutes a microdose, and what is the value of so-called microdosing, if any, and how does it differ from standard, or what I can only assume is called macrodosing? - Yeah. And so LSD would be the prototypical example of that super potent compound. - Yeah, how much am I- What size dosage of LSD will lead to hallucinations, and kind of standard- - So sort of the entry point for psychedelic-type effects, which may not involve hallucination... Actually, most classic psychedelics don't lead to true hallucinations, as defined in psychiatry. Again, thinking you're talking to the person that's not there, seeing the pink elephant. But pseudo hallucinations- - It's more like tracers and things like that. - Right. - Perceptual blending. - Yet, some people never get that, even at a very high dose. So I think more broadly, in terms of the psychedelic effects, which isn't just perceptual, unless we get into the level, of as you were alluding to earlier, a broader definition of perception, like one's models of the world, the model of the self. You can consider all of that perception, in terms of truly not sensation, but the perception, the construction of putting together a reality. So yeah, yeah, yeah. So the psychedelic effects are typically considered to start by LSD around 100 micrograms. So a 10th of a milligram is 100 micrograms. - Right. So someone taking 100 micrograms of LSD, nowadays, people might mistakenly refer to that as a microdose, because it's micrograms, but that's actually a macrodose of LSD? - Right, they might, and that's one of the most common mistakes or situations that people get into with microdosing, is they intend it to be a microdose, but it ends up being a full-blown dose. Now, people do, when they're working with LSD, and they're microdosing, they'll shoot for something like, say, 10 milligrams, something in that range, 10, 20 milligrams of LSD. So a 10th, a 5th, something of kind of your entry level psychedelic dose. People's ability on the street to do this, and I say the street as if they're on the corner, but anyway, like outside of the medical profession to do this, it varies, as you can imagine. - And they're not measuring purity and molarity, - Yeah. - or things like that, typically. - And there's ways to do it. So even if you don't ultimately know the dose that's in the blotter paper of acid, one could at least get a sense of like, yeah, having one of those tabs is, one of those hits is a psychedelic experience. And they could do something like put in water. It's 100% aqueous soluble. You could make sure it all gets into solution, and then volumetrically measure. It's going to be homogeneously distributed, so you can you take 1/10 of that volume of water after it's fully dissolved, that whatever you started with, you're going to have a 10th of that dose. So the people that are more sophisticated will do things like that. And when they're working with mushrooms, they'll grow a bunch of mushrooms, and then they'll say, put it in a coffee grinder. I'm not telling people to do this, by the way. I'm just describing. So don't do this at home. But grind it all up so it's homogenous. 'Cause you can have like sort of taking two caps and a stem, hey, this two caps and the stem that this buddy takes has a different potency than this two caps and a stem that the other buddy takes. So people that are kind of in the know will grind it all up into a homogenous powder, and they'll pack it into whatever size capsule, and they'll know that... And again, even if they don't have... Sometimes, they might have a buddy that'll sneak it into the HPLC at their job or whatever, if they happen to be well connected. - Not your lab- - Not my lab! That's never happened. Seriously, it never happened. But they'll at least know that, hey, I've got a sense of what two capsules do. I've got a sense of what five capsules do. But in reality, that's not what people do. They'll take a piece of blotter paper, and they get a tiny, little pair of scissors, a Swiss Army Knife pair of scissors, and they'll cut up the tab of acid, which is like a quarter inch square or something, and they'll cut it up in 10 little pieces, and it's like, - Right. - you have no idea if it's equally distributed in that media. - Yeah, and we can chuckle about it. But to me, one of the reasons why this experiment around psychedelics, this cultural experiment, and this legal experiment, we're seeing this now, but this was all attempted once before in the '60s and '70s. The difference was, it was all out in the street. The people in universities who were dabbling with this stuff, most of 'em lost their jobs, or were asked to leave through... - They lost their funding for this research, minimally, [interposing voices] - That's right. - and they had to move on to other topics - That's right. - to have a career. - So these are precarious times. We're at a key moment, where everyone assumes that this is all going to be legal in a few years. but I think that that's a premature assumption, frankly. - Yeah. - Let's touch on the legality, and some of the things that are happening now. But what is microdosing psilocybin versus the sorts of dosages that you described before in the 10 to 40 milligram range? I've heard of people taking one or two milligrams of psilocybin every day as a way to, quote/unquote, and for those listening, I'm just making air quotes with my fingers, \"increase plasticity\", which is a term that I personally loathe, because what does that mean? I mean, you don't really want your brain to be plastic, because you need to maintain your ability to make predictions. - It's that balance. - Yeah, plasticity- - Order in chaos. You need models of the world. You need heuristics, like- - Plasticity is never the goal, or be it, plasticity is never the goal. - The end goal. - Goal directed plasticity is the goal, right? - Right. Right. - Learning a language, reshaping your experience to a trauma, altering the perception of self. But plasticity is a process. It's a- - Yeah, schizophrenia is a lot of plasticity. [Dr. Matthew laughs] - Exactly. Right, right. And it might even be, there's one theory that it's extreme ongoing plasticity, and that's why people never create stable representations of anything. That's kind of a minority view out there. So what's the business with microdosing, and is there any clinical evidence, or peer-reviewed published evidence that it works, quote/unquote, \"to make people feel better about anything\"? - So microdosing is the aim of taking against something around a 10th of what would be sort of an entry-level psychedelic dose for whatever compound. So like, yeah, with psilocybin, usually people, almost never do people have like pure psilocybin. One milligram of psilocybin would be in the range of a microdose. More likely, people are going to have mushrooms, so something like a half of a gram of mushroom, a quarter gram. - I know people that are doing this every day. They're doing these every day. - Right. - It's like in their... The same way that I take, personally, I'm not recommending other people do this, but I take some... I'm a fan of LCL-carnitine lately. I've been kind of - Yeah. - experimenting with that a little bit, which is not a psychedelic compound. I take it every day, - Right. - and they're taking their psilocybin every day. - That's their supplement. - That's their supplement. - Yeah. - So- - So yeah, the claims are, and they're a number of them, there's two general ones. One, is sort of acting in place of the ADHD treating drugs. So the psychomotor stimulant, so like a better version of Adderall. The other claims are, essentially, a better version of the traditional antidepressants, a better version of Prozac, you know, so- - So people are taking both for attention deficit and for depression? - Yeah, and the aspects of those disorders that we all have a degree of. Just like amphetamine is going to increase the focus, at the right dose, of anyone who takes amphetamine, pretty much, whether you're ADHD diagnosed or not. The idea is that, there may not be, necessarily, a clear divide between the therapeutic need and positive psychology, even improving mood and focus, so it's not necessarily correcting ADHD, but improving focus to supercharge your life. And so those are the claims. I am... So none of the peer-reviewed studies that are, have much credibility, none of them have shown a benefit, and they've tried. There's only, at this point, four or five studies that... And I think for things like this, you really need double blind research, 'cause the effects... I mean, there was one study done in Amsterdam where people knew they were taking psilocybin truffles, basically same as mushrooms, They're more like the roots of the mycelia. - Microdosing them? - Well, taking what would be considered a microdose, and then doing some cognitive measures before and after. And the types of things that, like a lot of cognitive measures are measured on, the order of reaction time in milliseconds. And the types of effects you get, as you could imagine, are ones that like would be, you would totally expect could be there from either a practice effect or an expectancy effect, a placebo effect. So for something like these claimed, you could imagine, a sort of an increased focus, enhancement of cognition. These are going to be more subtle effects that you really need a good placebo control for. The handful of studies that have done that have shown, they've ranged from finding no effect whatsoever to just a little bit of impairment, like impairing someone's ability to do time estimation and production tasks. So you want an accurate sense of time, at least if you're navigating in the real world. It's different if you're on the couch on a heroic dose for therapeutic reasons where you're safe, but if you're crossing the street, if you're... In your work life- - You have to function in the world. - Yeah, which is the way people are claiming to use that. It helps them be a better CEO. You want an accurate sense of time. So if anything in the data suggests that it makes it a little bit less accurate, and there's evidence that someone feels a little bit impaired, and they feel a little bit high. So in terms of... You call that abuse liability in research. Not surprising, you take a little bit of a drug that can result in some type of a high, and you take a little, tiny bit of it, you'll feel a little bit high. So none of the... So far, no studies have shown an increase in creativity, enhancement of any form of cognition, or a sustained improvement in mood. Now, no studies have actually looked at the system of microdosing that the aficionados are claiming, and there's a couple of models out there. But folks like Paul Stamets, and others, they'll have particular formulas. They're like, you need to take it one day, and then take so many days off, and take it every four days. And I don't want to get into whose model is what, but it's always something like that, some pattern of use, usually not every day. And the claim is that, it's not just... You know, sometimes people get benefit that first time when they take it, but they really say, you need to be on it for a while. Like a few weeks in, you may start to notice through this pattern of using it, and you're feeling the benefits on those off days, like the three or two days in between your active doses. So those are the claims. Again, we don't know that there's any truth to that working, but studies have not been done to model that. So that's a big caveat. We, as a field, I say, \"we\", as the scientific field, have not done the studies to really model what the real aficionados are claiming where the therapeutic benefits come from. That said, it's almost assuredly there's a good amount of placebo there. But the caveat to that is like, almost everything in medicine or therapeutics, it's going to have some degree of placebo there. - Sure. Belief effects are... I have a colleague at Stanford, Alia Crum, who has published really beautiful work on belief effects, that show that, essentially, you give the same milkshake to two people, or two groups of people. You tell them that one contains a lot of nutrients. The other is a low calorie shake. The insulin response - Amazing. Yeah. - varies dramatically between the two. Or two groups, rather, doing equivalent amounts of physical movement, and you tell one group that it's going to be good for them, and help them lose weight, and they lose, on average, 8 to 12 pounds more doing the exact same patterns of movement. - Amazing. - And I think that these belief effects boil down to all sorts of kind of network-wide neuromodulation, things of that sort, but- - And then the work at Harvard suggesting, that even if you don't have deception, you give a placebo, and say, this is a sugar pill, - Right. - and tell them that, - Right. - and they could still treat things. I think irritable bowel - Right. - was the first thing they looked at. - Right. - And so there's a huge... so there's a reality there. - Right. - There's a necessity in developing drugs to make sure it's not only that. But in the actual practice of medicine, hopefully, what you're always getting is some underlying direct efficacy plus the placebo that enhances that. - Right. - Now, it could be that this is... The real question is, is the microdosing, are those claims 100% placebo, or are they only part placebo, and part \"real\", quote/unquote, effect? My bet is, and this is totally based on anecdotes, that I think there is probably a reality to the antidepressant effects. I find that more intriguing, - Well- - because of the suffering with depression. - Right. - Even if it's a... It wouldn't be as interesting as, I think, what we're doing with high dose psilocybin or psychedelics to treat depression. It would be... If this is developed, and there's a reality, it would be more like a better, perhaps, a better SSRI, a better Prozac. - Which are similar. - With that being said, we need more tools than fewer tools in the toolbox. - Right. - And it shouldn't be that surprise. Like even before, going back to the tricyclics, and the MAO inhibitors, going back to the '50s, like augmenting extracellular serotonin in one way or another, for many people, leads to a reduction in depressive symptoms. It wouldn't be that crazy for chronically stimulating a subtype of serotonin receptor that you have an antidepressant effect. So I think, if I had to put my bets on it, if there's anything real, it is in that category. Although, I'm very open to like, maybe there is something to the creativity, to the improved cognition, which covers many domains in and of itself. But my greatest hopes are on the antidepressant effects. That said, in the big picture, I think the most interesting thing about psychedelics are the heroic doses. I mean, the idea that you can give something one, two, three times, and you see improvements in depression months later, - Right. - and in addiction over a year later, and with these, people dealing with potentially terminal illness, I mean, I'm interested in big effects. - [Dr. Huberman] Right. - And I don't think you're ever going to get the really big effects. There's also some concern that almost all of these common psych, the more common psychedelics, even counting MDMA, they have serotonin to be agonist effects, and agonizing serotonin 2B has been shown to lead to heart valve formation problems, morphology issues, so valvulopathy. And so this is why fen-phen was pulled from the market. - The diet drug? - Yes. - A very effective diet drug. - Right, right. And it was the portion of that combination that had the serotonin 2B activity that was the problem. And so we don't know... So all of the toxicologists I've ever spoken to about this would say, and cardiologists say, like, look, hey, if there was some concern there, it's not applicable to the whole idea of you taking something a few times therapeutically within a lifetime. But the idea of taking something twice a week for years... I mean, even the hippies back in the '60s weren't doing that, right? There's not even these... And even if there was some heart valve disease problem that stemmed from psychedelic use, who's connecting those dots? That's not showing up in the clinical charts for anyone to figure out. And just theoretically, there is more of a concern, if something's going to happen with heart valves, it's more likely that that issues would arise when someone's taking these things, like, yeah, say, twice a week for the next five years. And so I do want to throw that out to people to really consider. - Right, yeah. It's something I hadn't heard before. That in micro sounds safer, microdosing, as opposed to heroic or macrodosing, and yet, unless... And in the context of your lab, and other labs doing similar work, you've got this, people checking blood pressure. You've got people that are really monitoring your psychological and physical safety. When people are out there microdosing, it sounds like there's the potential, either through this serotonin 5H2B receptor, or other mechanism, that maybe there could be some common cumulative negative effects, and I think that's a really important consideration. So I'm glad you brought it up. What about kids? "
        },
        {
            "timestamp": 7005,
            "text": "So the brain is very plastic early in life. It becomes less plastic as we age. - Yeah. - Although, it maintains some degree of plasticity throughout the lifespan. The year 25, not the year 25, but rather, the age 25 years, is sort of an inflection point where the rigidity of the nervous system seems to really take off. Of course, people don't wake up on their 25th birthday, and find they have no neural plasticity, whereas the day before, they had a lot. It's plus or minus, - Yeah. - whatever it is, a year or two, but depends on the individual. However, the young brain is very plastic, and I could imagine, there could be great risks, who knows, maybe even benefits, but I'm certainly not thinking about those. I'm mainly thinking about the risks for young people taking psychedelics. Are there any trials looking at people... In clinical trials, this would be under the age of 18, Has anyone explored this in a rigorous way, given the potential to exacerbate psychotic symptoms and bipolar symptoms in some people? Is there a heightened risk of that? What's the story with age of use and psychedelics for therapeutic purposes? - There's no formal research. Although, there's a very high chance that there will be. And so this is one of the very interesting things folks may not realize or appreciate about the FDA approval process. So the FDA already, in multiple instances, has signaled that they want to see those studies. - Before? - Well, not before it's approved as necessarily as for adults, but they're going to eventually want to see... In fact, so the MAPS group that's developing MDMA for PTSD, they've already signaled that that's kind of on the list of interest. And there's even some incentives in the FDA pathways for incentivizing folks to explore that use in young people. I know in some of the work that I helped with in pushing psilocybin into phase 2B clinical research, the FDA said, \"Well why can't you give this to kids?\" It's like, are you aware that depression is a problem with adolescents? And it's really interesting, because this FDA is very concerned about pseudo-specificity. The idea that- - Wait, could you define pseudo-specificity? - You put out a drug, and say, oh, this is good for men, but not women. This is good for black folks, but not white folks. And now, sometimes, there's a very good rationale for that, like when we're talking about hormones, and for a specific, for men versus women, and there's certain issues, certain disease states, like maybe sickle cell anemia, that's more relevant. - Or Tay-Sachs, things like that. Sure. - Yeah, exactly. But absent of something of that, they're very concerned about saying, oh, this is for this type of person, but not that type of person. So age is one of those things. And also, this recognition, much like the emphasis at NIH with rodent studies and human studies, that you can't just say, \"You're studying men\". You need a rationale, if you're only [mumbles]. - Yeah, to be clear to people, there's... It's a recent switch, but there's a stipulation in every federally funded grant that both sexes, we don't refer to gender in scientific studies, unless it's a study of gender, per se. We refer to sex, meaning biological sex, so that there's a stipulation, that in order to receive and continue to receive funding, you have to do a studies on both males and females of that species, including humans. - And at least, even if you're not powered for it, at least looking at that in exploratory analysis. Like as a grant reviewer, I'm charged with looking at, did they address sex as a biologically relevant variable anyway? - Right. Does the same- - You just throw it in there- - Does the same drug have different effects in males versus females? - Right. And you could at least look at the trends, even again, if you're underpowered to look at those between subject-type effects. - Which is a great shift that didn't exist 10 years ago. - Right. - It sounds like we're both on grants panels. As study section members, you didn't have to do that. Now, it's an important biological variable. If you don't look at that, you, essentially, won't get your funding. - And age is a similar thing. So if the whole idea, like, man, if something could help kids, what's the rationale? So I think there's going to be... Now, obviously, you're going to have in those studies at least just as much, probably more, it should be more, of a cautionary approach. It's probably going to be... It would certainly, whatever disease states are looked at, are going to to have to be probably treatment resistant, at least as a first step. You know, hey, the kids tried- - Suicidal depression? - Yeah, yeah. And so all of that in the mix. But hey, if this stuff really helps people that are 25 or 30, what's the rationale that it won't help a younger person? And there's these generic kind of concerns about, the developing nervous system, is more susceptible to... I mean, it cuts both ways, 'cause it's also more \"plastic\" generally - Yeah. - and adaptable, maybe resilient to injury in certain ways. But you hear the rhetoric about kids, their brains, and drugs, and it's like the developing brain is a special concern. So yeah. But I think we're going to be seeing research eventually. - That's interesting. I went to the high school that is infamous, sadly, Gunn High School, for having the highest degree, at least at one point, of highest suicide rate. - Wow. - A very large number of suicides. This was written up in the \"Times\" and elsewhere. - Is it very academically successful school? - It's a very academically- - There's a lot of high pressure kind of- - Yeah, a very academically - demanding school, - Yeah. - to the point where they've restricted... The kids will meet often at 6:30 AM or 6:00 AM before school for study groups and things of that sort. So some of it may relate to that. But I have to say, that even prior to all that academic pressure, when I went there, the pressure wasn't like that. We had an unusual number of suicides for whatever reason, and so the idea of kids being prescribed, and I want to emphasize prescribed, not just using, but prescribed psychedelics for therapeutic purposes, I think might make some people balk, but the idea of kids killing themselves should also make people balk. And so I'm relieved to hear that there's going to be a rational, scientific, safe clinical trial-based exploration of this. I want to ask you about the current status "
        },
        {
            "timestamp": 7420,
            "text": "of these drugs and compounds. I'm pretty active on social media, more so on Instagram than on Twitter. But as I have been on Twitter a little bit more recently, I've noticed that there's a lot of dialogue around your account and other people's accounts around a couple of themes related to psychedelics. First of all, what is the status of the transition to legality for prescription purposes? So medical doctors, MDs, prescribing it legally for therapeutic purposes. That's the first question. The second question is, what is the status as it relates to possession and criminal charges? So for a long time, I lived in Oakland, where we were one day told not too long ago, it is now, quote/unquote, \"decriminalized\" is what I was told. Double check, people. - That's right. - But what does that mean? And then the other issue, and the third question, and we can parse these one by one, is this issue of, let's just say, I'm aware of a lot of investor dollars going into companies that are, essentially, companies focused on psychedelics as therapeutics, or psychedelics generally. I have to assume that they are investing in anticipation of a shift in the legal status. And there's a lot of interest now, like will psilocybin become a taxable thing, just like marijuana? So let's start with the question of like, what is going on in the US legally? Is it illegal to possess, and sell, and use these compounds? My understanding is, you can still go to jail for having these compounds in your possession, or for selling. - Right. So even though the legal landscape is very different than with cannabis, there are some similarities. So one of the similarities is, that regardless of what local, municipal, whether the city or state is decriminalized, and that word itself can mean many things. Some forms of decriminalization is close to what folks would call legalization, and others are pretty weak, just saying. We suggest that the police make it their lowest law enforcement priority, that type thing. [interposing voices] - Turn the other cheek kind of thing. - Right. But even the cops can still choose to- - But someone could get pulled over for one thing, searched, and then by definition, if it's illegal, and they find it, - Right. - then they have- - So those are- - They have to do something about it. - And that'll probably be determined by both judicial precedent, is it going to be thrown out, and just the local prosecutor, even before, are they going to choose, even at post-arrest, are going to pursue to really go after those charges, make those charges stick? So I think that's still in play, and is going to depend on the municipality. But like cannabis, federally, these are all Schedule I compounds. - Which means they're illegal? - Which means they're illegal. The caveat to that, just has always been the case since Prop 215 in California with cannabis in '96, is that, hey, 99% of drug enforcement is done at the local and state level. The DEA, which is the federal level of law enforcement, is a tiny fraction of the arrests. I mean, most people that are arrested for any drug are done by local or state level authorities, but it's still technically illegal. And so you can, and they could potentially, depending on the ambiguity of the local law, even those local officials could charge you with a federal crime. And theoretically, the feds could always come in. Now, although you'll... Again, a similar case with the whole cannabis history. The feds came in in the early days, but the folks that were, basically, highly visible, they went after Tommy Chong for selling bongs. I remember him being on \"The Tonight Show\" one time, and I think it was back in the Jay Leno days. He says, \"But all along the Santa Monica boardwalk every shop sells bongs\". \"How did you go to prison for a half year for bongs?\" It's cause he was... - 'Cause he was famous. - 'Cause he was Tommy Chong, and there was some high profile cannabis groups that were distributing it, and that were very vocal. Those were the ones raided by the DEA in the early days, not the ones kind of keeping to themselves, keeping it quiet, and just doing their thing. So there's always the potential for selective enforcement. And so in like this initiative in Oregon, which is a state level legalization of psilocybin therapy, which is really interesting, part of their plan for two years, is to figure out how to integrate with the federal level. And I don't know how that's going to go, because unless you rewrite the Controlled Substances Act, it seems like the best you're going to get is a tolerance from the federal government, and that could be very, hey, you change administrations- - And this is psilocybin by a prescription from a medical doctor, or you're talking about therapists who have master's degrees, or PhDs, or self-appointed coaches, or something like that administering psilocybin, but without any oversight? - So this is all getting figured out in the Oregon case. And again, there's that two year period of like, basically, we're going to figure this out, and so- - What is it with Oregon? - [laughs] They're ahead of a lot of... You know, euthanasia. - I love the state of Oregon. - Yeah. - But it's interesting how you have these pockets. Oregon and Vermont seems to be one. You know, you've got these kind of pockets where people are experimental with plant compounds. They seem to be green, woodsy areas, at least in my mind. But there's sort of a culture - Yeah. - around plants and the use of plants as therapeutics. - And combine that with the West, just more geographically, of more of the anti-federalism, I mean, the Oregon ranchers from several years ago that held up the whatever, wildlife place, and that was a big showdown with the feds, just kind of the West is kind of known for more of those issues. So you combine the two, the hippy-dippy California/Oregon vibe with the kind of anti- - Although, I would argue it's becoming less hippy-dippy than... Although, it was. There's always been a tradition, not just in the culture around drugs, but certainly, in academia, and in tech, et cetera, that the West has been a place where people have tried to throw off traditionalism, and kind of lineage like who your parents are, what school you went to, and the past as a determinant of what's next and exciting about the future. And here we are, an East Coast institution guy and a West Coast institution guy. I think that it's this idea of kind of innovation and the future versus do we stay grounded in history and tradition? - Right. - And, of course, there are great institutions on both sides. What's interesting, is that Hopkins, Johns Hopkins Medical School, I think of as a real like East Coast academic institution. It is on the East Coast. But here you are doing these very pioneering, and important, and exploratory studies in a, certainly not a hippy-dippy environment. - Right. Oh, yeah, a very conservative [interposing voices] psychiatry department, - Yeah. - even amongst psychiatry departments. - Right. - And as a psychologist in a psychiatry department, psychiatry is certainly more conservative than psychology, even within academics. But even amongst psychiatry departments, it's very conservative department. - So we got the law at the federal level, we've got the law at the state and local level, and then we've got this question of whether or not it's going to be physicians, so MDs, people with PhDs or masters degrees, or whether or not it will be kind of a free for all - Right. - for consumption- - The life coaches. - The life coaches, and the general public. - Right. - I mean, cannabis- - Yeah. - I'm not a pot smoker. It's never appealed to me. That's just me and my pharmacology. But you can buy cannabis most places in the US without a ton of risk, it seems, right? - Right. - Are we going to see a time in which you can essentially go into a shop on a Abbot Kinney Boulevard in Venice, California? And right now, you can go buy marijuana if you have a marijuana card. That's my understanding. I see a lot of people going in and out of these stores. The police, certainly, have no problem with it. Is there going to come a time where people can just go by psilocybin? Do you think- - Like they do in Amsterdam, and have for a long time- - Do you think that time is coming? - I think so, at a certain point, and I don't know how long. It's hard to imagine our current level of drug criminalization holding up for... And I'm thinking like large spans of time. Like, really, in 100 years, are we going to be doing this 500 years? How could that... It's not going to be sustainable. - But in five years, for instance? - So I don't think so in the United States. I do think eventually you're going to see something like that, cause there's going to be no way, and I think we're going to, I hope that we're going to eventually come so strongly, we're going to move on from this model of criminalizing drugs. That we're really going to focus on regulating drugs at the right level for that drug. And I like the word regulation better than legalization. I mean, I could imagine what one day regulation, smart regulation, might mean for psychedelics. Maybe it could mean that there will be, whether or not you have a diagnosis of a problem, it may be that even for personal exploration, you can do this legally, but you first have to maybe take a court, get a drive. and this has been, I'm not the first to say this, but get equivalent of a driver's license. You have to go to get some sort of training. Maybe your first number of experiences need to be with trained guides who can facilitate it. And then the public health information for anyone using this, that this is what risk your use is. All use is going to have risks. This is what risk your use is. This is less risky use. These are the factors. So I think, eventually, we're going to be... But I would say the same thing for methamphetamine, and heroin, and cocaine. All of these drugs, it's hard to imagine the current approach of just feeding a black market, and really exasperating a lot of the harms from drugs that happens under the current model, it's hard to imagine maintaining. That isn't to say, I think it should be in all of the 7-Elevens sold to kids. At the other extreme- - I would hope not. - But I do think it's probably not going to be soon in the United States. I do want to make the major point, that even if psychedelics had never been made illegal, I think the exact, the trajectory of the medical research right now would still need to happen. If it's effective as an antidepressant, we need it to be... There's all the evidence suggesting, that whatever disorder we're talking about, the efficacy is going to be increased, and the risks are going to to be mitigated drastically in the types of models we're talking about with the screening, with the preparation, with the integration of cognitive behavioral therapy, or what have you, depending on the disorder, you're treating, with the integration afterwards with the professionals. We would be doing it anyway. So it's not like this versus that. So I don't see it as a race between the decriminalization or legalization of these compounds versus their medical development. Some people who are psychedelic fans get all into a bunch about the medical development. They say, you guys want to like, you want to keep it only for your medical research in an ivory tower, and you want to be in control of it as academics. And my take is, I didn't make it illegal for anyone. We're only moving the needle in one direction. And again, even if it was already illegal... And I've done plenty of survey research of people reporting they took mushrooms for fun, or for personal exploration, and they said, my god, why am I smoking, and they quit smoking 20 years because of it, or it's helped with their depression, or it's helped with them overcoming alcoholism, or these [mumbles]. Sometimes that happens out of the blue when people use psychedelics. None the less, obviously, the efficacy rates are going to be higher when you bring it into these medical models, and it's going to be safer. - Sure. - So we need to be pushing that. And my best guess, is that MDMA is going to be approved within the next three years- - For a prescription by a physician? - Yes. And not just take two and call me in the morning, - Right. - but in the clinics, the way that those PTSD trials are being run. So the MDMA would be approved for PTSD, and every disorder needs to be looked at separately, and it's going to only be approved for those things. Now, there's going to be- - Right, 'cause approved, and legalized, and regulated, now, we're getting into the nuance. I think when people hear it's going to be approved in two years, they think that they'll be able to buy, and sell, and use MDMA without legal consequences, and I do not think that's going to be the situation. - Right, that's not going to be the case. - It's not the way it is. And I will say, that I think the, quote/unquote, \"psychedelic community\", I mean, they've been doing what they want to, and will carry on doing what they want to anyway, right? It's not like the legal status has - [Dr. Matthew] Yeah. - prevented them from doing what they're doing. In fact, unlike Leary, and Timothy Leary, and Huxley, and some of the others that were very vocal and lost their jobs, and some of 'em even went to jail, et cetera. I mean, you've got a lot of public figures now, like McKenna and others, who are just basically out there talking about psychedelics. Michael Pollan, who's more of a writer, foodie guide gone psychedelic dabbler writer guy. I know he's kind of a polymath. You know, the legal status didn't seem to hinder their, at least, online careers. I don't know. I haven't looked at their bank accounts. But I'm imagining they're doing just fine, right? - Right. - So the fact that the work is happening inside of big institutions, I think it's important that you point out, and I'm just trying to underscore, that that's in no way antagonistic to what people are doing. It's in support of a different sort of mission, which is to explore the validity in different contexts in a really controlled way, which I really, I think it's a really important mission. I want to make sure that I ask you about the other really important mission "
        },
        {
            "timestamp": 8315,
            "text": "that you're involved in with respect to psychedelics, which is not about depression, per se, but is about neurological, neurologic injury or head injury. I realize, it's early days for this, but I think there's a lot of concussion out there, sadly. There's a lot of TBI, traumatic brain injury. - Yeah. - Not just from sports. I think people sometimes forget that it's not, the major source of traumatic head injury is not football. It's not hockey. It's not boxing. It's not any of that stuff. It's construction workers, - Ah, yeah! - and it's- - Yeah. - I mean, if you've ever seen the helmets that construction workers wear. I mean, that- - The jackhammer, - Yeah. - oh, my god. - The jack hammer- - I mean, how could that not be just like- - Yeah. I have a colleague that works on this in bioengineering. And when you look at the... You know, we always think sports, but there are many people who make a living in a way that is, over time, is detrimental to their brain, and they don't have the option of just not being a professional athlete, or something of that sort. - And if they're not doing the construction, someone else needs to it- - Someone else has to do it, right. And for some reason, and I, too, I didn't occur to me until I heard it, like the people who are doing construction. And then, of course, bike accidents, and falls, and things like that as well. So- - Military. - Military, absolutely. - Yeah. - So what do you think is the potential for these compounds, particular psilocybin, but other compounds as well, for the treatment and possible even reversal of neurological injuries, and what sorts of things are you excited to do in that realm? - Yeah, so this is definitely on the more exploratory end. So it's based upon... You know, this is sort of beyond the improvement of psychiatric disorders, like depression, or depression anxiety associated with a terminal illness, or a substance use disorder, the addiction. So those are sort of psychiatric disorders. So this is... There are anecdotes of people saying, that psychedelics have helped heal their brain. They've been in one of these situations, like in sports, a sport where there's repetitive head impact, and they're claiming that using psychedelics has actually improved their cognitive function, for example, improve their memory, including improve their mood. But it's kind of more of the cognitive function, things like memory are... Now, the caveat is, if you've successfully improved someone's depression, you can get some cognitive improvement too, - Sure. - but that's more of a weaker, more indirect effect. But if you take these anecdotes, and you combine it way across orders of analysis to the rodent research from several labs, like David Olson, Brian Roth, these folks that have shown different forms of neural plasticity unfolding after, like sort of post-acutely. so after, in the days following the administration of psychedelic compounds, a variety of psychedelic compounds, and even some non-psychedelic structural analogs, that you see these different forms of neural plasticity. So the growth of dendrites, and new connections being formed with different neurons. Those effects may be at play, and then prove, in the psychiatric treatments that we're dealing with, that we don't know that. It seems like a decent guess, and we're going to be figuring out whether that's the case. But another potential that sets up, is that maybe that's, what's going on with these claims of improvements from neurological issues, that there's actually repair of the brain from injuries underlying things that... Situations where there's repetitive head impact, perhaps there's a potential for helping folks recover from stroke, and disorders like that. There's a wide variety of disorders. Now, it's a bit of magic, and a bit of like, it's something that the enthusiasts kind of can do some hand waving, and claim that this is already known. It is more exploratory. But what I'm hoping to do with some work with retired athletes who had been exposed. By the nature of their sport, for example, MMA athletes in the UFC who have been exposed to repetitive head impacts, like a lot of sports expose people to, and who are retired from the sport, and are suffering from, say, depression, which can, impart, result from those types of, that history of head impact. See if we can fix the depression, but then also as a cherry on top, in a more exploratory aim, see if we can have evidence of improvement in cognitive function, and associate like using MRI to see if it affects gray matter over time, these types of things, to see if there actually is some evidence of this improved, like this more direct repair of the brain. But again, it is very sort of like, we've got some rodent data. We've got some human anecdotes. - We will acknowledge it's early days, and we look forward to seeing the data. I appreciate how cautious you are, attentive you are. You're not drawing any conclusions. I think from a purely logical and somewhat mechanistic perspective, I mean, if we assume that lack of ability to focus, or degradation and mood is the reflection of neurons in the brain, I think we can agree on that, some dialogue between neurons and the brain, and that what needs to be changed is the nature of that dialogue, aka, neural plasticity. We know that reordering of neural circuitry require, in the adult, requires these things, like intense focus, followed by rest, et cetera. But the basis for that, like beneath, focuses the mechanism, is a mechanism, rather, beneath the bin that we call deep rest is a mechanism, and those mechanisms are neuromodulator driven. So, to me, you're... I'm not reviewing your grant. But from a rational perspective, it seems that drugs that increase certain neuromodulators, like serotonin or dopamine, in a controlled way, and then coupling that with learning of some sort, sensory input of some sort, it makes sense that would lead to, could, I should say, lead to reordering of circuitry that would allow for better thinking, better mood, many of the same things that you've observed in the clinical trials for depression. So the rationale is really strong. I think that's a very exciting area. I get asked all the time about TBI, and traumatic brain injury, and right now, it's kind of, there isn't a whole lot that people can do, and people are dabbling in the space of hyperbaric chambers, and people will do sauna and breath work, and people are kind of clipping at the margins of what really is a problem that resides deep to the skull. So I think, I just want to applaud the exploration. I think it's great, provided that exploration is being done in a controlled way. It sounds like that's what you're doing with the UFC? - Yeah, so that's- - A great- - They were really gracious, and had myself and a few of my colleagues out to their headquarters in Vegas, and- - Impressive place, right? - It's in process. - Yeah. - You know, there's a dialogue going on there. I'm hopeful that there's going to be some work with them. But it's in process now, in terms of exploring it. There's a real interest, and I'm just really impressed by the organization and their commitment - Yeah. - to athlete health, and we'll see. - I am too. Yeah, I am too. We have a colleague out there. We're doing a little bit of work with them. Dunkin French, who's a serious academic in his own right. And I think when people hear UFC, they just think about the octagon, and fighting, and Pay-per-view fights, and things. But in talking with them, and I'm sure you've had these discussions as well, they are very much interested in the health and longevity of their fighters. They are also interested in the health and longevity of their fighters being a template for how to treat traumatic brain injury, and improve human performance in other sports, and in the general public. And I think it's not an image of the UFC that commonly comes to mind, 'cause they haven't been particularly verbal about it in the press. But I think it's great they're bringing in academics. I mean, geeks like us going out to the UFC Performance center. I mean, you do MMA, but I'm basically just a geek walking through the place. But the fact that they're interested in talking to scientists is really, I'm biased here, but a point in their favor. Along the lines of other groups and individuals that have impacted the space "
        },
        {
            "timestamp": 8865,
            "text": "that you're working in in this pioneering of the psychedelic space, a few years ago, I think, if someone submitted a grant saying, I want to study how psilocybin impacts human depression, I'm guessing, having worked on these panels before, that the response might've been closer to, well, we need to do a lot of studies in rodents, and a lot of studies in primates, and then maybe, just maybe, we could explore these drugs, because the National Institutes of Health actually has a whole institute devoted to addiction, right? - Mm-hmm. - Of exploring compounds only in terms of their negative effects, right? - Yeah. - Which is a very- - NIDA, which is where I've gotten all of my NIH funding over my career. - Which is so interesting, right? - Yeah, uh-huh. - And it's a super important institute. I want to be clear, there are amazing people there. But philanthropy and foundations have been very important in supporting pioneering research, and so maybe we just talk a little bit about that? So your lab receives funding from taxpayer dollars through the National Institutes of Health? Is that mainly where your funding comes from? - So our group has gotten some funding from like, say, the National Institute on Drug Abuse, NIDA. For some, a small subset of the psychedelic work, but only for some work geared towards understanding these things as drugs of abuse. - Right. - Of course, when you do a study, though, [interposing voices] - Explore how they're bad. - Right. - Right, right. But when you're doing that, you can explore like the good stuff too. But the large majority of the work, and the most interesting work, has been funded by philanthropy. - Private philanthropy. - Now, I still have some grant support from NIDA outside of psychedelics. - Right. - I'm shifting more and more of my time towards focusing only on psychedelics. And in fact, us getting the center-level funding from some really big picture philanthropists helped me to start to make that transition. But groups like the Heffter Research organization, Dennis McKenna, which is one of the founding members, the brother of Terence McKenna, who is, by the way, an ethnobotanist. That's what his PhD is in. - What does that mean, ethnobtanist? - Studying, essentially, the anthropology of psychoactive plant use. So, you know- - Wow! You can get a degree in that? - Yeah, yeah, yeah. You know, hanging out with cultures, and studying their use of these compounds in the traditional ways. - Wow! At Hopkins? That degree exists at Johns Hopkins? - I don't think that degree exists at Hopkins, - Oh, okay. - but I mean, kind of the most... As you know from academia, I'm not... You know, sometimes folks... I'm not sure how many people's PhD is actually in ethnobotany, or if it's actually in - Yeah, I've never heard of- - something else. But the real focus is... My degree is general experimental psychology. - Ten thousand kids out there just decided they're going to major in ethnobotany, but, you know- - I mean, one of the pioneers of the psychedelic area, before Leary, and before, and actually, he was late, even for the human researchers. Folks like Humphry Osmond, and Abram Hoffer, and Sidney Cohen were earlier. But even before those folks, Richard Schultes at Harvard, I mentioned him earlier in the conversation, discovered all of this now. These various tribes using ayahuasca or yagé, a different name for the same thing, throughout South America, and these DMT containing snuffs, and all of this. So that was ethnobotany, this kind of intersection of anthropology and these psychoactive plant compounds. So the Heffter Research Institute, which Dennis is a founding and active member of, a board member, they have funded a lot of our early work. There's also an organization called the Beckley Institute based in England, that a lady, Amanda Feilding, has been the head of, that has... They provided the first funding for our psilocybin smoking cessation research, and then Heffter came in and provided subsequent funding. And then there are other groups. The Council on Spiritual Practices. A great guy named Bob Jesse funded some of the original work at Hopkins, looking at the nature of mystical experience outside of treating disease states or disorders. But just [Huberman speaks indistinctly] understanding these... Like people take these compounds, and astonishingly, frequently, will say, that was the most important thing I've ever experienced. And it's like, what the hell is that? You know? - I had someone mention recently, and I think this might surprise people a little bit. It's certainly surprised me. I had a friend who adores his children. He's got three children. He adores his children. Happy marriage and a great father. They're both great parents. And he told me, that as part of a clinical trial, he had a DMT experience that he claims, he said, \"I'd love to tell you that the birth of my children was as profound, but that was a more profound experience than the birth of my children, any one of them and all of them combined\". And I was like, \"Wow!\" Now, I've never done DMT, but I was like, \"Wow, that's a pretty strong statement\". Now, he did it in the context of one of these clinical explorations I assume that was part of a legal clinical trial. I mean, that's saying something. - Yeah. - It's saying something. I mean, he's a very rational, very grounded guy, otherwise. So philanthropy foundations. - Yeah. - And then in- - Most recently, and sorry, just I can't, - Mm-hmm, yeah. - 'cause I can't skip it. Our center level funding - Oh, yeah, you can't skip- - which came at a year and a half, - I see. - that's like, we... I mean, the Heffter group, the Beckley group, I mean, these are wonderful. I mean, these are people that have been holding the flame alive during the darkest hours. Same thing with the MAPS organization more on the MDMA side, like holding that candle during the darkest years. You know, so we've... Smaller organizations connected to smaller, but growing over time, pockets of wealth. But we basically limped along on a wing and a prayer until recently, when we got the $17 million gift, so that we could create a nominal center. And as you know, basically, to the university, that means you get a certain number of dollars, and a lot of them, you can call yourself a center. It's a capital investment. Staff, equipment, salary, support, which has always been the huge thing for us. But the $17 million gift, which was split between the Cohen foundation, so Steven and Alexandra Cohen, they covered half of it, and the other half, the Tim Ferriss collaborative. Basically, Tim and a few friends ponied up, divided the rest of that, half of that $17 million gift, and came together to just... I mean, it's completely transformed our, the work that we've done, and our ability to fully delve into this area, and not worry that, like, oh, if I focus on this, rather than putting another three NIDA grants on some other topic that may or may not get funded, if I focus too much on the psychedelics, am I putting my career at jeopardy? Like so- - But you're now not only a tenured professor, you're also a full endowed- - Right. So that came- - By the way, when you say somebody is a fully endowed professor, [Dr. Matthew laughs] - I want to be very clear what that means. That means that there's funding- - Well, it might mean all of the above, but no, I'm joking [laughs]. - I have no knowledge of your particular situation, but you probably do. - Just kidding. - But sure. What we're essentially saying, is that funding, which does not change somebody's salary level... I just want to be clear, 'cause I think the general public isn't... There's no reason why they would understand all the nuts and bolts of how this works. - Academia is weird. - Yeah. Academia is weird, because we're not talking about increasing. We're not talking about an endowment or philanthropy that went to increase Matt's salary. That something that's set at the university level. It's always been said, and it is, at least, is still true now, which is that nobody goes into science for the money, at least not at the academic level, not in academia. But allows people to devote more of their time and energy to these exploratory realms, like psychedelic research, or the case of my lab, the work that we're doing with David Spiegel's lab, on respiration breath work and hypnosis for modulating brain states. These are not typically areas that the National Institutes of Health and other major organizations have, institutions set up to support. Now, there is an exciting initiative, which is the NCCIH, which is Complimentary Health. - Right. Used to be NCCAM. - Yep. - Yeah, and they changed their name. - At NIH. - Yeah. - And now, we're not just throwing out acronyms just to bat back and forth acronyms. But I think what we're looking, what we're seeing now is a movement toward science, and scientists, and clinicians, and the general public, and philanthropy being engaged in this dialogue, which says, okay, there are problems in the world, depression, head trauma, psychological trauma, PTSD, ADHD. These problems clearly exist. The solutions are going to involve behaviors that are going to involve nutrition, supplementation, social connection. However, there are drugs, there are compounds that can change the brain, and allow the brain to change its circuitry through experience, and psychedelics are one of several others, but one of the powerful leavers, it sounds like. And I just want to say, that I think the reason I reached out to you, and I'm so excited to sit down and chat with you is, because I see very few people inside the halls of academia who have thrown their arms around this issue of psychedelics in a way, and gone through the trouble of trying to find the funding to get it done, gone through the trouble of trying to set up clinical trials. I know what's involved in doing this. It's so complicated. It's so time-consuming and painstaking. And you've made real progress. I mean, you guys are publishing papers. There's a new dialogue emerging that isn't just books on bookshelves and psychedelic, psychonaut gurus on the internet, who also play an important role. But you're really moving this field forward. And I know there are others as well. There are colleagues in England and others as well. We acknowledge them. But I just want to say personally, that I'm inspired and impressed by the way that you've gone about this, and the level of rigor. I mean, when I ask you a question about serotonin, most people will just kind of kick back to me, well, yeah, you got receptors, and you've got a ligand, but I mean, it's clear to me that you care about the details, and that you care about the future of this area, and you also really care about these patients and these individuals. So I know I'm speaking on behalf of a ton of people now, and in the future, that don't even know what they're going to receive as a consequence of this. I just want to voice a real sincere thank you for that effort. It's like your lab and your work matters, and that's a really special and unique thing. - I appreciate that. In fact, I had a good colleague, in fact, she shared some grants support under the multi-PI system years ago, and she actually took a job at NIH as a review officer. And I remember her telling me... And she actually left when she had multiple RO1s. So it's like- - RO1s are kind of the bread and butter, - Big picture grant. - big grants - Yeah. - that every card carrying... It's a mark of respect in our community to have one or several of these, yeah. - Yeah, yeah. It's like you eat what you kill in academia. It gets to what we were talking about later, it's like you don't make more money by pulling more grants, but you're able to pay the salary that... The university doesn't pay you your salary. It goes through them. - Right. You're just able to do more work. - Yeah. - Yeah. - And you're able to... And if you don't pull in the grants to cover your salary, your job can come to an end. Even if you're tenured at a place like Hopkins, they can do tricks, like slowly lower your salary over- - Well, they just let- [interposing voices] Or they just take away your space. - Yeah, they put you in a closet, and give you no support for trainees, and basically make life hell for you. So you can drive - It happens. - a cab in Baltimore, and call yourself a full professor at Hopkins, truthfully, but you may not have no ability to get anything done. - I'm sure they're out there. - But yeah, I remember one of the things this colleague has said, who's is successful, but left on top said, \"I really don't know that I'm making a difference in the world?\" And she did some great memory research and connected to drugs, also connected to aging. But she said, \"I don't feel the impact of what I'm doing in the real world\". Unfortunately, there, for a lot of academia, what we do, it stays in the ivory tower. The world is a... - Not anymore. - It's a beautiful, but messed up place, [Dr. Huberman laughs] and a lot of this doesn't disseminate, - [Dr. Huberman] Right. - because of the various structures, the way the world is set up. And thankfully, this... I mean, because the work that our group, as well as a few others around the world, over the last 20 years, it's like you do have an emerging psychedelic startup industry now with billions of dollars of investment. And yeah, that's going to turn into both good and bad. You know, it's upping the ante. There's going to be a lot of good and bad that comes from that, - Sure. - but any new technology is going to result in that. But we've got psilocybin designated for two separate entities as a breakthrough therapy by the FDA, and people may not realize, and the MDMA is designated as a breakthrough therapy for PTSD. This is a really big deal. That's a very high... I mean, pharma companies would pay millions of dollars to get their new drug a designation like that. And what it means, is early research is showing, saying it shows a high potential for treating disorders that don't have very good treatments. And we're probably, again, a few years away from both MDMA, probably a year or two, after that psilocybin, and being treated for PTSD and depression respectively. You know, we have to wait for the Phase 3 studies, but if the results hold up... Even if the effect size is halved of what we're seeing now, it's still going to be a lot larger than what you're seeing with the traditional medications. And so it's going to be approved, if the data hold up, and it probably will from my judgment. So I feel like what I'm doing is actually having a positive impact in the world in a way that... And I feel lucky that I got interested in an area that happens to plug into a place in the world where there is that opportunity, where some great colleagues and friends are focused on areas where I wish they had the opportunity for their work to be disseminated. I mean, I was lucky to be interviewed on \"60 Minutes\" because of this work. And I was like, oh, my god, I know so many... There's a bit of imposter syndrome, like, oh, my god, I know so many scientists that deserve, more so than me, to be, had that level of exposure. But if you happen to be in that place where, you got to do your best to make it work, to take advantage of that luck, and that intersection of the world, and to push it. I've been lucky, but I also did take a bit of a leap of faith early on. I did have some advisors that told me, like, you've got a really promising pedigree early on, like, are you sure you want to focus much time on this psychedelic stuff? - Yeah, you've embraced risk. I mean, I think that... I mean, the world's changed since, in 2020, certainly, but channels like social media, podcasts, and things of that sort, your exposure is because people are interested in these topics, and that's why people, like myself, are interested in talking to you. I mean at Stanford, there are now a few labs starting to explore psychedelics, more at the mechanistic level, so in animal models. Some excellent labs. But also, I can imagine, because of the pioneering work that you've done at Hopkins, it'll start to become more common. I'm certain that people are going to have questions about how to get in contact with you and learn more. "
        },
        {
            "timestamp": 9863,
            "text": "If people have trauma, PTSD, depression, it's likely that they're going start seeking ways in which they can potentially participate in clinical trials. You're very active on Twitter. Active, I should say. You've got other obligations, but where you are active on social media, you're active on Twitter. It's @drug_researcher, correct? - Right, right. Right. - Okay. So get- - It's drug_researcher, that's how to find me. - A great account, by the way. Matthew and I recently got into a dialogue there about some of the deeper effects of psychedelics in the literature versus how they're being discussed in the general public. I follow his account, and it's a really wonderful account for whether or not you have a science background or not. If people are... And I'm going to try and persuade you to be more active on Instagram, but I don't know if I'll succeed in that. [Dr. Matthew laughs] - I'll try to get my Instagram game going on. - You're a busy guy, and I get it. I'm running a lab too. I get it. You're busy. Drug_researcher there as well. - The same handle, huh? - The same handle. Your lab at Hopkins is pretty straightforward to find through a Google Search of your name, Matthew Johnson, Johns Hopkins University. Are there portals for people to explore clinical trials, participation in clinical trials of various kinds? - Yeah, and so in our group, so you go to Hopkinspsychedelic.org. That's the website. And if you can't remember that, just Johns Hopkins psychedelic. - We will provide a link. Yeah, we will provide a link. - Yeah, and you're going to find us. It'll be the first thing that pops up. And we have... Trust me, if we have a study on something, it's going to be on that website. - That means- [interposing voices] They're being very polite, so I will be a little bit more aggressive, and say, don't email him directly. He won't see that email. Wait until there's a posting for a study, and then sign up through the correct portal. - Right. And I try to get back to those emails, but frankly, and it's 'cause I'm lucky the area has taken off so much, but there are many days where I simply get so many - Well, you have to do- - requests that I can't get through my day. - You have to do the research. - Yeah, if I answer all the... So yeah, trust me. And something that a lot of folks don't get, and being in academia like we are, it's easy to forget how people don't, understandably, don't realize this. This is experimental research. It's FDA-approved as an experiment, so we're working towards formal FDA approval for straight up clinical use. But right now, someone can't bring me a case of some idiosyncratic thing, and say, I'm suffering from this complex constellation, like depression- - You're not a clinician. - Yeah, I'm not... And even if I was, I wouldn't be able to treat them with psilocybin, or to send them anywhere that was legal to take it. So if we're going to be treating you, it has to be, or anyone else in the United States, or most other countries for that matter, it's going to have to be under the guise of a very specific protocol. This number of milligrams to treat PTSD, to treat major depressive disorder, to treat, treatment resistant tobacco use disorder, so nicotine addiction. Very specific studies. This is not one-off treatment. And folks say, like, oh, I can pay to go out to Baltimore. Well, my son has this complex. And they're tragic cases, but you... So if you're interested in a study, go to our website. If it's not on their website, we don't have a study on it. There are going to be forthcoming studies. So I'm going to be starting studies on opioid addiction and PTSD, and an LSD study for chronic pain. The day that those are open for recruitment, they're going to be up on our website. - Great. - So that's where you look to see everything. And in fact, I just recently, a couple of days ago, put up a couple of surveys studies, also where we post a link to our survey study. So if you've had psychedelics, and you've taken them for therapeutic intent for PTSD, or for depression, or anxiety, you can find a link. And also, if you've done breath work for those reasons, we have a link for a study of that type up there now, which is a holotropic-style, a very psychedelic-type - Interesting. - of breathing technique that can lead to some of these similar experiences. So it's up there. More broadly, outside of our group, 'cause there's a growing number of groups in the US doing this, and in Europe doing this research, but you can go to Clinicaltrials.gov, and if you look in for the main search term of psilocybin, or MDMA, or psychedelic, plug in those terms, you can get a list of the growing number. I mean, I think there's over 40, maybe. It's been awhile. There might be over 50 now. I don't know. But studies with just psilocybin going on right now on Clinicaltrials.gov. So check out Clinicaltrials.gov to see what's going on. But it's going to be... If you're going to do anything legal, it's going to be in the context of a very specific study. It's not going to be one-off treatment. - Right, and I should say, - Yeah. - and not just legal, but also supported in the right framework that you described, of having a team, et cetera. Obviously, people will do what they will do. [interposing voices] - And if- - Oh, yeah, go ahead. - I will say, if people... I never encourage people to take drugs of any... I don't encourage caffeine use. Every drug has its risk, you know? - I encourage my own caffeine use, but nobody else's. - Yeah. I'm drinking up right now. This is great. - Yeah, this is a very strong maté. It's what we're drinking. It has not lead to a alteration, in my perception, of self to the extent that we talked about earlier. However, this conversation, was a good example of how we can enter a perceptual bubble. I learned so much about psychedelics, and the future of this for the sake of mental health, and other aspects of health. Matt, thank you so much - Thank you, Andrew. - for your time, for your knowledge. And I think you put it best earlier, for holding the candle in a very dark time, and then now, there's light. - Thank you. Well, thanks for helping to spread that light, and I really appreciate what you've been doing. This is a great, great medium that you have going on. So thank you for doing it. - It's my pleasure. Thank you. Thank you for joining me for my conversation with Dr. Matthew Johnson. "
        },
        {
            "timestamp": 10238,
            "text": "If you're enjoying this\npodcast, and learning from it,please subscribe to our YouTube channel.In addition, you can leave\ncomments and suggestionsfor future podcast topicsand guests in the comment\nsection on YouTube.As well, please consider\nsubscribing on Appleand on Spotify.And on Apple,you can leave us up to a five\nstar review and a comment.Please also check out the\nsponsors that we mentionedat the beginning of today's episode.That's a terrific way\nto support our podcast.In addition, many of you have\nquestions about supplements.We've partnered with Thorne.That's Thorne, T-H-O-R-N-E,because Thorne has the\nhighest quality standardswith respect to thequality of ingredients\nin their supplements,as well as precision about the amountsof those ingredients\nwithin their supplements.If you go to Thorne.com/U/Huberman,you can see all the\nsupplements that I take,and you can get 20% off\nany of those supplements,as well as 20% off any\nof the other supplementsthat you find on the Thorne site.So if you enter the Thorne\nsite through that portal,excuse me, thorne.com/u/huberman,you'll get 20% off any of the\nproducts that Thorne makes.Also, we have a Patreon.It's patreon.com/andrewhuberman.And there, you can support the podcastat any level that you like.And last but not least,thank you for your interest in science.[upbeat instrumental music]"
        }
    ],
    "episode_summary": "This episode I discuss medical research on psychedelic compounds with Dr. Matthew Johnson, Professor of Psychiatry and Behavioral Sciences at Johns Hopkins School of Medicine. We discuss the biology and medical clinical-trial uses of psilocybin, MDMA, ayahuasca, DMT, and LSD. Dr. Johnson teaches us what the clinical trials in his lab are revealing about the potential these compounds hold for the treatment of depression, addiction, trauma, eating disorders, ADHD, and other disorders of the mind. Dr. Johnson describes a typical psychedelic experiment in his laboratory, start to finish, including the conditions for optimal clinical outcomes. And he explains some of the potential hazards and common misconceptions and pitfalls related to psychedelic medicine. Dr. Johnson explains flashbacks, the heightened risks of certain people and age groups using psychedelics and the ever evolving legal and pharmaceutical industry landscape surrounding psychedelics. Dr. Johnson also explains how the scientific study of psychedelics is likely to set the trajectory of psychiatric medicine in the years to come. Dr. Johnson is among a small handful of researchers who have pioneered the clinical study of these powerful compounds. He has unprecedented insight into how they can be woven into other psychiatric treatments, changing ones sense of self and of reality.\nFor the full show notes, visit hubermanlab.com.\nThank you to our sponsors\nAG1 (Athletic Greens): https://athleticgreens.com/huberman\nLMNT: https://drinklmnt.com/huberman\nSupplements from Momentous\nhttps://www.livemomentous.com/huberman"
}