{
    "title": "Dr. Layne Norton: The Science of Eating for Health, Fat Loss & Lean Muscle",
    "ep_num": "94",
    "link": "https://www.youtube.com/watch?v=K4Ze-Sp6aUE",
    "chunks": [
        {
            "timestamp": 0,
            "text": "ANDREW HUBERMAN: Welcome to the Huberman Lab podcast, where we discuss science and science-based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is Dr. Layne Norton. Dr. Norton is one of the foremost experts in protein metabolism, fat loss, and nutrition. He did his degrees in biochemistry and nutritional sciences and is considered one of the world experts in understanding how we extract energy from our food and how exercise and what we eat combine to impact things like body composition and overall health. Today, we discuss an enormous number of topics under the umbrella of nutrition and fitness, including, for instance, what is energy balance? That is, how do we actually extract energy from our food? We also discuss the somewhat controversial topic of artificial sweeteners, whether or not they are safe or not and whether or not they are an effective tool for weight loss, in particular, for people suffering from obesity and different types of diabetes. We also talk about gut health-- that is the gut microbiome-- and how it's impacted by food and how it can actually impact the metabolism of the foods that we eat. We also discuss fasting, or so-called intermittent fasting or time-restricted feeding, what it does and what it does not do in terms of how effective it is for weight loss and, perhaps, even for health and longevity. We also talk about protein and define very clearly how much protein each and all of us need, depending on our daily activities and life demands. We discuss the various types of diets that you've probably heard about, including ketogenic diets, vegan diets, vegetarian diets, and pure carnivore diets, as well as more typical omnivore diets, and how to make sure that you get all of the essential amino acids that are critical for healthy weight maintenance, weight loss, or directed muscle gain. We also talk about supplements, in particular, the supplements for which there is an immense amount of science pointing to their safety and efficacy for fitness and for overall body composition. What I'm sure will become clear to you, as you hear Layne talk about each and every one of these topics, is that he has an incredible ability to both understand the mechanistic science but also the real world applications of the various discoveries that are made in particular papers and, in particular, in the randomized controlled trials. That is when a given scientific hypothesis has been raised. He's extremely good at understanding why it was raised but also at evaluating whether or not it works in the real world, which is what I believe most everybody out there is concerned with. I think this is one of the things that really distinguishes him from the other voices in the nutritional landscape. I assure you that by the end of today's discussion, you will have a much clearer understanding about what the science says about nutrition, about fitness, and about how different diets and fitness programs combine to achieve the results that you want. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is LMNT. "
        },
        {
            "timestamp": 190,
            "text": "LMNT is an electrolyte drink with everything you need and nothing that you don't. That means it contains sodium, potassium, and magnesium, the so-called electrolytes, but no sugar. As you may have heard me discuss before on this podcast, every cell in our body, and in particular cells within our brain, the so-called neurons or nerve cells, critically rely on the presence of electrolytes-- sodium, magnesium, and potassium-- in order to function properly. I, myself, am a big believer in consuming electrolytes any time I've been sweating a lot, so that could be after during exercise or after doing the sauna. So by drinking electrolytes in the form of LMNT electrolyte mix, I'm able to replenish those electrolytes and maintain mental clarity and energy throughout the day. LMNT contains a science back to electrolyte ratio of 1,000 milligrams of sodium, 200 milligrams of potassium, and 60 milligrams of magnesium. If you'd like to try an LMNT, you can go to drinklmnt-- spelled L-M-N-T-- .com/huberman to get a free sample pack with your purchase. Again, that's drinkL-M-N-T.com/huberman to get the free sample pack. Today's, episode is also brought to us by ROKA. ROKA makes eyeglasses and sunglasses that are of the absolute highest quality. The company was founded by two all-American swimmers from Stanford. And everything about ROKA eyeglasses and sunglasses were designed with performance in mind. I've spent a lifetime working on the biology, the visual system, and I can tell you that your visual system has to contend with an enormous number of challenges in order for you to see clearly, for instance, when you move from a sunny area to a shady area and back again, whether or not you're looking at something up close or often to the distance. ROKA understands the biology of the visual system and has designed their eyeglasses and sunglasses accordingly so you always see with perfect clarity. ROKA eyeglasses and sunglasses were initially designed for activities such as running and cycling. And indeed, they are very lightweight. Most of the time, I can't even remember that they're on my face. They're so lightweight. But the important thing to know about ROKA eyeglasses and sunglasses is that while they can be used during sports activities, they also have a terrific aesthetic and they can be used just as well for wearing to work or out to dinner, et cetera. If you'd like to try ROKA eyeglasses and sunglasses, you can go to roka-- that's R-O-K-A-- .com and enter the code Huberman to save 20% off on your first order. Again, that's roka-- R-O-K-A-- .com and enter the code Huberman at checkout. Today's episode is also brought to us by InsideTracker. InsideTracker is a personalized nutrition program that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. Now, I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long-term health can only be analyzed with a quality blood test. One of the major issues with a lot of blood and DNA tests out there, however, is that you get information back about levels of hormones, levels of lipids, levels of metabolic factors, but you don't know what to do about that information. With InsideTracker, they have an easy-to-use platform that allows you to assess those levels and then determine what sorts of behavioral changes and nutritional changes, maybe, even supplementation changes you might want to make in order to bring those numbers into the ranges that are optimal for you. If you'd like to try InsideTracker, you can go to insidetracker.com/huberman to get 20% off any of InsideTrackers plans. Again, that's inside tracker Huberman to get 20% off. The Huberman Lab podcast is now partnered with Momentous supplements. To find the supplements we discuss on the Huberman Lab podcast, you can go to livemomentous-- spelled O-U-S-- livemomentous.com/huberman. And I should just mention that the library of those supplements is constantly expanding. Again, that's livemomentous.com/huberman. And now, for my discussion with Dr. Layne Norton. Layne, Dr. Norton, thank you so much for being here. "
        },
        {
            "timestamp": 410,
            "text": "This is a long time coming. And I have to say, I'm really excited because I've seen you in the social media sphere. I've also listened to a number of your other podcasts. And as a fellow PhD scientist, I feel a great kinship with you. I know you have tremendous experience in fitness and nutrition, a number of areas. We also got a lot of questions from our audience. And I'm really looking forward to talking with you today. LAYNE NORTON: Yeah, I'm excited, too. I mean, like you said, it's been something we've been talking about for a long time. So I was glad we were able to make it happen. ANDREW HUBERMAN: Yeah, indeed. And I think some of the audience has requested a debate or a battle. And I can tell you right now, it's not going to happen. Actually, one of the things that brought Layne and I together, in conversation online and then via text, et cetera, was the fact that I love to be corrected, and that's what happened. I did a post about artificial sweeteners, which we will talk about a little bit later in the episode, and Layne pointed out some areas of the study that I had missed or, maybe, even misunderstood. And I revised my opinions and I think it's wonderful. And other studies have come out since then. So hopefully, our conversation will serve as a message of how science and actionable science can be perceived and that it doesn't always have to be a battle. But hey, if we get into it, we get into it. It won't get physical because we know you would win. So in any case, I'd like to start with something that's rather basic and yet can be pretty complex, and that's this issue of energy balance and energy utilization. I think most people have heard of a calorie. I am assuming that most people don't actually know what that is in terms of how it works, what it represents. And so maybe you could just explain for people what happens when we eat food, of any kind, and how is that actually converted into energy, as a way of framing up the discussion around weight loss, weight maintenance, weight gain, and body composition. LAYNE NORTON: So it's a great question. And like you said, this is one of those things where people use the term calories in, calories out, and they say, well, that's way too simplistic. I'm like, if you look at what actually makes up calories in, calories out, it's actually very complicated. So let's deal with what you mentioned first. What is the calorie? Because I think a lot of people don't quite understand this. So a calorie just refers to a unit of energy, of heat specifically. And so what does that have to do with food? What does that have to do with what we digest and eat? Really, what you're talking about is the potential chemical energy that is in the bonds of the macronutrients of food. And by digesting, assimilating, and metabolizing those nutrients, we are able to create energy and the in-product of that, mostly, is ATP, adenosine triphosphate, which is your body's energy currency. So to understand ATP, just try to think about-- if you're trying to power these various reactions in your body-- and we're talking about tens of thousands of enzymes that require ATP-- it doesn't make sense that you would have to create a bunch of micro explosions. You want something that can transfer high-energy phosphates to power these reactions, to give up essentially its energy to power something that might otherwise be unfavorable. So a lot of metabolism is simply creating ATP, which the end of the line of that-- I'm going to work backwards-- is what's called oxidative respiration. So that happens in the mitochondria. Everybody's heard mitochondria, a powerhouse of the cell. And that is done through essentially creating a hydrogen ion gradient across the mitochondria, which powers the production of ATP by converting free phosphate plus ATP to ADP. Now the way that hydrogen ion gradient is created is through creating hydrogen ions that can be donated through the Krebs cycle. Now the Krebs cycle is linked to glycolysis. So if we talk about carbohydrate metabolism, carbohydrates basically, other than fructose, get converted into glucose, which can go into glycolysis, and you can produce some ATPs through glycolysis. And then it boils down to pyruvate, then acetyl-CoA, which goes to the Krebs cycle, produces a lot more ATPs from that. If you talk about protein, protein is a little bit different because protein gets converted to amino acids, which can be used for muscle protein synthesis or protein synthesis in other tissues. But it also can be converted through gluconeogenesis to glucose. And there also are some ketogenic amino acids as well. And so you can have a few different ways to get to the Krebs cycle. Either being through acetyl-CoA or through glucose going through the glycolysis to pyruvate. Then you have fatty acids, which are able to create energy through what's called beta oxidation where, essentially, you're taking these fatty acids and you're lopping them off two carbons at a time to produce acetyl-CoA which, again, can go into the Krebs cycle, produce those hydrogen ions that can then power the production of ATP. So that's kind of like at the cellular level of how this stuff works. But stepping back and taking it back out, what does that have to do with weight loss or weight gain? "
        },
        {
            "timestamp": 755,
            "text": "Well, when you think about the balance of energy in versus energy out. Sounds very simple. But let's look at what actually makes up energy in versus energy out. First of all, you've got to realize that the energy inside of the equation is more difficult to track than people think. So one, food labels, which we like to think as being from upon high, can have up to a 20% error in them. ANDREW HUBERMAN: Really? LAYNE NORTON: Oh, yeah. ANDREW HUBERMAN: So a 100 calorie-- something listed as 100 calories per serving, it could-- what's actually in there could be 80 or 120. LAYNE NORTON: Right. Exactly. So that's one aspect of it. The second aspect is there's what's called your energy, but then there's also metabolizable energy. So if you have food stuff with say, a lot of insoluble fiber, typically, insoluble fiber is not really digestible, and so you could have \"quite a bit of carbohydrate,\" know but if you can't extract the energy from it-- and typically, this is because insoluble fiber from plant material, the carbohydrate and even some of the protein is bound up in the plant structure, which makes it inaccessible to digestive enzymes. And so this is what adds bulk to your stool and whatnot. But again, reduces the metabolizable energy in there. And there's some evidence that based on people's individual gut microbiome, that some people may actually be better at extracting energy out of fiber compared to other people. So just starting off right there, OK, there's quite a bit of play in the energy inside of things. Now, one of the things people will say is, well, see that's why you shouldn't worry about tracking calories, because the food levels can be 20% off. And what I'll say is, OK. I understand where you're coming from. But typically, if it's off, it's going to be consistently off. And if you're consistent with how you track it, eventually, you'll be able to know what you're taking in. And that's like saying, well, don't worry about tracking if you're-- I like to use financial examples. We know that to save money, you have to earn more money than you spend. Well, you can't exactly know how much money you're earning at a time because there's inflation and then there is-- if you have investments, those can be different interest rates and whatnot. It's like, OK, if you have a budget, you have a reasonable idea of what it's going to be. And you make certain assumptions, but you can relatively guess. ANDREW HUBERMAN: Yeah. That's a good example. LAYNE NORTON: Right. So now, let's look at the energy outside "
        },
        {
            "timestamp": 919,
            "text": "of the equation, which is actually way more complicated. And so your energy out is a few different buckets. The first one and the biggest one is your resting metabolic rate. So your RMR. And that, for most people, is anywhere from 50% to 70% of your total daily energy expenditure. Now, people use the term metabolic rate and energy expenditure interchangeably, but they're not the same thing. So your total daily energy expenditure is the summation of all the energy you expend in a day. ANDREW HUBERMAN: Walking upstairs, exercise if you do it-- LAYNE NORTON: Fidgeting. ANDREW HUBERMAN: Yeah. Plus your resting metabolic rate. LAYNE NORTON: Right. So resting metabolic rate is a big part of that, but it's not the only thing. So that's usually about 50% to 70%. And sedentary people will be on the higher end of that. So it'll be a bigger proportion whereas people who are more active, it'll be a little bit lower, not because their metabolic rate is lower, but because they're expending a greater percentage of their calories from physical activity. Then you have something called the thermic effect of food, which is a relatively small percentage of your total daily energy expenditure. It's about 5% to 10%. And very difficult to measure and usually what researchers do when they're looking at this stuff is they just make an assumption about it. They use a constant. But that's about 5% to 10% of your daily energy expenditure. And that refers to the amount of energy it takes to extract the energy out of food. So think about your body like a car. You don't just have gas in your tank and it spontaneously starts up. You have to have a battery so you put in energy so you can get the energy out of the petrol that you have in your car. Similar with food, you can't just eat food and then it just appears in your cells and you start doing stuff. It has to be systematically broken down and put into forms that can actually produce energy. And so you have to put some energy in to achieve that. And a lot of times, people will say something like, well, not all calories are created equal. That's not true, because calorie is just a unit of measurement. That would be like saying not all seconds on a clock are created equal. Yes, they are. All sources of calories may have differential effects on energy expenditure and appetite. So if we look at something like fat, for example, the TEF of fat is about 0% to 3%. Meaning, if you eat 100 calories from fat, your net will be about 97 to 100. ANDREW HUBERMAN: So the process of breaking down that fat, essentially, subtracts some of the calories away because you used it in creating energy-- LAYNE NORTON: Correct. ANDREW HUBERMAN: --by breaking those chemical bonds to create ATP. LAYNE NORTON: Correct. Correct. So you have like, for example, some enzymes that require ATP to run these processes. Now, fat is actually the easiest thing to convert into energy. Then you have carbohydrate, which has a TEF of like 5% to 10%. So you eat 100 calories from carbohydrate. And obviously, the fiber content makes a big difference on this. But if you eat 100 calories, you'll net 92 95. Protein is about a 20% to 30% TEF. So if you eat calories from protein, you're only netting 70 to 80. Now, you're still net-- people say, well, you can't eat too much protein. Well, people will ask, well, can protein be stored as fat? The carbon's from protein it's unlikely, it's going to wind up in adipose tissue. But if you're eating a lot of protein, overall as part of a lot of calories, it has to be oxidized and it can't provide a calorie cushion for other things to be stored in fat. But protein itself does provide a net positive for calories, but less so than carbohydrate or fat. And tends to be more satiating. So again, when people talk about are all calories created equal, yes, but all sources of calories may have differential effects on energy expenditure and appetite. So that's the TEF bucket and the BMR bucket. "
        },
        {
            "timestamp": 1144,
            "text": "Then we go to physical activity. And physical activity is, essentially, two parts. There's exercise, which is kind of your purposeful movements like you go out for a walk, you do a training session. I mean, whatever. Any purposeful activity. And then you have what's called NEAT which is non-exercise activity thermogenesis, which I think is actually really cool. ANDREW HUBERMAN: It's fascinating. LAYNE NORTON: Yeah. It is. So I was actually hanging out with somebody last night and I was noticing them, they were fidgeting their feet and their fingers. And I said, have you always been pretty lean? And they were like, yeah, I never really had a problem maintaining leanness. And when you look at the obese resistant phenotype, people think they have high BMR or they exercise a lot and really what it seems to be as neat. They tend to-- if they overeat, they just spontaneously increase their physical activity. Now, people get NEAT confused. I've heard people say, well, I'm going to go out for a walk to get my NEAT up. That's not NEAT. NEAT is not something you can consciously modify. What you're doing there, if it's purposeful, it's exercise. So for example, when I'm talking, if I'm waving around my hands, if I'm tapping my feet, if I'm-- whatever. That's NEAT. But trying to get yourself-- I'm just going to tap my foot more, well, now if I'm consciously having to do this, then my focus-- I mean, you know how the brain works. Very hard to do-- you don't really do two things at once. ANDREW HUBERMAN: Right. LAYNE NORTON: You switch quickly between tasks, right? ANDREW HUBERMAN: Absolutely. Can I quickly ask, was the person that you were referring to our friend Ben Bruno? LAYNE NORTON: No, no. But he is fidgety too. ANDREW HUBERMAN: Yeah. Amazing online fitness channel. He's a freakishly strong individual. LAYNE NORTON: Yeah. ANDREW HUBERMAN: Yeah. And I can't remember whether or not, Ben, you're a fidgetter or not. But anyway, I'll have to go check and we'll measure your fidgeting. About non-exercise induced thermogenesis NEAT, my understanding of the old papers on this, old being, I guess, back to the mid '90s, is that the calorie burn from NEAT is actually pretty significant. We're not talking about 100 calories or 200 calories per day. We're talking about, in some cases, hundreds of thousand-- excuse me, hundreds to maybe even close to 1,000 calories per day. Could you elaborate on that? LAYNE NORTON: Yeah. So there was actually a really classic study, I think, from-- I want to say it's from Levine in 1995. It was metabolic ward study. And hopefully, I don't butcher the study because I'm trying to pull it out of my brain. ANDREW HUBERMAN: I don't expect you to have that in your head. Although, I must say, you have a quite extensive PubMed ID, grab bag in there. So-- LAYNE NORTON: I try to bring the receipts. I try to bring the receipts. ANDREW HUBERMAN: We will put a link to this study in the show note captions. So people can peruse it if they like it, yeah. LAYNE NORTON: So I believe they had people overeat. And I think it was by like 1,000 calories a day and I think for six weeks. And I mean, this is the metabolic ward. So this is very tightly controlled. It's as tight as you get. And what was interesting is, of course, on average, people gained weight and gained fat mass. But some people gained more than expected, and there was one person, in particular, who only gained like just over 1/2 a kilo. They should have gained like-- I think it was something like 3 to 4 kilos. It was predicted. And what they found is this individual just spontaneously increased their physical activity. He didn't purposefully do it, it just happened. And I mean, anecdotally, I've seen people who are, again, very lean even eat a meal, sit down, and start sweating. And be very fidgety. There was a natural bodybuilder back in the day named Jim Cordova. And this guy was just very lean all the time, and he was exactly that phenotype. He would walk up a flight of stairs and all of a sudden he's sweating. Sit down eat a meal, he's sweating. He's just-- ANDREW HUBERMAN: He's a furnace. LAYNE NORTON: Just expending energy. And what's very interesting about NEAT is that seems to be the most modifiable-- I mean, exercise is very modifiable because you can be intentional with that. But of BMR, TEF, and NEAT, NEAT seems to be far more modifiable. So even a bodyweight reduction of 10%, they've observed a decrease in NEAT of almost 500 calories a day for a 10% reduction in body weight. Now, you also do get a decline in BMR when you lose weight, one, because you're just in a smaller body now and so it takes less energy to lock them out. But also there's what's called metabolic adaptation, which is a further reduction in your BMR than expected from the loss of body mass. And that's on average usually around like 15%. But it does seem to be-- there's new evidence coming out on the metabolic adaptation from BMR. And it seems to be a little bit-- kind of in the transition phases. So if you start a diet within the first few weeks, you will have a reduction in BMR that then just-- thereafter, any further reduction is mostly from the amount of body mass you lose. And then if you, like for example, finish a diet and move your calories to maintenance, within a few weeks, BMR starts to come back up. There is still a small reduction, but I used to be somebody who thought that BMR, metabolic adaptation was a big reason why people stopped losing weight or plateaued. And now, I think it's much more to do with NEAT. ANDREW HUBERMAN: Interesting. And you said that it can't be conscious because that will distract us from other activities. I don't know if you've had a chance to look at this study. And I'll send it to you. Maybe I'd be fun to do a kind of an online journal club about this at some point soon. But there's a study that came out of University of Houston recently having people do, now, this is a long period of time. Four hours a day of, basically, a soleus pushup, which is basically a heel raise. A seated catchphrase with one foot not weighted. And then they looked at it a bunch of things about glucose metabolism and glucose clearance and insulin levels. And they didn't conclude that people burned a ton of calories, but what they concluded was that blood sugar regulation improved greatly. And I think, there was a lot of excitement about this at some level, but based on everything you're telling me, this fits perfectly with what's known about neat. So this fell somewhere in between with-- in between, excuse me, sort of deliberate exercise and spontaneous movement. I guess they've tried to make that spontaneous movement a little bit more conscious. LAYNE NORTON: Well, what I'll tell people is if you're worried about NEAT, "
        },
        {
            "timestamp": 1549,
            "text": "one thing you can do, like these watches, for example where people are like, oh, well, told me I burned these many calories. They are not accurate for energy expenditure. I mean, it is like, there was a meta analysis in 2018, I want to say, between a 28% and 93% overestimation of energy expenditure by these watches. ANDREW HUBERMAN: Fitness track. So for those of you listening, we're not going to name the brand. But fitness trackers-- so wrist-worn fitness trackers. LAYNE NORTON: And this is across the board. ANDREW HUBERMAN: OK. LAYNE NORTON: So like depending on the brand, it could be more or less but, they all overestimated the amount of-- the calories you burn from exercise. So this is actually a great example where people go, well, calories in, calories out doesn't work for me, because I eat in a calorie deficit, I didn't lose weight. When I talk to them, usually, they went to an online calculator. It's a few things. They went to an online calculator, put in their information, it spat out some calories to eat, and they ate that and didn't lose weight. And it's like, well, what do you think is more likely? That you're defying the laws of conservation of energy or that you might have not gotten the right number for you? ANDREW HUBERMAN: The measurement tool was off. LAYNE NORTON: Yeah. The next thing is a lot of people weigh very sporadically. And I'll tell people like, if you're going to make an intentional weight loss a goal, and again, this can be different for different people, but typically, I tell people, weigh in, first thing in the morning or after you go to the bathroom, do it every day, and take the average of that for the week. And then compare that to the next week's average. ANDREW HUBERMAN: Can I ask one-- sorry to interrupt, but one quick question about that when you say, go to the bathroom not to get too detailed here unnecessarily, but are you talking about urination and emptying your bowels? Ideally, because you did eat a big meal the night before. LAYNE NORTON: Yeah. ANDREW HUBERMAN: Yeah. Got it. LAYNE NORTON: Yeah. ANDREW HUBERMAN: So wake up, use the bathroom in all forms that you're ready, and then get on the scale, take that measurement, average that across the week, and then maybe every Monday, you take that value and see how it progresses. LAYNE NORTON: All right. And the reason I recommend doing that is, if you're just sporadically weighing in, as somebody who weighs themselves pretty regularly, I mean, my weight will fluctuate 5, 6 pounds, and not seemingly changing much. And that's just-- those short term changes are fluid. So I've had it before, where week to week, my average didn't change. But between the lowest weigh in from a previous week and the highest weigh in, might have been like 8 pounds, right? So if you're somebody who just randomly is weighing in and you're eating in a calorie deficit, and you just weigh in one day where you've just whatever reason holding some more fluid, then you're oh, see, this isn't working when in reality, your average might be dropping. So that's one of the reasons, and actually, believe it or not, weight fluctuations are actually identified as a major reason why people get discouraged from weight loss. It stops the buy-in, when they have a fluctuation up. So that's one of the reasons-- ANDREW HUBERMAN: Great point. LAYNE NORTON: --one of the reasons early on that low carb diets tend to work really well is because people lose a lot of water weight really quickly, and they get that buy-in. So they're, oh, this is working. ANDREW HUBERMAN: Yeah. We can return to that in a little bit because I have theories as to how that-- when people eat less carbohydrate, they excrete more water, and they'll see-- for the first time, they'll see some definition in their abs, oh, my God, this diet's amazing. LAYNE NORTON: Yeah. ANDREW HUBERMAN: And the fluid loss does hold that promise. I think fluid loss can do some other things. It might make people literally feel lighter, although it can be-- it has some negative effects. I do have one quick question, and I do want-- we will return to NEAT in a moment. "
        },
        {
            "timestamp": 1764,
            "text": "But when you say, the caloric burn as a consequence of exercise, I want to ask about the caloric burn during that exercise? So for instance, if somebody is on the treadmill and they'll see, OK, they burn 400 calories. Actually, I think this is a month where a number of prominent podcasters like Bert Kreischer, Tom Segura, Joe Rogan, and others, I think they call it \"Sober October,\" but in addition to avoiding alcohol, they're burning 500 calories per day during the exercise. LAYNE NORTON: Yeah. ANDREW HUBERMAN: They're measuring it. A lot of people do this. They think-- they take track of weather-- excuse me, take stock of how many calories they burned. My understanding is that if that particular form of exercise is a muscle building form of exercise, that at some point later, there might be an increase in muscle if you did everything right, do everything right, and then you will burn more energy as a consequence of adding that tissue. That's a long process as and we will discuss. But I have heard about this post-exercise induced increase in oxidative metabolism. I'm probably not using the right language in here. So if I were to go out, for instance, and do some sprints. Run hard for a minute, jog for a minute, run hard for a minute, and do that 10 times over. Let's assume I burn 400 calories during that exercise bout. But my understanding is that in the hours that follow, my basal metabolic rate will have increased. Is that true, and is it significant enough to care about? LAYNE NORTON: So answer both of those questions. Yes, there does seem to be a small increase in metabolic rate, and no, it does not appear to be enough to actually make a difference. So when they look at-- and again, this is where I tell people-- I think I have a good perspective on this, because my undergraduate degree was a biochemistry degree. So I was very into mechanisms. You know what I mean? It was like, oh, if we just do this and this, we'll get this. And then I did nutrition as a graduate degree, and then my advisor was so great because you could do something over here and he could tell you how it would affect vitamin D metabolism over here. ANDREW HUBERMAN: This is Don Lemon? LAYNE NORTON: Yeah, Don Lemon. So he would always kind of say, yeah, but what's the outcome going to be, right? So this is actually one of the things I changed my mind on. Was I used to be very much, well, I think high intensity interval training is probably better because you get this post-exercise energy burn which they do see in some of these studies. But in the meta analyzes and more tightly controlled studies where they equate work between high intensity intervals and moderate or low intensity cardio, so equating work, they don't see differences in the loss of body fat. And so to me, if I'm looking like, that's the example of a mechanism, which is OK, we're seeing this small increase in basal metabolic rate, that should lead to increased loss of body fat. But again, remember, you're capturing a snapshot in time. But we don't see a difference in the loss of body fat. So what may be happening-- and again, I'm just speculating. But a way to explain it could be, you might have an increase and then you might actually have a decrease that tends to just wash it out, right? ANDREW HUBERMAN: I see. And I have to imagine some forms of exercise. This would be highly individual, but will spike appetite more than others. So for instance, if I go out for a 45-minute jog which I do. A 45 to 60-minute hike or jog once a week, I just make it a point to do that or ruck or something like that. Throw on a weight vest and hike. After that, I find I'm very thirsty, I want to hydrate. But I'm not that hungry. And that's true of all cardiovascular exercise for me. But after I weight train, about 60 to 90 minutes later, I want to eat the refrigerator. And so obviously, calories in, calories out dictates that that will play an important role as to whether or not I gain or lose weight, et cetera. So is it safe to say that the specific form of exercise that people choose needs to be taken in consideration? Calories in, calories out, so how much is burned during the exercise? Also how much that exercise tends to stimulate appetite. I don't know whether or not people explore this in their rigorous studies. And whether or not that form of exercise actually increases lean muscle mass or not. Now, we've taken exercise and split it into a number of different dimensions, but this is what you are so masterful at is really parsing how the different components work individually and together. So if you would just expand on that, I'd love to know what you're thinking. LAYNE NORTON: Yeah. So this is actually a really fascinating thing. So first thing, I want to just go back to talking about like, for example, Bert and Tom and Joe, we're going to do 500 calories a day on whatever. So those apparatuses don't measure those things effectively either. Just like these watches. But the one thing I will say is, if you are-- like for example, if I do two hours of resistance training, typically, this will say I burned about 1,000 calories. ANDREW HUBERMAN: That's a lot of resistance training. LAYNE NORTON: Right. ANDREW HUBERMAN: My weight workouts are warm up for 10 minutes and then one hour of work done. LAYNE NORTON: I just-- I love to train. ANDREW HUBERMAN: OK. And you can recover from. My recovery quotient is pretty low. So I've been training for 30 plus years, and I found that if I do more than an hour "
        },
        {
            "timestamp": 2075,
            "text": "of hard work in the gym, meaning resistance training, 75 minutes maybe, I'm OK, but past that, I have to take two, maybe even three days off before I can train. My nervous system just doesn't tolerate it well. So I limit it to an hour, you know. LAYNE NORTON: And part of that to remember is like, I've built up to that over a long period of time. So you couldn't just throw somebody in and start having them do two hours a day. It's not going to go well for them. ANDREW HUBERMAN: I'd like to take a quick break, and acknowledge one of our sponsors, Athletic Greens. Athletic Greens, now called AG1, is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. I've been taking Athletic Greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking Athletic Greens, and the reason I still take athletic Greens, once or usually twice a day, is that it gets me the probiotics that I need for gut health. Our gut is very important, it's populated by gut microbiota that communicate with the brain, the immune system, and basically all the biological systems of our body to strongly impact our immediate and long term health. And those probiotics and Athletic Greens are optimal and vital for microbiotic health. In addition, Athletic Greens contains a number of adaptogens, vitamins, and minerals that make sure that all of my foundational or nutritional needs are met. And it tastes great. If you'd like to try Athletic Greens, you can go to athleticgreens.com.huberman, and they'll give you five free travel packs that make it really easy to mix up Athletic Greens while you're on the road, in the car, on the plane, et cetera. And they'll give you a year's supply of vitamin D3, K2. Again, that's athleticgreens.com/huberman to get the five free travel packs and the year's supply of vitamin D3, K2. LAYNE NORTON: But I will say about the calorie trackers, so if I'm used to-- "
        },
        {
            "timestamp": 2179,
            "text": "OK, I usually burn about 1,000 calories according to this, it's not accurate. But if I go in tomorrow and I do 1,300, it may not be accurate-- I don't know what the exact number is, but I can be relatively confident that it's more than the previous session. And so in terms of comparison, it might be OK, like within subject. And then the other thing I was kind of circling around on was, if you're worried about NEAT, tracking your steps can be helpful because people step counts can spontaneously decrease when they're on a fat loss diet, they don't even realize it. And that, again, not a complete measure of NEAT, but what we've had some clients do with our team building coaches is, they'll say OK, you're, at 8,000 steps right now. We're not going to add any purposeful cardio. But whatever you need to do to maintain that 8,000 steps, do that. And sometimes, they have to add 15, 20, 30 minutes of cardio, because they're spontaneous activity that they're not even aware of goes down. ANDREW HUBERMAN: That's a really excellent point. I've heard the 10,000 steps per day number was, we all heard that. And then I learned that, 10,000 were just kind of thrown out as an arbitrary number. So we're like get eight-hour intermittent fasting thing, there's a story behind that because actually I spoke to Satchin, and it turns out that the graduate student in his lab did that initial study, which was on mice, by the way, was limited to being in lab for about eight hours by their significant other. So the eight-hour feeding window is actually the consequence of this person's relationship. So-- LAYNE NORTON: That is a really great point that people don't realize when they-- a lot of people will try to copy like scientific studies. And I'll tell people like, listen, scientific studies are so confined. You need to be very careful with how broadly you apply what's in there. Like they're a very big hammer is the way I look at it. They're not a scalpel, they're a big hammer. And I think, a lot of times in terms of coaching, scientific studies will tell you what not to do rather than what to do, right? But getting back to your question about exercise, appetite, so first off, I'm not really aware if there's evidence showing like differential effects of different forms of exercise on appetite, it's possible, but again, it also could be like a placebo effect, right? Because we-- like for example, you and I, grew up in an era where the muscle magazines, it was like, well, as soon as you finish your workout, you have your biggest meal of the day. And when I say placebo effect, I think people have the wrong idea of what the placebo effect is. They think that's just a feeling. Placebo effect can actually change your physiology. People don't realize this. There's research showing that a placebo or the power of suggestion is basically as powerful as some pharmaceuticals. And one of the great examples I like to use is-- actually, there was a study we just covered in our research review on creatine where they did four groups-- not supplemented with creatine, told they weren't supplemented with creatine, not supplemented, told they were supplemented, supplemented, told they weren't, supplemented, until they were. Basically, it just matters what they told them. ANDREW HUBERMAN: Really. LAYNE NORTON: Oh, yeah. ANDREW HUBERMAN: This is incredible. I have to get this study well so we can link to a colleague of mine at Stanford. She's been on the podcast. I'd love to introduce you to because I think you guys really riff. First of all, she was a former D1 athlete and then as runs a lab at Stanford in psychology. This is Alia Crum. And she's-- and grew up in this very athletic, obviously, and very, very smart. And her laboratory focuses on these belief/placebo effects where if you tell people all the horrible things that stress do to you in terms of your memory and cognitive functioning and then you give them a memory test, they perform well below baseline. If you tell them that stress sharpens them in the short term, and that adrenaline is this powerful molecule that can really tune up a number of memory systems, memory improves. And it's remarkable. And it's consistent. And they've done this for any number of different things, including food allergies, for instance. Incredible results. In any case, I'm so glad you're bringing this up. I take creatine monohydrate, and I have for years. 5 grams a day. I don't-- LAYNE NORTON: And it's great. ANDREW HUBERMAN: And it's great. And I believe it's great. So is there a compound effect of believing it's great and it actually being great? LAYNE NORTON: Not in this study. So I think the thing to point out, people will misinterpret that as creatine doesn't work. And that's not what that says. What it says is, your beliefs about what it does are probably just as powerful as what it does. So they actually did a study-- and I don't have the citation, but it was-- I think, within the last 10 years where they told people they were putting them on anabolic steroids. And wouldn't you know it, they had better gains-- even though they weren't actually on anabolic steroids, they had better gains than people that they didn't tell were anabolic steroids. ANDREW HUBERMAN: Amazing. LAYNE NORTON: And that's like hard outcomes. Strength, lean body mass, those sorts of things. So when people say, well, I wouldn't fall for the placebo effect, it's like, you don't have to fall for it. If you believe it to be true, the power of belief is very, very powerful. And as a scientist, I wish, sometimes, I was ignorant so that I could subject myself to the placebo effect more often. ANDREW HUBERMAN: Yeah, absolutely. LAYNE NORTON: So getting back to, that's just a possible explanation of, maybe, why. And I'm the same way, like I get done with a workout, like a resistance training session, I'm like, I'm ready to eat. Now, if you look at the literature overall on exercise and appetite, it's not always what you'd expect. Consistently, it seems to show that exercise actually has an appetite suppressant effect. So people don't tend to compensate at least fully for the amount of movement they do. And there is some evidence that-- you've probably heard people say, well, exercise a really poor weight loss tool. If you figure out how many calories you should be burning from it and you do that, you end up getting less weight loss that you would predict. ANDREW HUBERMAN: I have a family member who is perfectly happy to eat less, but doesn't loathe exercise, but dislikes exercise. And they're of healthy weight. But I'm always encouraging them to exercise more. And so this is an ongoing battle in our sibling relationship. LAYNE NORTON: Well, one thing I would say is that, exercise independent of anything that happens with your body weight, you will be healthier. So exercise is one of the only things that will actually improve your biomarkers of health without even losing weight. So those-- it will improve your insulin sensitivity, inflammation, all that stuff. So everybody out there looking for a hack to be healthier exercises the hack, right? ANDREW HUBERMAN: Yeah. Crucial point. And our mutual friend Dr. Peter Attia, I think, has gone on record several times now saying that of all the things that one could take-- NMN, et cetera, metformin. Regardless of whether or not one takes those or doesn't take those, that the positive effects on longevity by way of biomarkers from regular exercise is-- far outweighs all of those things combined. Not that those things don't necessarily work, we're not going through them in detail now, but that exercise is by far the best thing we can do for our health span and lifespan. LAYNE NORTON: Yeah. Absolutely. I 100% agree. And when you're talking about weight loss, "
        },
        {
            "timestamp": 2626,
            "text": "people miss the point of exercise, I think. There's some work that came out from Herman Pontzer as well that basically showed like, well, if you do 100 calories from exercise, you have a 28-calorie reduction in your basal metabolic rate in response to that. So it's kind of like this constrained energy expenditure model. But what I would say is, OK, well there's still a net of 72. So it's still OK, and the other thing is, I think the effects of exercise on weight loss are actually more due to what it does to appetite. So if you look at people who lose weight and keep it off for a number of years, kind of outliers because most people don't keep it off for years, over 70% of them engage in regular exercise. Of people who do not keep weight loss, like maintain weight loss, less than 30% exercise regularly. So now that's just a correlation. That doesn't necessarily prove causation. But there are some pretty compelling studies showing that exercise increases your sensitivity to satiety signals. So basically, you can have the same satiety signals, but you're more sensitive to them when you exercise. And there's actually a really classic study from the 1950s in Bengali workers where they looked at, basically, four different quadrants of activity. So you had sedentary, lightly active, moderately active, heavily active. Basically, based on their job choice. And they didn't have an intervention. They just wanted to track them and see how many calories did they actually eat. So it was like a J-shaped curve. So the sedentary actually ate more food than the lightly active or moderately active. But from lightly active to heavily active, they almost perfectly compensated how many calories they should be eating. So to me, that suggests, when you become active, you can actually regulate your appetite appropriately or much more appropriately than if you're sedentary. ANDREW HUBERMAN: And do you think this has to do with changes in the brain-- brain centers that respond to satiety signals from the periphery, and/or do you think it has to do with changes in blood sugar regulation? What I was taught, and I don't know if this is still considered true, is that spikes in blood sugar will trigger a desire to eat more even though it's kind of exactly the opposite of what you need when you have a spike in blood sugar. And there's this kind of-- and we'll get into this when we talk about artificial sweeteners. This is the idea in mind. I think I adopted, perhaps, falsely that you eat something that's sweeter, that tastes really good, and you are suddenly on the train of wanting to eat more. And I could imagine how exercise, if it is increasing the satiety signals, could be working a number of different ways. LAYNE NORTON: Yeah. I think it's-- I think the effect is probably mostly at the brain level. The effects on blood sugar-- the research out there is not very compelling for blood sugar driving appetite. Now, if you become hypoglycemic, yes, you'll get hungry, but it's a different kind of hunger than your normal like, I feel kind of empty and my stomach's growling. Like those are-- they can go together, but usually like the hypoglycemia is like, I am hot, I feel like I'm going to pass out. You want to eat something not because your stomach's growling but because that you just need some fuel. ANDREW HUBERMAN: It's like you're getting pulled under. LAYNE NORTON: Oh, yeah. Absolutely. ANDREW HUBERMAN: I've been there when I've done the longer fasts, something I don't do anymore and drink a lot of black coffee. There was probably an electrolyte effect there because coffee as you excrete sodium and other electrolytes. And then just feeling like, I needed something. This whole thing like I need something that's kind of desperation. I never want to be back here again. Hypoglycemia is very uncomfortable. LAYNE NORTON: It's not fun. So again, then when they look at actual randomized controlled trials of implementing some exercise where they're pretty controlled environment, they typically see people-- if anything, they eat less as opposed to eating more. Now, some people, again, studies report averages. And there's individual data points. So there are some people who at least anecdotally report that exercise makes them more hungry. That's completely valid. It could be their beliefs around it, it could be a number of different things, but it's important to understand that there is individual variability. And I think one of the things that I've learned to appreciate more is not trying to separate psychology and physiology. We do this a lot and say, well, I want to know the physiology, I don't care about the psychology of it. And now I'm kind of appreciating more, psychology is physiology. Like with most things now, we have kind of the biopsychosocial model. And I'll give you an example of this. A lot of people get really caught up with appetite. And if we could just suppress people's appetite, that's part of it. But people don't just eat because they're hungry, they eat for a lot of different reasons, social reasons, especially. So can you remember the last social event you ever went to that didn't have food? ANDREW HUBERMAN: No. LAYNE NORTON: Right. If you look at dinner plates from the 1800s, they're about this big. Now how big are dinner plates? ANDREW HUBERMAN: The whole buffet. LAYNE NORTON: Right. ANDREW HUBERMAN: Yeah. LAYNE NORTON: There's situational cues. You're sitting down to watch TV. Oh, grab some popcorn, grab some snack, whatever. ANDREW HUBERMAN: I even see this with-- you know, how one person will pick up the phone and then everyone picks up their phone. I think there's a similar effect with food. LAYNE NORTON: Yeah. And same thing, right? Like how many times have we either done it ourselves or have been experienced people saying, oh, you should have something-- you should have alcohol, especially, right? People-- I was hanging out with somebody last night and I had a beer and they just had a water. And I'm like, I feel no need to try and convince them to do that with me. You know what I mean? But as humans, we're hurt animals. We don't want to be doing something out in isolation on our own. Now, this is a very tenuous, I guess, belief of mine. But doing things alone in isolation during ancestral times, that's going to set off your alarm system. Because if you don't have other people, you can't protect yourself. So typically, things were done together in groups. And I think that's a lot of the reason why we tend to be just tribal in nature about a lot of things. So the whole point to that is, on the list of reasons why people eat, I mean, I've gotten to the point where I think that hunger is actually not even the main reason people eat. Stress, lack of sleep-- ANDREW HUBERMAN: Boredom. LAYNE NORTON: --boredom. ANDREW HUBERMAN: Yeah. LAYNE NORTON: Absolutely. So unless we can do something that addresses all those things, there's a line from a review paper-- this review paper came out in 2011 is by a researcher named MacLean. And it's the best review paper I've ever read. It was called, biology's response to dieting-- the impetus for weight regain. And basically went through all the mechanisms of these adaptations that happen during fat loss diets and how biology's response is to try to drive you back to your previous. And I'm going to butcher the quote, but at the end of the study he said, basically, the body's systems are comprehensive, redundant, and well-focused on restoring depleted energy reserves. And any attempt or any strategy for weight loss that doesn't attempt to address a broad spectrum of these things is going to fail. And so that's why when people say, well, just do low carb, you won't be hungry. Look, people don't just eat because they're hungry. So I think really like trying to get outside the box and think about these things. And especially, when you read some of the literature, I recently read a systematic review of successful weight loss maintainers, which I thought was really interesting. So they took people who had lost a significant amount of body weight and kept it off for, I think, it was three years. And it basically asked them questions and tried to identify commonalities. And there were some things that I expected like cognitive restraint, self monitoring, exercise. And then one of the things they said that I found really fascinating was pretty ubiquitous between people. They said, I had to develop a new identity. So are you familiar with Ethan Suplee? ANDREW HUBERMAN: No. LAYNE NORTON: So Ethan is an actor. He's been in like remember the Titans and American History X. ANDREW HUBERMAN: I certainly saw American History X. LAYNE NORTON: Yeah. So he was very large. He was like 550 pounds. And now he's like 230 and jacked. ANDREW HUBERMAN: Well, 5-- he was how many-- LAYNE NORTON: 550 pounds. ANDREW HUBERMAN: Wow. LAYNE NORTON: And he has-- whenever he puts up post on his Instagram of him training, it'll say, I killed my clone today. And I asked him, is this what you're talking about? Creating a new identity. And he said, this is exactly what I'm talking about. Because I had to kill who I was. Because there was no way I was going to be able to make long term changes if I just didn't become a new person. Because I mean, and addicts talk about this. Like people who are alcoholics. They had to get new friends. They had to hang out at different places, because their entire life had been set up around this lifestyle for alcohol. And I would actually argue that eating disorders or disordered eating patterns is much harder to break than other forms of addiction. And you think about food addiction. Well, in some ways, bulimia and anorexia are still addictions. You can't stop eating. Like if you're alcoholic, you can abstain from alcohol. If you become addicted to say, cocaine, you can abstain from that. You can never abstain from food. And so now imagine telling a gambling addict, well, you've got to play this slot a couple of times a day but no more. Like that's really challenging. So yeah. I just-- like all this stuff, it's so important to be comprehensive with how we treat these things. ANDREW HUBERMAN: Right. These are incredibly important points. And to my knowledge, I don't think anyone has really described it in a cohesive way the way that you're doing here. So important for people to understand this because obviously, as a neuroscientist, I think the nervous system is creating our thoughts, our thoughts and feelings are related to psychology, and therefore, of course, our physiology and our psychology are one and the same. It's bidirectional. Now, nowadays, there's a lot of interest in brain, body, and particular gut-- brain axis and we can talk about that. But I really appreciate that you're spelling out how there are these different variables. Each one can account for a number of different things. Exercise clearly has a remarkably potent effect-- both during the exercise in terms of caloric burn and overall health and biomarkers. And then this is wonderful to learn that it can increase the sensitivity to satiety signals. I think that makes-- at least in my mind, places very high on the list of things that people should absolutely do. But there are other factors too. And the identity piece is fascinating. It reminds me also-- your story reminds me also of David Goggins who is-- he talks about his former very overweight self almost as if it was a different person. And he uses language that I'm not going to use here. But you know what? I've met David, know David a bit, and his every bit is intense and driven as and a remarkable human being as he appears to be online. He is that guy. But it does seem like he had to more or less kill off a former version of himself and continues to do that every day. And I think what your point about this other fellow who does it through a similar process, the word \"today\" seems to really matter. It's not like you defeat this former version of yourself and then that person is buried and gone, you said, you know, I killed my clone today, and that's the way that David talks about it also. So this is a daily process. And I think this is not just a small detail in time together all these things. I think that what you are describing is fundamental, because we can pull on each one of these variables and talk about each one of them. But at the end of the day, we are a cohesive whole as an individual. Sorry. You were about to say. LAYNE NORTON: That gets actually into one of my favorite topics, which is, why do we have such a hard time with losing weight "
        },
        {
            "timestamp": 3392,
            "text": "but more so keeping it off? Because of obese people, six out of every seven obese people will lose a significant amount of body weight in their life. So why do we still have an obesity problem? They don't keep it off. Why don't they keep it off? When you look at the research, basically, what it suggests is because people think about, I am going to do a diet, and I'm going to lose this weight, and they do not give any thought to what happens afterwards. It's like think about if you have some chronic disease or a diabetic. You can't just take insulin once and that's it, right? You've got to take it continuously, otherwise, you're going to have problems. If you do a diet and you lose 30 pounds, fantastic. But if you then just go back to all your old habits, you're going to go back to where you were, if not more. You can't create a new version of yourself while dragging your old habits and behaviors behind you. So what I'll tell people is-- because people say, well, I'm doing a carnivore diet or I'm doing this diet or that diet. And I'll say that's fine. Do you see yourself doing that for the rest of your life? And if the answer is yes, if you really believe that that's going to be sustainable for you, and plenty of people, low carb, intermittent fasting, whatever, they say, I felt easy. I could do this forever. Great. If you're going to lose weight, you have to invoke some form of restriction-- whether it is a nutrient restriction like low carb, low fat, a time restriction-- intermittent fasting any form of time restricted eating, or calorie restriction-- tracking macros, whatever. So you get to pick the form of restriction. So pick the form of restriction that feels the least restrictive to you as an individual, and also do not assume that it will feel the same for everybody else because I made this mistake. Whereas it's like, I track things. And so I allow myself to eat a variety of foods, I allow myself to eat some fun foods. But I track everything, and I'm able to modify my body composition and be in good health doing that. Now, doesn't feel hard for me. Part of it, I've just been doing it for so long. But to other people, that's very stressful. They don't want to-- they say, well, I'd rather just not eat for 16 hours. If that feels easy for them, do that because the one thing that-- there was a couple of meta analysis on popular diets. And basically, what they showed was they were all equally terrible for long term weight loss. But when they stratified them by adherence-- and none of them were better for adherence overall. But when they stratified people just according from lowest adherence to best adherence, there it was a linear effect on weight loss. So really what it says is, what is the diet that's going to be easiest for you to adhere to in the long term and you should probably do that? And people-- again, this is where I step back and take the 10,000-foot view. Somebody will say, well, I'm going to do ketogenic because I want to increase my fat oxidation and I want to do this. And they're talking about all these mechanisms and everything. And that's great. Can you do it for the rest of your life? Is this going to be something sustainable for you? And if the answer is, no, you probably need to rethink what your approach is going to be. ANDREW HUBERMAN: Incredibly important message. Basically, that. If I could highlight-- if there was a version of highlight or boldface and underline in the podcast space, I would highlight-- boldface and underline what you just said. And for those of you that heard it, listen to it twice, and then go forward because it's absolutely key. I think it also explains a lot of the so-called controversy that exists out there. I think it also crosses over with the placebo effect. I almost want to say, pick the nutrition plan that you think you can stick to for a long period of time, ideally forever. And pick your placebo too, because there is a lot of placebo woven into each and every one of these things-- intermittent fasting, keto. Probably even vegan versus omnivore versus carnivore. LAYNE NORTON: Well, they even talk about the diet-- honeymoon period where you go into a diet and you're all fired up about it and like you're very adherent, and then what happens, with every single diet without exception in research studies is once you get past few months, adherence just starts waiting and going off. ANDREW HUBERMAN: Here we are really talking about a form of relationship. I'm not saying that to be tongue in cheek. Actually, we had a guest early on in the podcast, Dr. Karl Deisseroth, he's a psychiatrist and a bioengineer at Stanford. Tremendously successful. Alaska award winner, et cetera. And he talked about love as a sort of an interesting aspect of our psychology where it's a story that you co-create with somebody but that you live into the future of that story. When you pair up with somebody that was referring to romantic love, that there's this sort of mutual agreement to create this idea that you're going to live into. So it's not just about how you feel in the moment, it's also that you project into the future quite a lot. I'm seeing a lot of parallels with a highly functional and effective diet. And I love it. I'm not setting this parallel up artificially, I'm setting up because I think that ultimately it boils down to what you said earlier, which is that the brain and our decisions about what we are going to stick to are tremendously powerful. LAYNE NORTON: I think one thing I will say is keep in mind, when you look at the research data, the meta analyzes on say, time-restricted eating versus none, when calories are equated, doesn't seem to be a difference in weight loss, fat loss, and most biomarkers of health. Same thing for low carb versus low fat. Fewer quick calories and protein. There was a meta analysis done by Kevin Hall back in 2017 where they looked at the-- and again, actual loss of body fat. And another important point was, I think there was 22 studies in this. But all of them provided food to the participants That's important because that ensures that adherence can be much higher in those studies whereas various free living studies, sometimes, you can see funky results. ANDREW HUBERMAN: People are sneaking food or they're just not really-- LAYNE NORTON: It's very difficult-- ANDREW HUBERMAN: --eating the way that the study would ideally have them eat. LAYNE NORTON: Unless the person is getting like continuous support-- like, studies where they have a dietician talk to people like every week tend to actually have pretty good adherence. I mean, that's expensive to have done the study. And again, like what limits studies, money, money, and money. But the low carb versus low fat, protein, and calories are equated, basically, no difference in fat loss. Now, some people get upset about this. But it's like-- what to me, that's like-- this is great because you get to pick the tool you want. The one tool, it doesn't seem to be that much better than another. So pick the one that works for you. Whatever lever you've got a pull, you've got a bunch of different options. ANDREW HUBERMAN: You mentioned picking something that you can stick to for a period of time. "
        },
        {
            "timestamp": 3813,
            "text": "Is there ever a case for someone saying, look, I like to eat low carb or even keto for six months and then switch to a more standard omnivore caloric maintenance type diet and then switch back? Is there any downside to doing that for sake of health or weight loss over time, or weight maintenance over time? Because I realize not everyone is trying to lose weight. And I definitely want to talk about, at some point, how to eat to maintain weight. Because I think there are a significant fraction of people out there who are trying to do that. Yeah. Is there any downside to being a dabbler? Keto for a few months and then omnivore for a few months, et cetera? LAYNE NORTON: I think that's actually a great thing, especially to like, maybe, find what you feel is easiest for you. But in terms of as a strategy, I mean, I guess, some people just might get into dopamine but like, oh, change and get something new. And you feel a little bit more positive about it. ANDREW HUBERMAN: And do partner model. LAYNE NORTON: Yeah. Yeah. Exactly. So I don't think it's how I would usually set things up initially for somebody, but if somebody said, hey, I just like to have some variety and change it up, as long as they're still like-- their behaviors and they're doing portion control or whatever it is, and they're able to sustain a calorie deficit or depending on whatever their goal is, I don't think there's really any downside to it. I do think the one thing to keep in mind is, when you look at like going between extremes, so like low fat to low carb or vise versa, there can be, in that transition, period a little bit of weirdness for lack of a better term. Like for example, if you've been on a ketogenic diet and all of a sudden, you move to a higher carb diet, you'll be basically insulin resistant for just a short period of time. Now, is that going to cause any health problems? Probably not in the long term, especially, if you're still controlling calories. But just because your body has like upregulated these systems, dealing mostly with fat and glucose production rather than glucose metabolism, so now if you start taking glucose or carbohydrate back in, like for example, you get somebody-- or a glucose tolerance test after they've been on keto, they'll do pretty terribly at it. But that doesn't last that long. ANDREW HUBERMAN: About how long? LAYNE NORTON: A few weeks. ANDREW HUBERMAN: I think that's important for people to know, because I have a feeling during those first few weeks are the period of time when a lot of people go running back to what they were doing previously. Which is not to say that they shouldn't, but I've certainly done that. I've tried very low carbohydrate diet, and I would have assumed-- and now I know I'm completely wrong, but I assumed that I was so carbohydrate starved for so long that my insulin sensitivity, which is a good thing, by the way folks, would have gone through the roof, and I would be able to just sponge up every bit of glucose that I would have ingested through carbohydrate. So I did indeed switch over. And I felt like I had pretty terrible brain fog. I even got some jitters. And I thought, what is this? My blood sugar was low before, and now my blood sugar should be in more moderate territory. But based on what you just said, I'd upregulated the enzymes and systems in the body for fat metabolism on the keto diet and then switching over-- there was basically a ramping up of the molecules involved in-- presumably in glycolysis. LAYNE NORTON: Transition period. I mean, think about if you haven't weight trained before and you start weight training, you're going to feel pretty terrible. Like you're going to be sore and stiff and all that kind of stuff. But I will say, you aren't necessarily wrong in what you said about being more insulin sensitive, because it depends on how you measure insulin sensitivity. So if you measure with something like fasting blood glucose or fasting insulin or even HOMA-IR, those tend to be pretty good on low carb. But then if you do it all glucose tolerance test, it tends to be pretty bad. And so it depends on your specific measure. So I think that the idea that keto makes you glucose intolerant or insulin resistant, I think, again, it's just a transition period. And I'm not too worried about it. But it is something important to keep in mind. And one of the reasons like if somebody was to transition out of keto, typically, if I'm working with them or one of our coaches are working with them, we'll kind of instruct them to do it like slowly and systematically over like a four to eight-week period. That way, hopefully, they're not having that period of two weeks where they're like, oh, man, why do I feel so terrible? ANDREW HUBERMAN: A very important point. I want to go to the other end literally and figuratively "
        },
        {
            "timestamp": 4083,
            "text": "and talk about gut health, because up until now, and certainly-- LAYNE NORTON: I see what you did with that pun. ANDREW HUBERMAN: And certainly in the last few minutes, we've been talking a lot about top-down processes. The brain, the psychology, placebo effects, but the very real aspects of those, not that I can imagine 2,000 calories, 1,000 calories and somehow change the law of thermodynamics. Can't do that. But we've been top-down in integrating a lot of different ideas into weight loss maintenance and weight gain. But gut health, at least the more popular studies on gut health, have blown a lot of things out of the water. For instance, this idea that you could take obese mice and literally give them fecal transplants from lean mice, and yes, that sounds like what it sounds like. Fecal transplants definitely inserted through the same end in which it comes out. And I point that out because a lot of people have asked me that they-- and it was kind of scary to me, I thought, yes, this is not about ingesting feces, this is-- they literally do a transplant of these from lean mice into obese mice and the obese mice get lean. And yes, this has been done in humans. Limited number of studies and observed some pretty impressive effects on weight loss that I have to assume could be related to placebo effect. They might have told these obese people, hey, look, you're going to get lean through this fecal transplant from lean people. But more likely, it had some effect on their core physiology. I don't know which aspects although, I can speculate which ones. And they became leaner. They lost weight. And that is, in some sense, miraculous, especially given the important role of psychology and exercise and satiety signals, because I'm going to assume that they controlled for a number of those other variables, although no study is perfect. What are your thoughts about gut health as it relates to metabolism, energy utilization, and balance? LAYNE NORTON: Yeah. So the first thing I'll say is I'm not a gut health expert, but I will-- I feel relatively comfortable talking about it based on conversations I've had with people who are experts-- one being Suzanne Devkota who's-- you're familiar with her? ANDREW HUBERMAN: Well, she's sort of a phenom in this area from what I understood. LAYNE NORTON: So she was actually doing her masters when I was doing my PhD in Lehman's lab. So she was one of my lab mates. ANDREW HUBERMAN: Terrific. LAYNE NORTON: And the other thing to say is, even gut health experts, and Suzanne will tell you this, they're like, talk to me in 20 years. We just know so little. I think that's an overall thing that people don't understand is the scientific consensus moves very, very slow, probably for good reason. Because if we just flipped our scientific consensus based on one study, I mean, it would be a mess. So it's going to take time before we really understand the implications of the gut and what it means. So when it comes to weight loss, there probably is a role in there. I mean, we've seen that there's something going on. Now, whether that's-- is it something where a gut microbiome make makeup that's more obese resistant, perhaps, it extracts less calories out of the food you eat. Or perhaps, it's elevating BMR. Although, I think that that's probably somewhat unlikely. ANDREW HUBERMAN: Do you think it could impact the way satiety signals are? LAYNE NORTON: So that's-- ANDREW HUBERMAN: I mean, back to the brain again. LAYNE NORTON: --so that's-- we know that there's a link in the gut brain axis. And so my suspicion is that it probably is working via appetite regulation. So I mean, if we look at the most effective obesity treatments out there, which is like semaglutide, I mean, you consistently see a 15% on average loss of body weight, which is massive and people keep it off. That is a GLP-1 mimetic which is a gut hormone. And it, basically, just is a very, very powerful appetite suppressant. ANDREW HUBERMAN: Well, I guess I'm interrupting, but hopefully, with a purpose. There's this really interesting study. And it's in mice, admittedly, but published in a neuroscience journal recently. And basically, the takeaway is that like so many things in neuroscience, the GLP-1 works in two parallel pathways. In the brain, it seems to impact neurons in the hypothalamus that control satiety. So exactly what you're saying. And in the gut, it seems to create an activation of the mechanosensors in the gut. So the perception is that the gut is full even-- or fuller. I should say, not full, because I think people who take semaglutide don't feel bloated. I don't know, they might. But that one feels as if their gut is actually fuller because these mechanical sensors that send-- stretch are sending signals to the brain, oh, I actually have some food. I'm not empty down there. LAYNE NORTON: Right. ANDREW HUBERMAN: Anyway, I'm tickled by this result mostly because every time I hear about a drug or a molecule having an effect, we think it has an effect at one location. But it's kind of interesting that, especially for something like appetite regulation, that it would be impacting body and brain in parallel. Anyway, forgive me. LAYNE NORTON: That's great. ANDREW HUBERMAN: You can tell I'm really excited about this. And here you are telling a neuroscientist, me, that a lot, perhaps, circles back to these brain mechanisms of satiety. LAYNE NORTON: Yeah. I mean, I think that-- and especially looking at the research on leptin, you we used to think, OK, metabolism is mostly like liver-based and then there's metabolism in the adipocyte and skeletal muscle. But none of this stuff exists in isolation. There's so much crosstalk between these pathways. And that's-- when we get into mechanisms-- though one of the things I love mechanisms. But one of the things I tell people is keep in mind that when you're dealing with an outcome, like when I say outcome-based, we're talking about physical outcomes like weight loss, fat loss, changes in blood markers, whatever, though that is the summation of thousands of different mechanisms. So sure, sometimes, you can affect a mechanistic pathway, and you get straight down the line outcome, but not always. Whenever you make a treatment or anything into the system, it's like throwing a pebble in a lake. It creates ripples. And we don't always know what those are going to be. And that's why-- I mean, we've seen certain drugs, what works on this pathway. And then they list off all the side effects. And you go, well, how would it create that many side effects? Because nothing-- for the most part, they don't just work in one place. There's multitude of places it works. And to your point about semaglutide and the effects on mechanical sensors, it's probably why a lot of people report actually low grade nausea when they're using semaglutide. Because of that. Because if you're-- that feeling is usually not like a real comfortable feeling, but I mean, it will get you to not eat. So I think there's absolutely likely a connection, but we haven't fully elucidated how that works. And we think about how complicated the gut is. I think I heard something like there's more cells in our microbiome by far than there are in our body. So we're actually more-- in terms of a cell per cell level, we're actually more bacteria than we are eukaryote. ANDREW HUBERMAN: There's Justin Sonnenburg who's one of the world experts on microbiome. He's in the lab upstairs from mine at Stanford. And he has this idea-- it's just an idea that because we are indeed more bacteria than we are cells, the question is, who's the host and who's the passenger? LAYNE NORTON: Yeah. ANDREW HUBERMAN: Maybe, we are just-- maybe they're exploiting us to take them around and interact, because they interact and grow on one another. And so this idea that this freaks people out, Lex Fridman will love this. That maybe human beings are just actually the vehicles for the microbiome and not the other way around. Anyway, kind of a scary thought. Do you do anything specifically to support your gut microbiome? Are you a probiotic guy or a fermented foods guy or a fiber "
        },
        {
            "timestamp": 4583,
            "text": "guy? LAYNE NORTON: So-- again, I'm going to kind of go straight down the line from what I've heard from Suzanne and other experts. So if you want to improve gut health, one of the biggest levers-- the three biggest levers you can pull is not eating too many calories, exercising-- there is a connection between exercise and the gut, and fiber. So it is-- of the things we know, dietary fiber seems to positively impact the gut because it is what's called a prebiotic. So your gut microbiota can take, especially, soluble fiber. Although, there's actually some evidence, at least in mice, that they might be able to use some insoluble fiber as well. I think Suzanne was doing a study looking at hemicellulose and actually seeing that some, like specific forms of microbiota, flourish with hemicellulose suggesting that they may actually be getting some kind of fuel out of it, which is really interesting. But again, in mice-- so just a huge caveat. So your gut microbiome can produce these short chain fatty acids by fermenting the soluble fiber. And there's quite a bit of evidence that these volatile fatty acids, which can be then actually reabsorbed into the liver, that they have some positive effects. Like for example, butyrate. When they've done butyrate supplementation, they've actually seen positive effects on insulin sensitivity. So what we seem to understand is that more diversity seems to be better, fiber seems to be positive, prebiotics seem to work much better than probiotics. ANDREW HUBERMAN: Supplemented prebiotics. LAYNE NORTON: Yes. So the problem with most of the probiotics is they're typically not concentrated enough to actually colonize. And even if you do colonize, what happens is like, let's say you colonize some microbiota that you didn't really have much of. If you're not fueling it with the appropriate fiber, it's not going to stay anyway, because it's essentially going to starve. So the research seems to really clearly suggest that eating enough fiber, which is, again, a prebiotic, that that is a better way to get a healthier gut per se than probiotic. ANDREW HUBERMAN: What fiber sources do you use? And I think-- I mean, I realize there's a huge array of choices out there, but people will want to have some ideas as to how they could, perhaps, mimic what you're doing. LAYNE NORTON: Yeah. And I would just say diversity. So there's various evidence from various different fiber sources-- fruits and vegetables, obviously, grains, some whole grains, some cereals, and then various other sources. So this is one of the things where we don't really have a good idea. If you know this one source of fiber is better than another source of fiber, we just know that fiber overall is pretty good. And one thing I'll tell people is like if you want a longevity hack, I mean, fiber is kind of the longevity hack. If you look at some of these cohort studies, there was actually a recent really large meta analysis of over a million subjects. And basically, what it showed was that for every 10 gram increase in fiber, there was a 10% reduction in the risk of mortality. And that extended, specifically, also to cardiovascular disease and cancer. So one of the things I'll tell people when they get like really into whether it's intermittent fasting or all these other things, say, that's great, that's great. Are you eating like over 50, 60 grams of fiber a day? ANDREW HUBERMAN: Conceptualize 50 or 60 grams. So if I were to eat like a-- let's just say, a quarter plate of broccoli and the broccoli isn't stacked to the ceiling. The broccoli is just reasonably stacked on there. Approximately, how many grams of fiber is that? If it's like two cups of broccoli. There's a lot. LAYNE NORTON: Yeah. So like 200 grams of broccoli, per se, would probably be like 5, 6 grams of fiber. ANDREW HUBERMAN: And I need to get how much per day? LAYNE NORTON: Well, I would say-- ANDREW HUBERMAN: Ideally. LAYNE NORTON: --typically, what the recommended dose is is 15 grams per 1,000 calories intake because if you're eating low calories, it's difficult to get enough fiber in. But based on-- and again, these are cohort studies. But you can't do 20-year long randomized human control trials, unfortunately. That doesn't really appear to be a top end, at least for the benefits of fiber. It probably boils down to how much you can tolerate without feeling uncomfortable. Because if you're eating like a ton of fiber, I mean, at some point, it's not going to be very comfortable. ANDREW HUBERMAN: Yeah. Exercise becomes uncomfortable or hazardous. Yeah. LAYNE NORTON: And I actually a-- kind of touching on that because I think it is important. A lot of people have kind of-- in the carnivore community said, well, you don't need fiber, you poop just fine without it. And I'll always say, well, pooping is the last reason to have fiber. Like yes, it does help. It does seem to make elimination easier, you can do it more frequently, adds bulk to stool. But that's not why you should eat fiber. Why should eat fiber is because of the effects of mortality. And some of the pushback will be, well, this is healthy user bias. And what I'll say is-- ANDREW HUBERMAN: Meaning, healthy people do this and therefore it's working. LAYNE NORTON: Healthy people eat more fiber and therefore-- ANDREW HUBERMAN: OK. Yeah. LAYNE NORTON: And I mean, yeah. There's something to that. But if it was just healthy user bias, typically, you would see some disagreement between the studies. And a great example of that is like red meat. So not every study shows red meat has an association with cancer and mortality. There's differences depending on the population use, depending on what they define as high red meat, low red meat, whether it's processed, unprocessed. But I have not found a study on fiber and cardiovascular disease and cancer and mortality where it did not show improvements from higher fiber. So to me, that suggests that that effect is real. And so again, as much fiber as you can get in comfortably, I would try to do it because it seems to have some really powerful effects and is good for the gut microbiome. The other thing that may be a consideration for the microbiome is there's some evidence that saturated fat may not be great for the microbiome. That it reduces the prevalence of some of the more positive strains of bacteria. And that appears to be not so much from the saturated fat itself but from the bile end products that combine with saturated fat seems to have a negative effect on some of these more healthier forms of gut microbiota. But again, this is really difficult because we don't even know necessarily yet which species of gut microbiota are positive or negative. And that's-- I mean, this gets into some of these studies where they may call it dysbiosis. Sounds scary, but dysbiosis just means that the gut changed. ANDREW HUBERMAN: Right. LAYNE NORTON: It doesn't necessarily-- it doesn't tell you anything qualitative about whether the change was bad or good. And so these are just things, I think, we need to keep in mind when we talk about this stuff. That this stuff is still very much in its infancy. But in terms of the big levers, I mean, it's pretty much fits with what we know about a healthy lifestyle. Exercise, don't eat too much, consume a good amount of fiber from diverse sources. ANDREW HUBERMAN: Fantastic. Fantastic because it fits with what I like to think of as the center of mass of evidence. And I'm starting to get some window into what your process is around selection of studies and no one study "
        },
        {
            "timestamp": 5039,
            "text": "being wholly, but when you look at, as you mentioned, all the studies on fiber having a positive effect to some degree or another, it's pretty hard to refute that there isn't something really interesting there. LAYNE NORTON: And one thing I'll tell people is like, one study-- I mean, sometimes I'll change my opinion based on a single study when it's really well done and very powerful. But usually, one study is just going to move me just a little bit. And then maybe, if another one comes out, maybe a little bit more. And then like very slowly, I'm going to get some-- I mean, my experience with LDL cholesterol, that's something I changed my mind on a while back. When I was younger, like circa 2005 getting into grad school, the prevailing thought was, well, it's not so much the LDL, it's the ratio of LDL to HDL, that's what matters. And probably about five years ago-- and I was pretty strong about that opinion, and then five years ago looking at these Mendelian randomization studies, I went, I can't hold this position anymore. ANDREW HUBERMAN: What is your revised position on LDL? LAYNE NORTON: So if you look at the research, HDL is important because it's a marker of metabolic health. If you have high HDL, it suggests that you are metabolically quite healthy. You very rarely will you have high HDL and high CRP, which is inflammatory marker or dysregulated blood glucose. Almost exclusively, people who have high HDL will have good biomarkers of metabolic health. But if you take drugs that raise HDL, it doesn't reduce your risk of cardiovascular disease. In Mendelian randomization studies, which Mendelian randomization basically uses natural randomization. So some people are, in the case of HDL, naturally higher secreted or naturally lower secretions of HDL. And we talked about how-- you can't really do a 20-year human randomized controlled trial. And when you're trying to examine something like heart disease, I mean, that is a lifetime exposure issue. It's very unlikely that you're going to pick out differences between treatments in two years or even five years. I mean, people don't develop-- typically, don't develop heart disease until they're in their 50s, 60s, and 70s. What Mendelian randomization allows is to say, OK, we have these people who naturally secrete more or less. So we can stratify those and look at what is their risk. So if you look at people who are low series of HDL versus high secrete of HDL withholding some of the other key variables consistent like LDL, you don't see an effect on heart disease, really. ANDREW HUBERMAN: Of LDL. LAYNE NORTON: Of HDL. ANDREW HUBERMAN: Got it, OK. LAYNE NORTON: But when you look at LDL and you look at the lifetime exposure to LDL, it is like a linear effect on heart disease. And we know that it's actually not so much LDL, but it's more apolipoprotein B. But that tends to track with LDL just in general. And if you look at the mechanism-- I mean, we know that LDL can penetrate the endothelium, so there's the mechanism is present. If we look at the epidemiology, it supports that it's an independent risk factor, and then, again, these Mendelian randomization studies where we can look at people's exposure over a lifetime, and then we see that linear dose-dependent effect. To me, that was convincing enough to change my mind on that particular topic. And then if you look at some of the Framingham data, look at high-- if you like stratify, like high HDL versus low HDL, both groups looking at high LDL and low LDL. So if you have high HDL, low LDL, you will still be lower risk factor than somebody who is high HDL and high LDL. ANDREW HUBERMAN: So the ratio does matter. LAYNE NORTON: The ratio does better. Same thing with inflammation. If you look at people who are low inflammation, low LDL, they'll have a lower risk than people who are low inflammation, high LDL. So again, that was sufficient for me to change my mind. But it took-- it was like not just one study came out. It was, OK, then there was another study, and then another study, ans then another study, and at a certain point I go, OK, well, now, I either have to change my mind or I'm, basically, just going to be cognitively dissonant and say, nope, I don't believe all that. And so I think that's one of the things to keep in mind. People will say, oh, are you saying this is a bad study? Very rarely will I call something, a bad study, because data is just data. But the issue becomes how it is presented and how broadly it's applied in the mainstream media or by people on-- fitness influencers. And what I'll do is try to step in and say, OK, let's consider x, y and z as well. And then it's not a bad study, but let's just be careful about how broadly we apply the interpretation. ANDREW HUBERMAN: Yeah. Well, and I think you are in a very unique and important position to be able to place things into their proper context because of this, for lack of a better word, holistic view of how the psychology placebo effects also core physiology relate to one another. And so on. In fact, I think that your training as a biochemist and then training as in nutrition with somebody who-- Don Lemon, who was pushing you to focus on outcomes, I think that's a beautiful capture of the continuum at which one can look at something. Because for those of you who don't out there, you know a lot of laboratory studies on mice and humans, for instance, in the realm of biochemistry or in vitro studies, you'll see a change in some molecule can be quite dramatic. And then the assumption is, oh, you just take-- you take the drugs that will change that molecule in a particular direction, and then you'll get the effect you want at the whole organism level. The person will lose weight, the person will gain muscle, the animal will not have Alzheimer's, et cetera. But it just doesn't work that way because of the redundancy, and this interplay. LAYNE NORTON: Well, a great example of that is, so my research was actually in rodents. All my studies on protein metabolism, and leucine, in particular, is what we were studying. Well, we know if you give leucine, it increases muscle protein synthesis. But we also know if you supplement with leucine, people don't get more muscular. ANDREW HUBERMAN: I was about to say-- LAYNE NORTON: So as always-- ANDREW HUBERMAN: --all you have to do is supplement with leucine? LAYNE NORTON: Right. Right, right. And so how is that possible? Muscle building is not just protein synthesis. It's also the balance between synthesis and degradation. And degradation just happens to be very, very difficult to measure. But a great example-- "
        },
        {
            "timestamp": 5431,
            "text": "and again, one of the cool things about my PhD was actually changed the way I ate, which I think is interesting. So before, I had been like, I eat eight meals a day, eat every two hours, try to keep-- ANDREW HUBERMAN: Eight meals a day? LAYNE NORTON: Yeah when I got to grad school. ANDREW HUBERMAN: In order to get that 30 grams of protein per meal? LAYNE NORTON: Get that amino drip going in was the idea, right? Like just have an IV hooked up of amino acids. ANDREW HUBERMAN: Not really, folks. LAYNE NORTON: Not really, yeah. But that was the concept. But the first study that I did, we, basically, looked at OK, a lot of people had measured the amplitude of protein synthesis in response to a meal. We wanted to see, how long does this last and where does it peak, right? And so my thought was, OK. Well, it'll probably track with plasma leucine. For those that are not familiar, leucine is the amino acid that is almost exclusively responsible for increasing muscle protein synthesis when you eat protein. So it's one of the branched chain amino acids. So we wanted to see, OK, how long does this effect last? So we fed these animals whey protein, and again, I thought, OK, well, however long plasma leucine, stay up that, will be how long protein synthesis stays up. And so we got the protein synthesis data back, and it was peaked at 90 minutes-- or sorry. Peaked from 45 to 90 minutes and, then was back down to baseline by 180 minutes. And so when I went to do the plasma leucine analysis, my shock was, at three hours, plasma leucine was still plateaued out. And then I said, OK, well, when I look at the initiation factors, that will show me something. So for those not familiar, this is part of the mTOR signaling pathway. So one of the-- two of the targets of mTOR, when it's stimulated-- and leucine stimulates mTOR. Two of the targets of mTOR are a protein compound called 4E-BP1. And then another one is called a ribosomal protein S6K. So I don't want to get into the specifics about it because it's going to be on the scope. But basically, when these things are phosphorylated by mTOR, it increases the rate of translation initiation, which translation initiation is, basically, the process of the ribosome hooking on to the mRNA and then starting protein synthesis. So I was looking at the phosphorylation of 4E-BP1 and RPS6. I was like, OK, well, I'll probably see these things come down in three hours. Still plateaued. And so then it was like, what's going on here? So I actually kept rerunning the data and rerunning the data and rerunning the data. And I'll never forget, I went into Lehman's office. And this is like six months after we've done this study, because this analysis takes time. I was like, so where are we with this duration study? I said, well, I just got to run the plasma data again because it's not right. And he's like, well, why is it not right? And I said, well, it just doesn't make any sense you know. And I kind of went through, he's like well, describe to me your technique. How are you doing this? And I described it, and he said, well, how is your standard error? And I told him what the numbers were, he said, it sounds like it's good data. He said, it sounds like you are trying to get the data to fit your conclusion and you need to change your conclusion to fit the data. And that statement-- ANDREW HUBERMAN: This is why we do PhDs. LAYNE NORTON: This is why, yeah-- ANDREW HUBERMAN: You need an advisor-- LAYNE NORTON: This is why I am so skeptical of everything, because I have had so many of my ideas crushed by my own data, right? So we actually ended up-- this kind of effect, this phenomenon is called muscle protein synthetic refractory period. So basically, like once you trigger the system, runs for a defined period of time and then it takes time to, essentially, reset for lack of a better term. It's also been referred to as the muscle full effect. So I looked at that and said, why am I eating every two hours then? And there was even a study out of Wolf's Lab back in '99, I think, where they infused essential amino acids for six hours. Protein synthesis went up, peaked at 60 minutes, came back down 120, and never went back up again. ANDREW HUBERMAN: Maybe I'm being naive. But I would have thought that if protein synthesis goes up and then comes back down, that eating more often would be exactly the thing you would want to do if your goal was to get increased protein synthesis because you'd be pinging the system periodically. LAYNE NORTON: But the problem is, the plasma amino acids are still elevated. ANDREW HUBERMAN: So it's, essentially, like eating the whole way through from the perspective of leucine. LAYNE NORTON: From the cells, yeah. ANDREW HUBERMAN: Got it. LAYNE NORTON: So that was one of those things where I said, you know what? I'm actually going to eat less often, because if I'm eating in three hours later, I've still got capped out plasma amino acids. And we looked at all kinds of stuff. We looked at intracellular leucine just to make sure that wasn't falling off, it wasn't. We looked at all the plasma, essential amino acids because we were thinking, well, maybe protein synthesis is sucking some of these amino acids out of the plasma and they're dropping and that's causing it to short circuit the system. That wasn't the case. It just-- essentially, what the evidence suggests, I think we're the only ones to show this so far. So I'm not ready to say that this is a real effect, because I hold out the idea that data artifacts do exist and you can't be totally sure. But we saw an increase in AMP kinase around this mark where protein synthesis started falling off. And we also saw a decrease in intracellular ATP. And protein synthesis is an ATP-dependent process. And so what we think might be happening is, you're consuming protein and you're-- you're increasing muscle protein synthesis, and then at a certain point, it has enough effect on your energy metabolism in your cells that it short-- not short circuits it, but it cuts it off, right? So again, we're the only ones to show that. That I'm aware of. And that was again, in rats. So I always talk about data. Like, there's data I'm willing to bet my toe on, my foot on, my leg on, and my life on. I'd probably barely bet the end of my little toe on that one. I'm not quite sure. But it's interesting nonetheless. So-- ANDREW HUBERMAN: A proportional wait here. LAYNE NORTON: --that's a great example of, OK, we're looking at this mechanism of mTOR signaling, and if we just looked at that, we'd say, oh, well, protein synthesis is going to stay elevated for past three hours. But that's not what we saw. So yeah. I think, it's, again, that's why I really try to get people to say, well, let's-- mechanisms are important. And especially, if you're seeing an outcome, it's important to identify mechanisms that may explain that. But let's step back from the mechanisms from trying to chase mechanisms. And let's look at chasing outcomes in terms of what we recommend to people. ANDREW HUBERMAN: Excellent point. In terms of chasing outcomes, a number of people I know are interested in weight loss or weight maintenance. "
        },
        {
            "timestamp": 5851,
            "text": "And several times throughout today's conversation, we've come back to this issue of satiety signals. Whether or not there are brain-based, body-based, or both. Not wanting to eat more is a great way to maintain or lose weight because you simply don't want to. I heard you mention earlier that protein and maybe specific types of protein or sources of protein may provide better satiety signals than other macronutrients. Could you briefly talk about how macronutrients, including protein, but also carbohydrates and fats, impact satiety. And from the standpoint of somebody who, for instance, would like to quote unquote, \"lose a few pounds,\" right? Probably would be happy to gain a little bit of lean body mass provided it was in a particular location on their body, that seems to be a thing now. Directed hypertrophy, if you will. And how much they should focus on protein as a core component of creating this diet. Assuming everything else is being done correctly. They're going to hit the right number of calories relative to their output NEAT, et cetera. How should we think about protein and satiety signals? And are animal sources of protein, indeed, more bioavailable? That's a tricky word. For sake of muscle building, but also for sake of somebody who just would like to lose body fat. They don't want to lose muscle and they'd like to bring their weight down a few pounds. LAYNE NORTON: So a lot of things-- ANDREW HUBERMAN: --or more. LAYNE NORTON: Yeah. A lot of things to unpack there. Of the macronutrients, protein is definitely the biggest lever that you can pull, because even if-- it doesn't take a ton of protein to get a lot of the muscle building benefits. I mean, I think the benefits really start to plateau out around 1.6 grams per kilogram of body weight. There's some evidence that maybe even up to like 2.4 or 2.8 grams per kilo may give a little bit more benefit. I think it probably looks something like an asymptote in terms of a curve where as you put more into the system, you always get a little bit more, but it just gets to the point where it's so infinitesimally small benefit that it's for all intensive purposes, no benefit. ANDREW HUBERMAN: But you mentioned 1.6 grams of protein per kilogram of body weight, would you consider that a threshold that most people should try and achieve daily? LAYNE NORTON: I see very few downsides to hitting that. I mean, I know some people-- and this is going to get into a separate conversation. But I know some people will say, well, I don't want to stimulate mTOR because that's going to make me die early. And I think, one of the things to keep in mind is if you look at-- there's kind of this thought process out there that if you're stimulating mTOR, that protein is going to make you die early. And first off, we have very little human outcome data to support that claim. And the second thing is, if you look at any macronutrient isolation, I can make a mechanistic argument that it's going to kill you. So fat-- if you take in fat and it decreases flow-mediated dilation. Flow-mediated dilation is important for heart health in the short term. Carbohydrates stimulate insulin. Insulin, you know, pro-inflammatory and all these other things. And so I can make an argument for any single macronutrient to be negative for longevity. I really want people-- this is something that even scientists get wrong. They look at an acute response of something and assume that is going to relate to long term outcomes and signaling. So let's just take exercise, for example. If you didn't know anything about exercise, and I said to you, Andrew, I'm going to do something that's going to make you-- your heart rate go up, your blood pressure go up, your inflammatory markers go up, your reactive oxygen species increase, you're going to say-- and it's going to damage your muscles, you're going to say, I'm not doing that. That sounds horrible. But it does all those things in the short term. But what is the long term effect of exercise? You actually get healthier. All those things improve. Now, I'm not saying that protein is a longevity hack or anything like that, but what I'm saying is, I think some of the arguments out there are based on mechanistic-- this increases mTOR, therefore we don't want to do it. I think it is a much more complicated argument than just that. So there's that. So protein is the biggest lever. I would shoot for 1.6 grams per kilogram. If you can do more, great. There doesn't seem to be really downsides to it. Even up to very high levels of protein. Jose Antonio did a study, that was a year-long randomized control trial. And again, it's just one year. But they were looking at all sorts of different biomarkers. And basically, even up to like 4 grams per kilogram of protein, they couldn't really find any negative health outcomes from it other than people were just so satiated, they ended up eating less calories. So protein is a big lever, because one, it has a higher thermic effect of food, so you're getting a little bit more calorie burn per day even though it's not a ton because TEF is a pretty small percentage of your overall energy expenditure. But still a benefit. You're getting the effects on lean body mass. If you're in a diet, it's going to help preserve lean body mass, if you're at maintenance, it's going to help build a preserved lean body mass, and if you're in a surplus, it's going to help build a preserved lean body mass. Then you get the effects on appetite. So now, I want to be careful because appetite effects tend to be very specific to individual foods. So you can take a high protein food and make it not very satiating. So take, for example, like a really tasty protein bar, which back when we were getting into this, no such thing existed. Now, you have protein bars that actually take pretty darn good. But if you eat one of them, I mean, are you really satiated? I don't really feel satiated, that's my protein bar. ANDREW HUBERMAN: That's my premeal snack. LAYNE NORTON: Right. Right. So why? Because, I mean, it's processed, refined, and made to be very palatable. But take something like a 200-gram chicken breast. Very satiating, right? And that's why when people say, well, carbohydrates aren't very satiating, it depends on the carbohydrate. I mean, when you look at the satiety index, a plain baked potato is about as satiating as it gets. ANDREW HUBERMAN: If I eat a bowl of oatmeal, I feel pretty good afterward. LAYNE NORTON: Yeah. ANDREW HUBERMAN: For a while, right? I mean, I usually-- I'll eat that along with some other things, but I completely agree. So you're saying that the form that it comes in, maybe, even how much chewing is required, how good. It smells that your psychological associations-- because to me, a steak is an incredible meal. I mean, if I had to pick one food that I could eat, even though I'm not pure carnivore, for the rest of my life, it would be that because, I think, it would get me where I need to go and then I'd probably have to sneak some fiber. LAYNE NORTON: Yeah. ANDREW HUBERMAN: But it's an excellent point. I have a question that I don't want to take us off track, "
        },
        {
            "timestamp": 6264,
            "text": "but I'm hoping it relates enough that you could answer it now. In the context of this, if I'm going to eat let's say, 2 grams per kilogram of body weight protein and I'm not eating multiple meals, maybe I'm eating two or three meals per day, I'm certainly going to be eating more than the 30-gram threshold that was thrown around for a long time that we can only assimilate 30 grams of protein per meal. Should I just not worry about that? Some of it is going to go towards the thermic effect of food, some of that might be converted into glucose of all things through gluconeogenesis. So should I worry about this 30-gram cut off? Because I think balancing the 1.6 gram per kilogram body weight threshold with number of meals, with the need to exercise and work and live my life and sleep, et cetera, pretty soon, you run into bottlenecks where you just can't do it or you're spending so much time trying to focus on it. LAYNE NORTON: You can't optimize all the things at the same time. ANDREW HUBERMAN: You'd lose your mind and your body. So what is necessary in terms of frequency if one is getting enough protein? And then tied into that question, is there any reality to this idea that if you eat one meal per day or you're fasting and then you eat, let's say, 200 grams of protein in a single feeding, that you can assimilate more because you were protein starved. Is that a real thing? LAYNE NORTON: So most of the studies with protein are after a fast because to assess it with stable isotope, you have to be in a steady state. So we haven't observed that. It doesn't appear that fasting really allows you to assimilate more protein after a fast. So this gets into a core of one of the things I looked at in my PhD, which is, does protein distribution matter? Because most Americans get about 65% to 70% of their protein at dinner. Breakfast tends to be pretty minimal protein foods. ANDREW HUBERMAN: Do any cultures, actually, eat big breakfast and not a big lunch and dinner? We all heard that was ideal. We'll get into circadian timing in a little bit, but does anyone actually do that? Steak and eggs for breakfast and then taper off the rest of the day? LAYNE NORTON: I know German culture tends to have a big breakfast, but also tends to be like sugary foods and whatnot. As far as like teleological, I'm actually not sure about that. So if you look at that, and then you consider that protein doesn't really have a storage mechanism. People will say, well, lean tissue is a storage mechanism. That's like saying a house is a storage facility for wood. Yeah, if the house is made out of wood you could get wood out of it, but that's not why you build. You're building the house out of a demand. Same thing for muscle tissue. There is a free pool of amino acids, but it's very, very small. So when you consider things like fat, which, basically, has unlimited storage capacity, carbohydrate, at relatively large storage capacity, you can store 400 or 500 grams of carbohydrate between your liver and muscles. And then protein, which almost has no storage capacity, the idea that, OK, you could make up for a low protein at one meal by over consuming another meal didn't make sense to me. So one of the studies we did-- and again, in rats, we took-- both groups were getting whey protein, so a high quality protein, they were getting the exact same amount of calories, exact same amount of nitrogen, exact same macros. Everything was the same. The only difference was, one group, basically, got three meals of similar amounts of protein. Dinner was a little bit bigger, because we wanted to keep it somewhat similar to how people eat. But each meal was going to be over the threshold to stimulate muscle protein synthesis. Whereas the other group, I constructed it so the first two meals of the day should not stimulate muscle protein synthesis. It should be under that threshold. And then the last meal was about 70% of their total daily protein. And so we had them eat those for 11 weeks. And I'll never forget this. This is how obsessive I became about it is, there were 110 animals in the study, and I made all the diets and I weighed out exactly every single meal for every single animal for 11 weeks. So I was in there at 6:00 AM, I was in there at noon, and I was in there at 6:00 PM. ANDREW HUBERMAN: I love it. That's kind of PhD student that professors dream of. You're sounding a dream student. LAYNE NORTON: So at the end of 11 weeks, we looked at like lean body mass, we looked at body fat, we looked at hind limb weights. We didn't really see differences in lean body mass, but what we did see was a difference in hind limb weights. It wasn't massive, but there was a significant difference in the size of the muscles of the hind limbs of these animals. And so it's interesting that there wasn't a difference in lean body mass. And what we found, at least with the liver, the animals that we're eating one meal with really high protein, actually had bigger livers, not like a huge amount and not something that I would consider unsafe, but it was a statistically significant difference. And so to me, at least, like I'm trying to explain like no difference in lean body mass, but a difference in these hind limb weights, maybe there's some sequestering of-- that's fueling a little bit more protein synthesis of the splenic tissues rather than-- because you're capping out skeletal muscle protein synthesis. And we do know that the splanchnic tissues are more sensitive or have a greater rate of protein synthesis per day. Like, the rate of skeletal muscle protein synthesis in humans is about like 1% per day. So it takes like 100 days to turn over skeletal muscle. Whereas like your entire gut, your entire GI will turn itself over in like two to three days. So really-- and the liver also has a very high amount of protein synthesis, which is one of the reasons. It's actually one of the most metabolically active organs. So all that to say, it has not-- there's been one human study that showed something similar. And then there's been a couple of others that didn't. And then in the intermittent fasting studies, which is maybe a good tool to look at compared to continuous feeding, one thing I will say is it looks like the 16/8 intermittent fasting style. There's been a couple of studies with Grant Tinsley. And this is something I've changed my mind on as well. Grant Tinsley has done a couple of studies where they did use the 16/8 protocol. They had them train during their feeding window, and they had them eat-- I think it was at least three protein-containing meals during those eight hours. ANDREW HUBERMAN: These are humans? LAYNE NORTON: These are humans. And they saw no difference in lean body mass at the end of the study compared to people who were eating as many times as they wanted throughout the day. Now, if you look at some of the more extreme forms of fasting, like alternate day fasting or like 20/2 or 20/4, there are some studies where you do start to see differences in lean body mass. So my suspicion is, and I'm just guessing. So this is tenuous. My suspicion is, probably if you're getting like two to three high quality protein meals in a day, you're getting the vast majority of the benefits of protein. The most important thing is getting enough total. And then secondarily, trying to get at least two or three meals with high quality protein in. But if you're going pretty extreme with like alternate day fasting or maybe only one meal a day, then I think there may be some effects on lean body mass. But again, these can be mitigated as well if you're doing hard resistance training. Typically, that is the biggest lever in terms of lean body mass. Yes, protein distribution may make a difference, but I'm trying to put it in context so people don't feel like they need to go out and eat four meals a day. But again, so what I would say is like some of the more milder forms of time-restricted eating appear to be fine for lean body mass, now, the caveat is the following. One of the nice things about animal studies is when you consider-- if you want to have a high subject number, high level of control in a long duration, it's pretty much your only option. So in our research review reps, I created a Venn diagram, which basically is like three circles crossing over. One is study duration, one is level of control, and the other one is subject number. And to get all three of those circles to cross over, it almost has to be an animal's. ANDREW HUBERMAN: Right. And REPS, it's a newsletter or a book? LAYNE NORTON: So it's our monthly research review. So every month we review like five studies that come out in fitness and nutrition. We'll usually do at least one nutrition, one training, and one supplement per month. ANDREW HUBERMAN: We will put a link to where people can sign up. This is a sign up format? Great. LAYNE NORTON: Yeah. So it's a subscription-based service. So basically, when-- people might look at my study, well, why did you see difference in muscle weights whereas some of these other studies don't see a difference? I weighed out every single meal for 11 weeks, and keep in mind that 11 weeks in a rodent's lifespan is a really long time. That's about an 1/8 of their total lifespan. So is it that there's no effect or is it that the effect is relatively small and would take a really long time and very high level of control to see in humans? I don't know. But I think what I would say relatively confidently is if you're going to do like a 16/8 intermittent fasting, you're probably fine. Especially-- and again, what is the goal? Like if you're a bodybuilder looking to be the most massive person you possibly can or you're a football player or you're in some field that having as much lean body mass as possible is really important for you, then I would say, well, you're not really gaining a whole lot by doing some form of time-restricted eating. ANDREW HUBERMAN: I think most of the people listening to this do not fall into that category. LAYNE NORTON: Right. ANDREW HUBERMAN: I think most people want to maintain or lose weight. They'd like to, perhaps, add a bit of, quote unquote, shape or muscle to specific areas of their body and lose body fat. LAYNE NORTON: Right. And I think your normal forms of time-restricted, and you're probably perfectly fine for that. And again, I don't want somebody to think, well, I do alternate day fasting, there's no point to me resisting training because I'm going to lose muscle mass. No. No, no, no, no. You can still build muscle doing that. You just might not build as much muscle as you would if you were eating in a more traditional format. But if that's something that works for you and your goals, and especially, if it's fat loss or controlling your calories, then again, it's about the hierarchy of what's important. So to answer your question, I do think that timing and frequency matters a little-- not so much frequency, but distribution more so. So I think the distribution matters, but it's a much smaller lever than just getting enough total protein in. And then as far as animal versus plant, "
        },
        {
            "timestamp": 6938,
            "text": "I used to be in the camp of, there's no way somebody can build as much muscle on a plant-based diet. And now, I think I've come back to, you can, it just requires a little bit more planning. And I don't want to say always, but it's very difficult to do without an isolated source of protein. So unless you're going to supplement with an isolated plant source of protein, it's very difficult to get enough without going over on total calories because you can figure that, especially, like take somebody who may be calorically restricted, trying to get enough protein from whole intact plant sources. So you've got a few different things working against you. One, the sources of protein you're consuming also have carbohydrate and/or fat. Two, it's a less bioavailable form of protein, and three, it's a lower quality of protein in terms of it has, typically, less leucine, less branched amino acids, and less essential amino acids. ANDREW HUBERMAN: You answer the question that I almost interrupted you to ask, which was, does it boil down to the leucine content? And it sounds like that is one of the components. And that a lot of the vegan and vegetarian sources of excellent protein, that excellent protein vegetarian or vegan source is co-packaged with calories from carbohydrates and/or fat that make it hard to stay under the caloric threshold. Whereas a steak is-- I'm not-- and obviously, people might want to avoid that for ethical reasons. LAYNE NORTON: Sure. ANDREW HUBERMAN: But that's a different matter entirely. But a steak or a piece of chicken or an egg is-- well, an egg has a yolk which is, there's fat there. But is almost a pure protein, fat source. There's no carbohydrate along for the ride. LAYNE NORTON: Right. So I think what I would say is that, you can do it. Takes a little more planning. And you're almost always-- if you're a vegan, especially, you're going to be better off like something with some isolated form of protein or vegan form of protein. Now, this word gets into people say, well, what about the limiting amino acids and those sorts of things? It's a consideration. Some of the better forms of vegan protein in terms of amino acid content are like soy. Now, I hear everybody screaming online about their testosterone levels. In terms of actual outcomes and looking at testosterone, there was a recent meta analysis looking at soy. And I think if it's your only source of protein, then maybe the dosage is high enough to cause some weird effects. But if you're just using it like once or twice a day, it doesn't seem to have an effect on testosterone or estrogen. So that can be a decent source of protein, because it is a complete protein source. It does have a PD cause of one, which PD cause is basically a measure of protein quality based on, does it provide enough of all the amino acids so that none are limiting? And so soy is one of the only vegan sources that does that. Interestingly, potato protein isolate actually has a similar essential amino acid content to whey. So isolated potato protein. It's just really hard to find. ANDREW HUBERMAN: Interesting. LAYNE NORTON: I've been trying to source-- ANDREW HUBERMAN: But vegans take note, vegetarians take note, because-- or vegans rather, because whey is vegetarian, and whey is a very high quality protein as far as-- LAYNE NORTON: Very high quality proteins. And actually-- they're actually creating whey now out of-- I think it's-- I may mischaracterize this. But I believe they're able to produce it out of like yeast or something like that. ANDREW HUBERMAN: Amazing. LAYNE NORTON: That-- so for vegans, now, this is a great option because you can have whey that's not animal-based that is going to be every bit as good as an animal-based whey. So I think that's great. Getting to the leucine-- let me go back, sorry. So another reason that using an isolated protein can be helpful is because it's more bioavailable as well when it's been isolated out. When the protein bound up in the actual plant material, it tends to be less bioavailable. Now, cooking can help increase the bioavailability because it breaks some of those bonds and whatnot. But it still seems to be lower. And you don't-- it's really interesting. There was a recent study where they did a corn, wheat, and pea blend of protein versus whey. And basically, the outcome was, 30 grams of each stimulated protein synthesis to a similar degree. But the plasma amino acids in the plant-based protein still did not get as high as with whey. Now, it may be that that's just-- it doesn't matter because once you get to a certain level, you get all the benefits. But I still found it interesting nonetheless that they didn't quite get as high. The other thing to consider with the vegan sources of protein is the leucine content. So one of the studies we did was we looked at wheat, soy, egg, and whey. Isonitrogenous, meaning we equated protein between the groups, isocaloric, we equated calories. And we looked at muscle protein synthesis. And I think this was-- the meals were 15% of total energy from protein. So like your food guide pyramid level of protein. And we saw that in the wheat and soy group, they did not increase muscle protein synthesis, but the egg and whey group increased muscle protein synthesis. Now, what's really interesting is we went back and we took wheat and added free leucine to it to match the leucine content of whey and the protein synthetic response was identical. So again, I don't like to simplify things too much, but leucine appears to really be driving this ship. And I'll never forget, Layman called me into his office one day, and he would always do these thought experiments of-- he liked to think about why something occurs the way it does. ANDREW HUBERMAN: Dangerous territory. LAYNE NORTON: Yeah. So he would say-- one day, I'll never forget, he said, Layne, why do you think the body evolved to just sense leucine for muscle protein synthesis? And of course, I'm like, I don't know, man. I just work here like. I'm just trying to get my PhD. And he said, well, think about it. You would want something that really wasn't extensively metabolized by the gut and liver, because you would want to show up in the blood in values that reflect what you just ate. Makes sense. And you would want it to have passive diffusion across the muscle cell because you want to be concentration-dependent, which it is. So-- ANDREW HUBERMAN: Get into the tissues and cells that need it most. LAYNE NORTON: Right. So not having active transport, but rather passive transport. So yeah, I thought that was really interesting the way he broke that down. So few different options for the vegan folks out there. You can use an isolated source of protein. And again, like there's going to be good options coming, because this plant-based whey is going to be a great option for folks. You can add free leucine to it, to whatever your source of protein is. ANDREW HUBERMAN: Just by supplemented leucine powder. LAYNE NORTON: Now, it tastes horrible. ANDREW HUBERMAN: Yeah. I think I've heard that. Maybe I've even tried it. LAYNE NORTON: It's completely non-polar, it does not not dissolve in anything And it is gross. ANDREW HUBERMAN: Can it be put into capsules? LAYNE NORTON: It can be put in the capsules. Yeah. So you could take a capsule. Like for example, if you're eating your normal meal, you could just take a capsule of like 1 gram of leucine. Is probably going to bump you up enough that you're going to be good to go. And then there's options like blends-- especially, with corn. Corn is actually very high in leucine. That's a percentage of its protein. Now, you've got to remember like, you go eat corn on the cob and you're getting like 2 grams of total protein. So it's not that much leucine. But if you isolate out the protein, put it into a powder, well, now, when you're getting like 80%, 90% of the weight is now protein, corn is actually about 12% leucine in terms of the protein. So a great source of leucine, it is like almost frank deficient in some other amino acids. But you can blend it with a few other sources of protein. Like you could blend it with a soy, a pea, and you can create these complementary blends that would actually have quite a bit of leucine, but also some of the other essential amino acids. So there are options out there for plant-based folks. And I mean, we have seen people who are plant-based build impressive amounts of muscle. There's quite a few bodybuilders that are plant-based. ANDREW HUBERMAN: And a lot of the endurance athletes like it. And even though-- when we talk about muscle, we think about muscle building often. Performance in endurance sports. And also just performance for the typical person who's doing some cardiovascular training, hopefully, some resistance training. Also and just living life. I mean, many more people now, it seems are vegan or at least avoiding meat, in particular red meat. I'm not one of those people. I limit the amount, and I certainly focus on the quality of what I eat. But I do eat red meat, which brings me to a question about just generally in terms of food "
        },
        {
            "timestamp": 7468,
            "text": "choice, can we come up with a relatively short summary of the following? Tell me if this is correct or not. That most of us should be focused on-- for sake of health span and lifespan, should be focused on ingesting minimally non-processed and minimally processed foods. Maybe even cooking our own food. I realize that's heresy now. But ideally, we would do some of that. And really trying to avoid foods that are highly processed and have lots of sugar. And I'm using this as a segue to get into a question that I really want your answer to. I've been dying to ask you this, which is if sugar intake is not actually going up as much as people think it is, why are people getting so much fatter? So what do you think about just a general statement that we should try and eat foods that are low to no-- minimally to not processed for about 80% of our foods. Is that a reasonable number? LAYNE NORTON: Yeah. It's hard to actually get completely unprocessed food because almost everything goes through some form of processing. ANDREW HUBERMAN: So I'm thinking like anything that wouldn't survive long without refrigeration-- LAYNE NORTON: On shelf? ANDREW HUBERMAN: Yeah. On a shelf, like an apple or a banana. So like oatmeal, like ground oats to me as long as there isn't a bunch of other stuff and they would be minimally processed. A steak is not really processed, although it's cut off the animal, et cetera. So there's a few steps in there. But that's what I mean. LAYNE NORTON: Yeah. ANDREW HUBERMAN: Yeah. LAYNE NORTON: And I think everybody gets the gist. I'm probably a little bit pedantic when it comes to this stuff. ANDREW HUBERMAN: No, this is good. Actually, one of the things I appreciate about you is something that I get teased a lot by people close to me, which is the caveats and the insistence on precision is really important because especially with online communications these days, it's like a runaway train. People will-- LAYNE NORTON: It's too easy to misinterpret what you're saying. ANDREW HUBERMAN: It's very easy to misinterpret it. And the misinterpretations are often used to leverage whole new ideas about what is and isn't true. Mostly about what is true. So I really appreciate the nuance. And this is what a longform podcast really allows us to do, is catch every curve, you know? LAYNE NORTON: So I would 100% agree with what you said. That if you were going to make a broad stroke, that trying to focus on minimally processed foods is very important. The one caveat I would say is, I think it's important to understand why. Because otherwise, people can make this weird association that, if I eat any minimally-- or any processed food, it's going to kill me. Or like every time I eat it, it's like I'm smoking a cigarette and my health-- my longevity is declining. Based on the studies we have, it's mostly about the energy. That processed food just gets people to spontaneously eat more. And Kevin Hall showed this in his study that was very-- I mean, he designed some of the most elegant studies in nutrition. ANDREW HUBERMAN: He's great. LAYNE NORTON: And they, basically, took people from a minimally processed food diet, and then gave them access to ultra processed foods. Very few instructions. Just eat to you feel satisfied. And they spontaneously increased their calorie intake by 500 calories a day. I mean, that's massive. And we haven't quite figured it out. People say, well, it's sugar. It doesn't appear to be sugar in terms of just an isolation. Well, it's fats. Doesn't appear to be fats in isolation. Well, it's the combination of sugar and fat. Partly, well, it's the combination of sugar, fat and salt. Partly. But there's some kind of overall magic to the texture and the mouthfeel and just the overall palatability of stuff. Which is always why I say, there's like right and wrong ways to these different diets. Like, for example, like there's the right way to do plant-based and then there's like what's in some of these documentaries where they're eating like plant-based mac and cheese. And again, I love a good mac and cheese, but that should not form-- that should not be pitched as a healthy diet. just because it's \"plant-based.\" Because I mean, you're eating a highly processed food that's very palatable and easy to overeat. Same thing for keto. You've now got like keto ice creams and you've got keto cookies and all these sorts of things. And I'm like, yeah, and if you look at them, they actually have more calories than the normal stuff. And I'm like, yeah, this is completely missing the point here. Like you're actually just taking yourself-- the whole point of those diets is the reason you tend to lose weight is originally like good luck 10 years ago, doing a keto diet, eating processed food. Like you just couldn't do it, really. Now, you can. But the problem is, it's not going to work because you're going to be still consuming too many calories, because even though it's keto, what are they doing? Well, they're trying to make it more palatable, they're trying to make it better mouthfeel, which, I guess, if you're being keto for the sake of being keto, great, but if you have hopes of body composition modification, it's going to really negatively impact. So yes, I think minimizing the amount of processed foods you consume can be important. Now that being said, it depends on the individual and their goals. If your goal is to, for example, build muscle or maintain a high body weight for a sport, for example, like an NFL offensive lineman or something of that nature, or if you're-- I worked with an NBA team, they were kind of-- I can't disclose anything, but they were looking at drafting a certain player. And like for them, processed foods may actually be a tool. ANDREW HUBERMAN: Or a teenagers. We all want young people to eat more healthily, I think. Develop great habits. But some of them, their caloric needs are so high-- LAYNE NORTON: So high. ANDREW HUBERMAN: --that if they were eating what I eat, they're going to dissolve into-- they'll just waste away. LAYNE NORTON: So I describe this, again, with a financial example. It's like a budget. So if I make a million dollars a year, for example, is it OK for me to buy like a $100,000 sports car? Let's assume that loans don't exist. Is it OK for me to buy a $100,000 sports car if I still am able to pay my mortgage and pay my utilities and take care of my responsibilities-- the things I should do. Is OK if I do that if it makes me feel good and it's fun? ANDREW HUBERMAN: OK by me. LAYNE NORTON: Yeah. It's fun. Like it fits in your budget. If I make 50 grand a year, should I be going out and buying a sports car? Probably not, because I'm not going to be able to pay my mortgage and all these other responsibilities. So your protein, your, fiber your micronutrients. These are your responsibilities. But those become much easier to hit when you have higher calories. So if you're eating 4,000 calories a day for whatever goal you have, you're probably going to have some left over and like good luck eating 4,000 calories from minimally processed foods, quite frankly, you'll be miserable because you're going to have such gut feel that you're going to feel like you can't even move. And so again, now, it becomes OK, well, is there something inherent to that food processing? Is there something that we can pick out that we know, OK, well, this is going to be a negative effect on health, even like body composition stuff aside. And I would say, there's not really great evidence of that so far. And a great example of that is sugar. I mean, I actually just wrote a really long article "
        },
        {
            "timestamp": 7914,
            "text": "on my website about why I think sugar was not the root cause of the obesity epidemic. And you mentioned sugar intake in the last 20 years has actually gone down a little bit. ANDREW HUBERMAN: Alcohol intake, well, if you look on the whole it, might have gone up a little bit, but certain certainly in the male sector, it's gone way down drinking. Used to be-- there was a 5 o'clock. People were drinking all day. People are smoking a lot less. I think it's a real puzzle. I'd love to know what your hypotheses are. LAYNE NORTON: Well, smoking could actually be in opposition because nicotine is actually an appetite suppressant. ANDREW HUBERMAN: Appetite suppressant and also increases focus. The problem is it often arrives in a delivery device that can kill you. LAYNE NORTON: Yeah. ANDREW HUBERMAN: But nicotine itself is a powerful agent. It also can offset age-related cognitive decline not entirely, but it makes the brain work better. LAYNE NORTON: I've got a buddy who doesn't like caffeine. And he just takes those nicotine pouches and, basically, has one in almost all day because he's like-- he has a very stressful job and he's a high performer. ANDREW HUBERMAN: Yeah. You have to be careful how you deliver it, but there's a Nobel Prize winning neuroscientist that will chew five or six pieces of Nicorette an hour, which I do not recommend, but when he quit smoking, he just simply couldn't function as well. And he was the one who pointed me to do the literature on offsetting age-related cognitive decline. Even neuron maintenance, and it's pretty interesting. LAYNE NORTON: Well, it's a pretty impressive nootropic to be honest. Now, the first thing to realize is when we're talking about consumption data, this is based on actual production, basically. They're assuming that, OK, we're producing this amount of these foods, so we can assume the consumption is going to follow that. So it's not a direct measurement. But it has been validated in a few different studies. We know that oil consumption has gone up. Like that that's, yeah. That's one of the big ones. And this forms the crux of-- like, the seed oils are like the root of-- ANDREW HUBERMAN: It's definitely the question that I'm going to ping you on. LAYNE NORTON: They're going to come into your house and kick your dog and punch your mom, and all kinds of stuff. And I'm happy to address those. So calories have still gone up. There's some people who claim that they've gone-- they've plateaued. I think the data seems to suggest that calorie intake is still increasing. And the other thing to keep in mind is, even if it's plateaued, it's still at a high enough level that obesity is probably going to continue to increase up to a point where it'll probably plateau if calories have plateaued. ANDREW HUBERMAN: What about energy output? Leaving aside NEAT, because that sounds highly individual, I mean, people are-- the people we know are focusing on exercise. But there are a lot of folks out there that don't exercise. LAYNE NORTON: And energy output has gone down over the years. I mean, it's very obvious when you look at how people work now compared to even 30, 40 years ago. It's much different. ANDREW HUBERMAN: Less walking. Also, I learned recently that kids in high school don't take PE class in many schools. But we had to suit up and run and suit up. And if you didn't bring your change of clothes or you didn't wash them in which case you'd be better off just not wearing them, nothing like the smell of a boys locker room after a weekend, I can still remember it and it's not pleasant. But you had to run and do your pushups with everybody else or play volleyball in your regular school day clothes. So my understanding is that, physical education is not part of the basic education any longer. LAYNE NORTON: It probably depends on the state, but I know many states have done away with it just because of budget cuts. ANDREW HUBERMAN: So activity is going down, caloric intake is going up. Maybe-- LAYNE NORTON: Plateauing a little bit, yeah. ANDREW HUBERMAN: --maybe plateauing. Is that sufficient to explain the obesity epidemic? LAYNE NORTON: Based on what I've seen, I think it's pretty sufficient. ANDREW HUBERMAN: So it might not be that big of a mystery after all? LAYNE NORTON: No, I don't think it's a big mystery. I think that people don't like the concept of energy balance, and I think because they insert judgment into it, which is, OK, if you're gaining weight over time, at a fundamental level, it means you are eating-- you're consuming more energy than you're expending. People insert the judgment, which is, you're lazy, you're a sloth, or whatever it is. And I think there's a lot of people out there who actually think that, I actually remember talking to somebody who was like, well, I would never hire an obese person for a job because it's just obvious that they're lazy. And I just remember going, are you serious? Like, there are plenty of very, very smart high-achieving people who are obese. And like it's not-- this is what happens when you just put people in buckets. People are much more complicated than this. Yes. There is some personal responsibility. But then when you look through the data and you take-- there was a study done in obese women where they found that women who were obese were 50% more likely to have had some form of sexual assault trauma in their past. We know that people from lower income areas are more prone to be obese. There's several people who have a higher ACE score, I believe, which of measures like traumatic childhood events. I believe, there was a study showing they're more likely to be obese. So there's-- yes, it is an energy imbalance problem, but just saying, eat less, move more, that's like telling broke people, well, just earn more money than you spend. It's technically right, but it's very unhelpful. What is more helpful is to describe and implement the habits and behaviors that will allow them to achieve that. So I realized we go off track a little bit, "
        },
        {
            "timestamp": 8253,
            "text": "but circling back to sugar, circa 2005, I believe that sugar was fattening and bad for your health independent of any other variable. So independent risk factor. And again, I want to be very clear about what independent means. Independent means independent of all of the variables. This thing is bad for your health and body composition. ANDREW HUBERMAN: So on its own, independent of whether or not, for instance, it increases hunger and appetite. LAYNE NORTON: Right. Or caloric intake. I was at a graduate school mixer. And one of the professors there was somebody who had done research on high fructose corn syrup and fructose, specifically, as well. And he was talking to another professor and he had done this study in rodents where he had fed like-- I think it was like 60% or 70% of their calories from fructose. And they saw some really weird things happen in the liver with lipogenesis and all this kind of stuff. And the other professor is saying to him, yeah, it's pretty obvious that high fructose corn syrup is fattening. And this professor who had done this research said, yeah, because it's people overeat. And he's like, don't you think there's something inherent to it? And he said, no, I think it's just calories. People are eating too many calories. He's like, we did a proof of concept looking at could we-- like, try eating 70% of your daily calories from fructose. You actually can't do it. High fructose, corn syrup is only 55% fructose. So if you ate nothing but high fructose, corn syrup, you would still not get to this level that they fed in this study. So that got me kind of like questioning my beliefs about it. So then I went through and I said, OK, look, let's take out the epidemiology. Not that epidemiology is useless, but people who eat more sugar are also likely to eat more calories. So then I looked for the randomized controlled trials where they match calories and vary the amount of sugar. And it doesn't seem to make a difference. At least from fat loss or fat gain-- ANDREW HUBERMAN: But what about health? So for instance, if somebody-- and I know somebody like this who loves sweets, is thin, get some exercise, not a ton. But my concern is that, a significant fraction of their calories are coming from these sugary foods and therefore they're not getting enough fiber-- maybe protein, et cetera. LAYNE NORTON: So let's look at epidemiology for a second, then I'll address this more directly. When we look at epidemiology, people who eat higher amounts of sugar tend to be more obese, they tend to have worse biomarkers of health. The people who eat fruit-- a lot of fruit sugar, don't have those same associations. So why is that? Well, because fruit has fiber with it. So I started to believe, based on the data I was looking at, that high sugar intake was not the problem per se. The problem was that high sugary foods, typically, are very low in fiber. But if you're getting enough fiber, is sugar a problem? So there was a classic study by Surwit in 1997. I think it's still the best studies of this day looking at this. And I know those people who say, well, it was done in 1997. It has no relevance. You know, I know, if it's a good study, it's a good study. ANDREW HUBERMAN: Some studies are timeless. In fact, they have greater relevance-- LAYNE NORTON: You're not going to go back and undo the discovery of DNA because it was 60 years ago or whatever it is. ANDREW HUBERMAN: No. LAYNE NORTON: So they looked at an 1,100-calorie diet, so low calorie diet. One group was eating over 110 grams of sugar a day, like sucrose. The other group was eating about 10 grams of sugar per day. Calories, protein, carbs, fats all matched. And they provided all the meals to these participants. So very tightly controlled. And it was over six weeks. Both groups lost the exact same amount of body fat. So it doesn't seem to matter for body composition in terms of sugar per se. Then they also looked at some biomarkers of health like blood lipids and blood sugar and some other things. Again, there was no real differences. The only difference was-- so all their biomarkers improved in both groups. The only real difference was a small difference in LDL. So the group eating low sugar had a better improvement slightly in LDL. But that's probably because they were eating more fiber. And we know fiber can bind to cholesterol and lower LDL cholesterol. So now, I want to caveat this. Sugar probably doesn't have any positive health effects. So there's that. And nutrition is an exchange. If you're eating one thing, you're not eating another thing, right? So but what I would tell people is, focus probably less on sugar, focus more on fiber. So if you're eating 30, 40, 50, 60 grams of fiber a day, but your sugar is, 80, 90 grams, I would not be that worried about it, especially, if you're controlling calories as well. What I would be worried about is if you're eating just a decent amount of calories and not getting enough fiber and in general, right? And even in studies, there's a few meta analyzes out now looking at isoenergetic exchange of different carbohydrates with sugar carbohydrates. So fructose and glucose and sucrose. Now, why is this important? Well, again, if you're not equate-- when I say isoenergetic, that means equal in energy, equal in calories. So basically, when they exchange either sucrose or glucose or fructose for other forms of carbohydrate, do they see differences in these markers of health? Like HbA1c, fasting blood glucose, blood lipids, with rare exceptions, and I can't remember all the data points exactly. But the take home is, doesn't really seem to make a difference? Now, for anybody out there, straw man is my argument, I am not advocating for sugar consumption. But I think it's important for people to not create weird associations in their minds because one of the things I've observed, especially, in the fitness industry, is when people feel like they can't eat something-- it's one thing if you say, I am choosing not to eat this just because I'm choosing to. But it's a very different thing when you're purposely restricting because you feel like something is bad. And this-- I mean, you know the human brain is, in many ways, amazing and in many ways, really dumb. So when you purposely try to restrict something, what tends to happen is you're more prone to binge on it. So people who will try to-- well, I'm never going to eat you know sugar again or I'm going to try and limit sugar. And this isn't the case for everybody. But they have actually shown now in studies, people who are purposely restricting a specific nutrient, they tend to crave more of that nutrient. And if they do get exposed to it, they're more likely to have what's called a disinhibition reflex, which is basically a binge response. Because the thinking goes, well, this is bad, and there's no context on dosage making the poison. This is just bad in general. So if I have it, I've already screwed up. I might as well just have as much as I want. And I like Spencer Nadolsky's comparison to this. That's like getting a flat and then going out and slashing your other three tires because you might as well. So I really-- I try to come from that perspective of, I've seen so many people struggle with, maybe, not an eating disorder, but disordered eating patterns because of these associations they've made in their mind. And so that's why I'm so pedantic and a stickler about saying, OK, yes, it's a good idea to eat mentally processed food and try to avoid processed foods. But not because processed foods are bad per se, but what the outcome tends to be from a lot of processed food consumption, which is overconsuming calories and then therefore energy toxicity negatively contributing to your health. ANDREW HUBERMAN: Yeah. It seems like it, again, returns to the potential for a positive, negative, or neutral behavioral change. And perceptual change of like craving of food all the time that you can have is terrible. That's a terrible state to be in. And this, I think, is a perfect segue way for something that first brought us together, which "
        },
        {
            "timestamp": 8757,
            "text": "was this thing about artificial sweeteners. And let me just, for the record, be very clear. I have long ingested foods with artificial sweeteners. So throughout graduate school, I didn't have the best habits. They're healthier now than they were back then. But I would drink a Diet Coke or two per day. I still have the occasional Diet Coke, I'm not completely averse to drink something that has artificial sweetener. Although, I do avoid sucralose for reasons that maybe I can get into a little bit later. But a lot of the things I consume contain stevia, which is not artificial but it is a plant-based non-caloric-- or low caloric sweetener. And I don't have a problem with that. I became very interested in artificial sweeteners because of the animal data pointing to the idea that they may disrupt the gut microbiome, and then disrupt the gut microbiome, as you pointed out, is a very broad statement. We don't really know the percentage of lactobacillus, exobacilius, or whatever ilius in there-- they all seem to end in ilius-- is ideal. And in fact, a lot of these companies that are having people send in their stool samples for analysis of the microbiome. I mean, take note, we don't really know what a healthy microbiome looks like, but we know what an unhealthy microbiome might look like. And it's one that doesn't have a lot of diversity in there. So I was interested in that, then there's the recent human study which we should definitely get into. But I was mostly interested in artificial sweeteners for the reason that there is this food conditioning effect. And you see it in animals and you see it in humans that if you ingest-- well, coffee is a really good example. Coffee doesn't actually taste good folks, even though I like it. But when you taste coffee for the first time, most people think it's bitter and disgusting. Most, everybody, like 95% of people say, this doesn't taste good. LAYNE NORTON: Wine, beer are same thing. ANDREW HUBERMAN: Yeah. But people have learned to associate the state of being caffeinated, which most people like in order to just feel normal, right, caffeine is one of the few drugs we ingest just to feel ourselves enough that soon-- myself included, really look forward to and enjoy a cup of coffee. So it's a powerful example, in my opinion, of the food conditioning effect. So it's like a Pavlovian thing. Instead of salivating, you crave. LAYNE NORTON: Right. ANDREW HUBERMAN: And it did seem that this study from Dana Small's lab, which admittedly was a small no pun intended study itself, not very many subjects, showed that if you ingested artificial sweeteners along with food that contained glucose, that you could maybe even get a heightened glucose response just from the artificial sweeteners after a while. You and I connected over this study on social media. You pointed out that the design, the study wasn't superb. There was co-consumption of glucose, which made it complicated. We can go into that. But the reason I'm spouting off all this context is, artificial sweeteners are many things. So I'd like to talk about their effects on blood sugar in the acute sense and according to what we might ingest them with and how they might be changing blood sugar regulation at the level of brain and/or body. And then the gut microbiome data, I think, are interesting enough to discuss. And I have changed my view on artificial sweeteners based on what you've taught me. So this is a case where I've completely changed my view, which is that, now, I don't have any problem with them whatsoever based on the current data, which is not to say that I'm gulping down cup fulls of sucralose, but I feel OK ingesting some stevia and some aspartame and I'm not too worried about it. LAYNE NORTON: Yeah. So I think stepping back from a broad view, we have to think about, again, the hierarchy of importance. And what are you replacing with? So there is no situation where it is not a net positive to take somebody who drinks sugar sweetened beverages and have them drink an artificially sweetened beverage. In the meta analysis, there was actually a recent network meta analysis looking at markers of adiposity, HbA1c, a bunch of different health markers, and when you substitute, we'll call it non-nutritive sweeteners, and stevia is not artificial. But so when you substitute NNS for the sugar-sweetened beverages, you see improvements in a lot of different things. What was really interesting about this network meta analysis was they also looked at water substitution in place of sugar-sweetened beverages. And the effect wasn't as powerful as-- and these are randomized controlled trials. ANDREW HUBERMAN: So artificial sweetener containing beverages are more beneficial-- LAYNE NORTON: Were better for adiposity-- for improving adiposity, and then in the health markers, it was kind of a wash. Water and non-nutritive sweetener, beverages performed similar. But there were better than sugar-sweetened beverages, obviously. So they then based on-- a network meta analysis is where you can compare to things that didn't get compared directly. So there's not many studies comparing NNS versus water directly. But if you have a common comparator, so if you compare A to B and B gets compared to C, you compare A to C based on how they interacted with B. Butchering it a little, bit but that's the crux of a network meta analysis. So they looked at NNS versus water and found that actually, in NNS was slightly better for improving adiposity. ANDREW HUBERMAN: NNS, of course, being non-nutritive sweeteners. LAYNE NORTON: Right. ANDREW HUBERMAN: Yeah. LAYNE NORTON: So now, again, if you like drinking water and you don't want to-- I'm not trying to convince anybody to do that. What that seems to suggest is there is a little bit of an appetite suppressant effect from these artificial sweeteners or non-nutritive sweeteners. Now, this gets a little bit more complicated because if these were people drinking sugar-sweetened beverages, maybe they've already developed a sweet taste and try to go to water, it's too much of a jump for them. And so going to having something like intermediate is a little bit better. Like, there's a lot wrapped up in this. But these are the randomized controlled trials, which are a little bit more tightly controlled, which I tend to default to a little bit more than I do the epidemiology, which epidemiology is just so messy, because sure, non-nutritive sweetener consumption may be associated with different things, but there's also a whole other set of lifestyle and habits that are tied up in that. So I tend to hang my hat a little bit more on the randomized controlled trials. So understanding that. OK. Now, all things being equal, understanding that this is a tool that may help some people, and whenever I post about non-nutritive sweeteners in the comments, there's always one or two or three people who say, all I did was cut out soda. And I drank diet soda instead, and I lost 50 pounds. Or I lost 75 pounds. I even had 1%. I lost 100 pounds. That's the only thing I did. ANDREW HUBERMAN: Wow. LAYNE NORTON: I mean, that's a pretty massive lever to pull. If you consider somebody who might be having like, I mean, five or six Cokes a day, I mean, we're talking a serious amount of calories. ANDREW HUBERMAN: And that also means that by replacing it with artificial sweetener-containing beverages, they did not replace the soda with food. LAYNE NORTON: Correct. So now, let's talk about, right? This is where we can get into the micro analysis, but is that obese person who lost 100 pounds by doing that? Do I really care about, maybe, a small alteration to their gut microbiome? No, because their gut microbiome is actually much more healthy now by them having lost all that excess adipose tissue. So again, the ranking of what I'm worried about can change depending on the specific situation. Now, let's take somebody like me who's lean and doesn't really have any health problems that I'm aware of. What about artificial sweeteners for me? Well, for me, I got using them because of bodybuilding contest prep, because it was about the only appetite suppressant that worked for me. But do I think that they are healthful? Probably not. Do I think they're unhealthy? I would say based on the current data, I don't think that they're unhealthy. Now, the information on blood glucose. So there's-- some of the problems with some of these meta analyzes or these reviews is they lump all the non-nutritive sweeteners together and then they may say, well, there's no effect on this or there's an effect on this. Well, the problem is these are different molecules and they can interact differently. Aspartame, very clearly, seems to have no effect on blood sugar or insulin. That has been repeatedly shown. Stevia doesn't appear to have much effect. Saccharin and sucralose, the jury is mixed. Now, there was the study that we first connected on which, I think, their primary outcome measure was actually they were looking at the sweet taste. Like how it affected sweet taste. So what they did was, the group that was getting the sucralose was also paired with maltodextrin. The control group was getting sucrose, which is an appropriate way to compare the sweet taste because maltodextrin is not as sweet as sucrose. So when you're trying to combine sucralose, which is already sweet, with another form of carbohydrate, you'd want something less sweet compared to your control. But for the outcome measure of insulin and blood glucose, probably, not as appropriate because we know maltodextrin has a much higher glycemic index than sucrose. ANDREW HUBERMAN: So they appropriately controlled for taste, but not for the effect of the sweeteners. And I think that that was a key component. And I think, yeah, the part of that study that intrigued me actually was in a talk version of that because that study drove me to watch a talk that-- and we'll get Dana Small on the podcast at some point, hopefully-- was that they had kids do this study. And they actually had to cease the study because a couple of the kids became prediabetic. I mean, it seemed like there was something hazardous about-- this was the Yale School of Medicine. It's a good place. I mean, there's a range everywhere. But it just seemed like there's something about sweet taste that if taken to the extreme might be able to impact blood sugar. This has impacted my behavior. And I try to avoid really sweet things, unless they're exceptionally delicious or the occasion calls for them because I do think that it increases my craving for sweet things. LAYNE NORTON: Well, it might not be necessarily a craving, but it just programs you. Your taste buds are extremely adaptable. So take, for example, Indian food. If you bring Indian people over to America and have them eat some of our food, they think it tastes extremely bland because they're used to such spicy food that unless they have a certain level of spice, they can hardly even taste it. If you've ever done a high-sodium diet and then gone to a low-sodium diet, it feels very bland. ANDREW HUBERMAN: That's where I started from. LAYNE NORTON: But over time, your taste buds adjust. So sweet is the same thing. If you're used to eating a lot of sweet, you get desensitized to it. And then if you go to something less sweet, it can taste-bland at first. Over time, it'll get better. So I think it's one of those things that, again, it depends on the situation. If somebody's obese and they said, well, this is going to help me eliminate sugar-sweetened beverage, why would you want to take that tool away from them? That's a great lever to pull. I mean, if somebody can lose literally 100 pounds from just one change in lifestyle that's not even really that inconvenient of a change, that is powerful. But again, is it the most healthy thing they could do? And I think that's what tends to get asked. We don't know. Is it healthier than water? Probably not maybe as healthy as it. Who knows? But I really make all those caveats because you don't want to have people who could use this as a tool to think, well, no, I can't do this because it's actually bad for me. If it helps you lose 50 pounds or 75 pounds or whatever it is, trust me, it's not bad for you, right? ANDREW HUBERMAN: Well, it does seem to increase your satiety signals. What do you think about the microbiome effects in this recent study? "
        },
        {
            "timestamp": 9535,
            "text": "Because the recent study, I think, had some nice features to it. And you've done a detailed description of the study. So for those that want that-- LAYNE NORTON: Is this the two-week study or the 10-week? ANDREW HUBERMAN: Yeah, the two-week study. Yeah. And we will provide a link. You did an excellent video on your YouTube channel that really parses each piece. But they compared the various artificial sweeteners and looked at the glucose response, looked at microbiome, a number of different measures. What was your general takeaway? And this was in humans for, I think, the first time looking at microbiome in humans due to artificial sweetener-- LAYNE NORTON: There are a few studies on the microbiome in humans with artificial sweeteners. The first two that came out showed pretty much no effect, but they were a little bit shorter in duration. They were two to four weeks. And again, it depends on what bacteria are getting measured. There's many different kinds of bacteria, so they could just be measuring one that didn't change. And then there was a 10-week study that came out that got a lot of press. And they showed-- I think it was sucralose. I think. They showed an effect of change on the gut microbiome. Now, what was interesting is when I went into the species that changed, the species that changed the most compared to the control was a species called-- I'm going to butcher the name, but it's like Blautia coccoides, I think it's called. ANDREW HUBERMAN: I must say for those that work on the microbiome, it's so difficult to pronounce. I mean, you need a nomenclature committee, and you need acronyms. I'm sorry. Just do it. LAYNE NORTON: [LAUGHS] ANDREW HUBERMAN: Enough already. You're killing us. LAYNE NORTON: We'll call it BC. We call it BC. ANDREW HUBERMAN: BC, thank you. We're going to start the nomenclature committee without you if you don't do it soon. LAYNE NORTON: So they noticed that this went up by, like, three- to four-fold. So I kind of went down the rabbit hole on this. So interestingly, that particular species of bacteria is actually associated with lower adiposity, better insulin sensitivity. And people who are obese and children who are obese tend to have less of it. So I said, well, based on that study, you can actually argue that maybe sucralose actually improves the gut microbiome. Now, again, I'm not making that claim. Because we have a hard time understanding what a healthy microbiome looks like already. This last study that came out, my biggest take-home was I think it's safe to say that some of these non-nutritive sweeteners are not metabolically inert. There are some effects. Now, are those effects good, bad, or neutral I think has yet to be fully elucidated. Now, I focused more on the blood-glucose responses in my analysis. So in that 10-week study, they did oral-glucose tolerance test. And their conclusion I didn't really feel like fit their data. So their conclusion was that-- and again, I think it was sucralose-- that it elevated blood glucose. [SIGHS] And this is where statistics can get kind of tricky. So my take-home was the area under the curve, the incremental area under the curve, which is looking at basically the entire glucose response, was not different between the control and the sucralose group. To me, that's the biggest take-home. There was one time point at the end of the study in the sucralose group, the 30-minute time point, that was statistically significantly higher blood glucose than the control group. It's kind of one of those things where I go, OK, it was one time point. It's statistically significant. But even then, we've seen things be statistically significant that end up being data artifacts because they're not reproduced. So I'm not saying that's what's happening here. But again, the overall area under the curve was not different. So to me, that was the biggest take-home. ANDREW HUBERMAN: And papers, we should probably mention, are published because of effects, generally. [CHUCKLES] Lack of effect, harder to publish. LAYNE NORTON: Null hypothesis doesn't-- it's actually really unfortunate because a null hypothesis is just as useful data as the non-null hypothesis. But you're right. There is a very strong publication bias towards showing an effect versus not. ANDREW HUBERMAN: Yeah, unless you can flip a field on its head entirely by showing something did not happen, typically the positive result out does the negative result, positive meaning you see a result. And then of course, it's one study. And-- LAYNE NORTON: Yes. ANDREW HUBERMAN: --I think that, as you talked about earlier, the center of mass of data in a given field are probably the best basis for what we should do in terms of-- and so I'm not changing my behavior around the intake of artificial sweeteners. I personally am still going to consume stevia and aspartame in relatively small amounts. LAYNE NORTON: Yeah. ANDREW HUBERMAN: But now I'm thinking, well, OK, if something contains sucralose, I don't have to perhaps actively avoid it. Whereas before I was. I was actively avoiding it. LAYNE NORTON: So the new study I thought was very elegantly-- very involved. I mean, to be quite frank, some of the animal stuff they did was extremely impressive. So there was actually two arms to the study. One was the human arm. One was the animal arm. I focused much more on the human side of it. So basically, this was a two-week study. And the really unique aspect of this, which I think is both a strength and a weakness, they had almost 1,400 people apply for this study. And they only had 120, I think, that actually went into it. Because they did a very detailed food analysis of these folks. All of these people said that they avoided artificial sweeteners or didn't consume them. And I think people don't realize how ubiquitous sweeteners are. ANDREW HUBERMAN: Prior to the study, these people were like-- it was like jury selection. They'd never-- LAYNE NORTON: Yes. ANDREW HUBERMAN: It's like not ever hearing of the plaintiff and the defendant. These are these mutant people who have never had an artificial sweetener. LAYNE NORTON: Right, so the strength is now you don't have a lot of preexisting effects that may be clouding what would actually happen when you add it in. For example, if you have people who are already consuming artificial sweeteners and then you have them consume artificial sweeteners, the likelihood things are going to change is pretty low, right? So I think that that's a strength. It's also a weakness. And I want to be really careful because I think people took my words a little bit too far, which means I probably didn't do a good job of being nuanced enough. There is the possibility for a placebo effect here. So to me, if somebody has gone through that much painstaking care to avoid artificial sweeteners, it's likely they have a preconceived notion that those are bad for you, because they're difficult to avoid. Yes, it's possible if they're eating a very minimally processed diet that they're just not exposed to them. And that's very true, as well. But the other thing that the researchers acknowledged was they weren't able to blind the study. Because if you've never had an artificial sweetener before, you're only used to regular sugar and you have an artificial sweetener, you know. ANDREW HUBERMAN: You taste it. LAYNE NORTON: You know. It's still sweet. But it's not the same sweet. ANDREW HUBERMAN: And there's an interesting effect there, where a lot of people don't like the taste of aspartame the first time. I actually quit drinking diet soda for a while, thinking I should, and then had one. It tasted really-- I can only describe it as kind of artificial, chemical. And then pretty soon, it tasted great again. LAYNE NORTON: Yep. ANDREW HUBERMAN: And so there is some attenuation there. And whether or not that's central, meaning within the brain, or peripheral, I don't know. But very interesting. Well, I see you as playing a critical role in defining what is and what isn't, what still needs to be determined in terms of this landscape and the entire landscape really of nutrition. LAYNE NORTON: And that study did change my opinion in terms of, OK, I think we can clearly say now that these aren't neutral. Or sorry, that they're not inert, right? That was the thought process before, was well. They're not digested or whatnot, so they must be inert. That doesn't appear to be the case. But again, when we look at the blood glucose data, there's-- and I'm not saying this is what happened. I want to be very clear. I'm not saying this is what happened. I'm saying it's possible this happened. And so this is why we need more studies to verify. If these people had a preconceived notion that artificial sweeteners were bad for them, it's possible, knowing they're ingesting artificial sweeteners that they could have had a blood glucose response. Now, my pushback on my own point there would be, then we should have expected to see it in all the non-nutritive sweeteners, which they didn't. It was just in sucralose and saccharin. ANDREW HUBERMAN: Yeah, it was kind of a graded effect, where sucralose and saccharin showed the most dramatic change. LAYNE NORTON: Yeah. ANDREW HUBERMAN: And stevia and a few of the others did not. LAYNE NORTON: And the other issue I took with it-- maybe it's a ticky-tack thing-- was their primary outcome measure was blood glucose, the oral-glucose tolerance test. But they had people administer their own oral-glucose tolerance tests, which basically they gave them-- they said, OK, drink this drink. And they were wearing continuous glucose monitors, which should have been fine. But again, to me-- and I'm being ticky tacky. And again, I know all studies are limited by funding. So I think overall, this was a great study. But I would have liked to have seen them monitor the oral-glucose tolerance tests to administer it. ANDREW HUBERMAN: Yeah, and what they did before or after. You want to know that they didn't ingest this or did ingest that. LAYNE NORTON: Right. ANDREW HUBERMAN: Yeah. LAYNE NORTON: Those two things. But one other caveat is it was a two-week study. So we've got to be really careful how much we interpret in this because it's also possible that this is a transient effect, right? And maybe it goes away over time. We don't know. But again, I think we can clearly say it's not inert, right? Now, how much emphasis we put on that, on a two-week study, I still will say, OK, maybe if you're worried, don't consume sucralose. But if you're 100 pounds overweight and you want to use some sucralose as a replacement to help you lose weight, I would say, don't let this study deter you from doing that because the net effect is still going to be more positive than you not losing the weight, right? So if it's a tool that helps you, fine. But I do hold open the idea that, well, there could be negative effects from it, as well. But again, we're looking at, what is the overall outcome? And then they examined some of the different things that were increased with these different sweeteners. And again, this word gets messy because one of the things they saw was a big increase in butyrate production from the change in the gut microbiome presumably. Well, as we discussed earlier, butyrate's actually associated with positive outcomes in terms of insulin sensitivity, inflammation, and some other things. So I want to be real cautious before people say, well, if there's a change in the microbiome, it must be a bad change. We don't know. It's possible. And again, if we have 10 more studies come out and start to show this, then I will start to shift my personal opinion of artificial sweeteners. ANDREW HUBERMAN: So in anticipation of sitting down today, I did solicit "
        },
        {
            "timestamp": 10219,
            "text": "for questions on social media. And one of the questions that got a lot of upvotes, likes if you will, was one that I think raises interesting questions about short-term and long-term health. And it's the following. I think it's a common scenario. A number of people want to know, what is the healthiest way to approach a rapid weight loss? And here what I think is happening is somebody has an event coming up or they're just tired of being the weight they are, carrying the amount of adipose tissue they are. And they wanted to know whether or not it is safe to, for instance, lose three pounds a week for a few weeks in anticipation of a wedding or some other event and whether or not straight caloric restriction and increasing activity is the best way to approach that, with the understanding that they may gain back a little afterwards. I think ideally they'd like to maintain it afterwards. But what do you think of that approach, cutting caloric intake in half, for instance, and then also doubling your physical output? LAYNE NORTON: So it's interesting because you might be surprised by what I'm going to say, which is the research data actually tends to suggest that people who are obese, who lose a lot more weight early, are more likely to keep it off, which seems a little bit contradictory, right? Like, well, that doesn't seem very sustainable. But again, you're weighing competing things. So there's the sustainability aspect. But then there's also-- buy-in is huge for sustainability. So for a lot of overweight or obese people, if they start a diet and they don't see something quickly, they bail on it because it's not working. Whereas if they see some rapid results pretty quickly, they buy in even harder. And so I think that the conversation, especially for if there's any coaches or trainers out there, is just presenting that as the-- one of my favorite lines is there are no solutions. There's only trade-offs. I think Thomas Sowell said that. So you're having a trade-off here. Yes, you're going to lose fat faster. You might lose lean mass a little bit faster too, which can be a problem. But I will say, the more adipose tissue you have, the more aggressively you can diet without negative consequences. Somebody like me doing a really aggressive diet is not going to be good for my lean mass. One, I have a higher lean mass than normal. Two, I have a lower body fat than normal. As your body fat goes down, the percentage of weight loss from lean mass goes up. So people who are very obese, because they have so much adipose tissue to pull from, there's very little reason for the body to metabolize lean tissue. Now, that being said, if you go on a-- people misinterpret, like, well, I got an in-body done or a DEXA done and I've lost 2 pounds of lean mass, and they've lost 20 pounds overall. Well, keep in mind, adipose tissue itself is 13% lean mass. So there's actually a protein component to-- the structural component of the adipose tissue. And it does have some water. So it's about 87% lipid. But the other part is lean. So at minimum, you should expect a 13% reduction in lean mass when you diet. And then when you consider like, you lose body water overall, which registers as lean mass, and you lose your splenic tissues can shrink a little bit. So it's normal for the average person to lose 25% or 30% of the weight that they lose from \"lean mass.\" But that doesn't mean skeletal muscle tissue. And again, the more adipose you have, the more aggressively you can approach the diet without really negative long-term consequences to lean mass or your overall health. But balance that with, OK, if I'm going to do this, I need to understand that I'm not going to be dieting this way forever. I'm doing this to give myself a boost at the beginning. And I have to be OK at some point with transitioning to something that's a little bit more sustainable. ANDREW HUBERMAN: Based on what you just said, it reminds me of the satiety signal effect of exercise you mentioned earlier, that exercising can improve our sense of when we've had enough to eat. I just want to briefly mention that when Alia Crum was on the podcast, she mentioned that they'd been doing a study that-- I have to pair you two and hear the conversation as a fly on the wall. Because what she was telling me was that if people believe that a food is nutritious for them, then eating less of it registers as more satiating. Whereas if people view dieting as a deprivation system, like, oh, dieting is hard, and the food sucks, and it's terrible, well, then they crave all sorts of other things. Whereas they actually observe in their studies where people report reduced craving if they are told, for instance, a chicken breast and broccoli and some olive oil and rice is actually quite nourishing. It's actually really good for you. Then people eat that. And they feel like they've actually eaten more. The satiety signaling goes up. So it's just a point that Alia made. Those aren't my data. LAYNE NORTON: Satiety is so impressive because even the rate at which you eat and right down to the size of the plate and the color of the plate, the contrast in color-- ANDREW HUBERMAN: Really? LAYNE NORTON: I can't remember exactly. I think it's if the plate is a similar color to the food, I think people eat more. Whereas if it's a bigger contrast, they eat less. So even plate color can make a difference on how much you eat. So again, human brain, very amazing, but also very dumb in some ways, right? ANDREW HUBERMAN: Not an optimized algorithm. LAYNE NORTON: I always joke with people. I'm like, just look at how stupid humans are. You put some water in front of them, like the ocean, they're like, oh, yeah, I'll pay 10 times more for this. [CHUCKLES] But we're kind of wired that way. ANDREW HUBERMAN: The reward signaling pathways in the brain run one chemical mainly, dopamine-- there are others, of course-- and very few algorithms. It's sort of like an-- intermittent reinforcement is one, random reinforcement. But in the end, there aren't many algorithms. And we are probably not optimized-- certainly not optimized for our own health because people will eat themselves to death, drug themselves to death, et cetera, simply because something felt good at one point. It proves your point. LAYNE NORTON: Right. One of the things I tell people-- I said this on-- for someone's podcast was, interestingly, the dichotomy of life is if you do what's easy in the short term, your life will be hard. If you do what's hard in the short term, your life will get easier. It's very strange. And actually, Ethan Suplee had a great example of this. When he was over 500 pounds, he said, the amount of work I had to do to construct my life that I could just live was so much more work than just going to the gym for a couple hours a day. He's like, the gym work is hard. He's like, but when I look back at how much work I had to do to sustain that lifestyle versus just going to the gym and restricting calories, he's like, to maintain the lifestyle of being 500 pounds was infinitely more difficult than what I do now. And so again, great example. Short term-- hard. Going to the gym, calorie restriction. Long term, life's easier. Just a really interesting dichotomy I think about a lot. ANDREW HUBERMAN: And it can't be restated often enough. Seed oils. "
        },
        {
            "timestamp": 10693,
            "text": "People want to ask about seed oils. And for-- LAYNE NORTON: Cut. [CHUCKLES] ANDREW HUBERMAN: And for those of you that are listening who are wondering why we're chuckling already, I should mentioned that both in the Twitter sphere and Instagram and online, there are these very polarized views that probably aren't worth focusing on for too long. But there are a number of folks out there who are arguing that seed oils are the source of all-- the obesity epidemic-- LAYNE NORTON: Everything. ANDREW HUBERMAN: --inflammation, et cetera-- LAYNE NORTON: Illuminati. ANDREW HUBERMAN: --everything. And then there are those that would argue just the opposite, that meat is the source of all problems, et cetera. And I think we've, thanks to your nuance and expertise, we've hopefully appropriately framed things that it's never that black and white. It's simply not. LAYNE NORTON: Rarely. ANDREW HUBERMAN: Rarely. I love olive oil. I realize that doesn't fit exactly into the seed oil category. I love olive oil. I use it in moderation. I do also consume some butter in moderation, et cetera. But are there any data on seed oils? And here, a good example I think would be canola oil, which comes from the rape seed, that literally was renamed canola oil because rape seed oil is not good marketing. LAYNE NORTON: No, no. [CHUCKLES] No, exactly. So the first thing I'll say is seed oils have negatively contributed to our overall health because people in the last 20, 30 years, what they have tended to add into their diet that does increase the overall calorie load is oil, mostly from seed oils. But when we look at 1-to-1 replacement with other fats-- if you look at the epidemiology, yeah, you can find some epidemiology showing people who consume more seed oil have more negative health outcomes. Problem is, again, tied up with a multitude of other behaviors. And then you can find mechanisms. And the idea is, well, they're polyunsaturated, which means in the fatty acid chain, there's multiple double bonds, which those double bonds can be oxidized when they're exposed to heat and some other things. And so the idea is, well, when you cook with these things, they make it oxidized. And that's going to cause inflammation in your body. So that's a plausible mechanism. So as always, I defer to the human randomized controlled trials. And so what you tend to find is when you substitute saturated fats for polyunsaturated fats, it's either neutral or positive in terms of the effects on-- inflammation is basically neutral. There's some studies that show a positive effect of doing polyunsaturated fats. But it probably depends on the individual polyunsaturated fat. And that's the other thing that's difficult because you're categorizing everything in this one bucket. And there are some differences between individual fatty acids. Even with saturated fat-- for example, stearic acid doesn't tend to raise LDL cholesterol. Whereas saturated fat as a whole tends to raise LDL cholesterol. But there are some saturated fats that don't. So again, we're putting things in buckets. And it's a little more nuanced than that. Then if you look at the effects of polyunsaturated fats on markers of cardiovascular disease, again, tends to either be a neutral or positive effect when you substitute saturated fat for polyunsaturated fat. Now, if you want to get into monounsaturated versus polyunsaturated, there's quite a bit of disagreement between the studies. What I would say, based on the human randomized controlled trials, is that you're probably better off consuming monounsaturated and polyunsaturated in place of saturated fat. But again, if the idea is, well, that means polyunsaturated are good for me, so I'm just going to dump a bunch of oil on everything and now you're upping your calories, well, that's a negative now because you have to deal with the bigger problem of overall energy toxicity. So I'm not somebody who likes to demonize individual nutrients. I just haven't seen really compelling evidence that seed oils are the root cause of the problems that are being suggested. And I think this is a good example of whenever there's something that pops up in the fitness industry, there's always the opposite thing that pops up and is the reactionary, extreme reaction to whatever this thing was over here. And I think that's what we're seeing with some of the seed oil stuff, is it's mostly people who are trying to espouse the virtues of saturated fat. And listen, I think it's fine to consume some saturated fat. But again, I think limiting it to 7% to 10% of your daily calorie intake is probably wise, again, based on all the consensus of the evidence I've seen. And so once again, we're struggling with this. OK, we've got this epidemiology and these mechanisms that sound good. But then, what actually happens when we do some human randomized controlled trials? And so far, I just haven't seen the evidence to suggest that seed oils are independently bad for you, independent of the calories they contain. ANDREW HUBERMAN: You said the words, \"overall energy toxicity.\" And I just want to highlight that I think that's a fabulous term. I don't think enough people think about that because they are primed, or we are all primed, to think, OK, seed oils might be bad. Or artificial sweeteners might be bad. Or this particular component of blood work might represent something good or bad, without taking into account overall energy toxicity, the toxicity of overconsuming calories, energy. And thank you for pointing out that most of the data point to the fact that saturated fat should make up about no more than 7% to 10% of total daily caloric intake. Is there a lower-end threshold that can be problematic? For instance, I've noticed that my blood profiles, especially in terms of hormones, improve when I'm getting sufficient saturated fat. Maybe I'm a mutant. But years ago, because I'm a product of growing up in the '90s, I tried a low-fat diet. It certainly crushed my androgen levels. I started adding some butter back in. And I was right back in the sweet zone, where I wanted to be. So 7% to 10% of total daily caloric intake, I'm guessing, is probably about what I do now. I'll have to check. But is there a danger to going too low in saturated fats? LAYNE NORTON: So again, no solutions, only trade-offs, right? What maximizes out testosterone might not be the best thing for longevity, and vice versa. I'm not making that claim specifically. But I think it's important to understand this that I think we all have this idea that there's this one iconic diet out there that is going to be the best diet for building muscle and burning fat and preventing cancer and heart disease. And the reality is, there's overall healthy dietary patterns that we see that are good for those things. But when we get down into the weeds, there's probably some push and pull here, as well. So when it comes to saturated fat, there is some evidence that if you're too low on it, that yes, you can have a reduction in testosterone. Now, is that reduction in testosterone, let's say 15%, 20%, whatever it may be, is that sufficient to actually cause loss of lean mass? That, we don't know. That's never been shown. Interestingly, I just remembered this. There was one study that was comparing polyunsaturated fat versus saturated fat. And they equated total fat. And one of the really interesting things was the group getting the polyunsaturated fat had more lean mass at the end of the study compared to the group getting saturated fat. Now, it's only one study. I've never seen this replicated. So this is a situation where I say, I would like to find out what the mechanism of that is because this could just be random. But if that gets shown over and over, what I might say is, OK, well, if polyunsaturateds are somehow increasing lean mass compared to saturated fat, who cares what happens with testosterone? Unless that reduction in testosterone is causing some kind of impotence for your life, right? So all that to say, I don't really know. And by the way, that's something, for those watching and listening, real experts, every once in a while, you should hear them say the following words \"I don't know.\" [CHUCKLES] ANDREW HUBERMAN: Exactly. My graduate advisor was exceptional at that. And she was brilliant, right? LAYNE NORTON: And then in terms of cholesterol synthesis, you really need a very, very small amount of saturated fat for LDL cholesterol synthesis. Your liver can synthesize-- the amount of LDL cholesterol, or cholesterol that your body requires is so small in terms of just living and being healthy. So I don't think you need to worry about that. And from a cardiovascular disease standpoint, there is some evidence that even taking people who have, quote, unquote, \"low LDL\" of 80 or 90 and taking them down to like 30 or 40, that there is still a benefit for the risk of cardiovascular disease. So again, you're weighing these two buckets. So what I say, if you're doing 7% and 10% from saturated fat, you're probably fine. ANDREW HUBERMAN: I received a lot of questions about whether or not there are female-specific diet "
        },
        {
            "timestamp": 11295,
            "text": "and exercise protocols. And I realize this is a vast landscape. But some of those questions related to menopause and premenopause. And some related to the menstrual cycle. Most related to variations across the menstrual cycle. In terms of, let's just say diet maintenance or subcaloric diet, are there any things that you've observed? We'll talk a little bit later about this wonderful app that you've produced, this Carbon app which helps people manage their energy intake and a number of other things. And so there, you have a sort of a database, or at least an experience base. And then I'm guessing there are probably also studies exploring male-versus-female differences in terms of adherence and what sorts of diets work. Are there any general themes that one can extract from that? LAYNE NORTON: This is going to be a really unpopular segment for the women. Doesn't seem to make a big difference. ANDREW HUBERMAN: Well, actually, they may be relieved to hear that because it makes sorting through the information space and certainly the information we've covered in this podcast up until now simpler. It means that everything isn't different for them. LAYNE NORTON: Yeah, so if you look at the male-versus-female studies' relation to diet, they seem to respond in a similar way. Like, similar calorie deficit seems to produce similar results. If you do low carb, high carb, regardless, it seems to boil down to the same principles. Now, training wise, we do know that females, the muscle fibers adapt a little bit differently to training. But without getting too far into the weeds, it doesn't really change the way you should train because for the most part, building muscle, there's a lot of different ways to build muscle. So we know that light loads up to maybe 30 reps, as long as it's taken close to failure, have basically the same effect on building muscle, at least in the short term, as heavy loads for low reps. It's mostly about taking the muscle close to fatigue or failure. You don't have to go to failure, but getting close, within a few reps. If you're between one rep and 30 reps, if you're getting close to failure, seem to produce similar results. So again, great. You can pick whichever form of discomfort you prefer, right? When it comes to female-specific training, again, females actually-- this is one thing that a lot of people don't know. They actually put on a similar amount of lean mass as a percentage of their starting lean mass as men. In fact, there's no statistically significant difference in the amount of lean mass they put on. Now, the absolute amount of lean mass that's added will be greater for men because they started with a greater amount of lean mass. But the relative increase in lean mass is pretty much the same from similar training. Now, females, there's some differences in fiber types, that females tend to be a little bit less fatiguable than men. They can go a little bit harder a little bit longer. And there's also some evidence that they recover a little bit better. But that also could be simply due to the fact that they're not able to use as heavy of loads to induce hypertrophy. So I kind of have this theory that while as a percentage of your one rep max, you can program things, I think absolute load matters. When you look at the most elite power lifters, the super heavy weights aren't squatting three or four times a week because they're squatting 800, 900 pounds. ANDREW HUBERMAN: They need to recover. LAYNE NORTON: I think that there's an overall recovery effect there. Again, I have no data to back this up. This is just my observation. But when you get into the lighter weight classes-- and this goes for men, too-- you do see quite a few people who do many training sessions at high RPEs and seem to be able to recover from that. So I do think the absolute load makes a difference. Now, when it comes to menstrual cycle, this is one of those things where I kind of tell people, do what you prefer. So there are some people who have said, you should schedule your training around your menstrual cycle, which is whenever you're going through your menstrual cycle, reduce the intensity. Reduce the volume because you're not going to feel as good. You're not going to train as well. What I would say is just autoregulate that. If you go in and you're on your period but you feel good and you're doing well that day, then I don't think you necessarily need to back it off. And there was one study that kind of supported that notion. But if you go in and you feel terrible and you feel like you could use a reduction in intensity and volume, then it's totally fine to autoregulate that. And when I say autoregulation, autoregulation means you are regulating the individual training session based on your performance. So I autoregulate insofar as, I'm a super nerd. So I have a velocity device. So I can actually attach it to the bar and see how fast the load moves. And I know at various different warm-up weights what velocities I should be hitting. So if I hit my last warm-up and my velocity is about 10% higher than usual, I can be pretty confident that that's going to be a good day for me. If it's lower, than I can back it off a little bit. In fact, at Worlds, when I hit my last deadlift warm-up, it was 30% faster than I usually hit in the gym. And I turned and looked at my coach and I said, yeah, we're going to get this today. [CHUCKLES] So there's various forms of ways to autoregulate. But again, women, if you're on your period but you feel good, I don't think there's any reason you need to back off. But if you're not feeling good, then it's totally appropriate to back off. ANDREW HUBERMAN: Raw versus cooked foods. "
        },
        {
            "timestamp": 11645,
            "text": "People wanted to know whether or not, for instance, eating a raw apple versus-- I don't know. Does anyone cook apples? People used to bake-- baked apples was a dessert when I was a kid. It was kind of the letdown dessert. Sorry, Mom. That was not awesome unless it had a scoop of ice cream in it. LAYNE NORTON: Or apple pie. ANDREW HUBERMAN: And even then, maybe not awesome. But anyway, raw versus cooked. Obviously, if you burn a piece of meat to the point where it's pure charcoal, that's too much. And there is a small movement surrounding eating raw meats. That's not something I particularly enjoy. Frankly, sushi is the only raw food I personally ingest. LAYNE NORTON: Same. ANDREW HUBERMAN: And I am very careful about the source, frankly-- reputable places. Is there anything real about this in terms of being able to extract the amino acids, vitamins, and minerals from the food raw versus cooked? LAYNE NORTON: It just looks cool for Instagram. So when you cook foods, they actually tend to become-- in terms of protein-containing foods, they tend to become more digestible, not less. Eggs are this way. Meats are this way. People say, well, when you heat protein, you denature it. And I think they hear that word \"denature,\" and they think destroy. And that is not what denature means. So proteins fold up into 3D dimensional structures, you know this of course, based on their amino acid sequence. And there are specific energies of those amino acids. When you heat protein or add acid, it starts to unfold that protein structure. That happens during digestion anyway. So I always chuckle when-- I've seen some companies come out with \"way that you can cook with\" that's not going to destroy the amino acids. And I'm like, so you mean regular way, right? So yeah, typically, cooking actually makes amino acids more bioavailable, not less. Now, I would stay away from charring your meat because there is some evidence that charring creates polyaromatic hydrocarbons, which at least in animals, when they give those, they appear to be carcinogenic. So if you do char your meat by accident, I would just cut off the charred portions. And then you should be fine. ANDREW HUBERMAN: The char is delicious. LAYNE NORTON: [LAUGHS] ANDREW HUBERMAN: Not if it's charred too much. But there is something about a charred crust on a meat. My dad's Argentine and likes a good charred barbecue. LAYNE NORTON: Oh, yeah, yeah. ANDREW HUBERMAN: What about-- "
        },
        {
            "timestamp": 11792,
            "text": "people referred to them in their questions as \"carb blockers.\" But I think what they're referring to are things like berberine and some of the glucose scavengers. And one glucose scavenger I'd love for you to comment on is this assertion that taking a brisk walk after a meal, or maybe even a slow walk after a meal, some movement can help downshift the amount of circulating glucose in some way. I've heard that. Not a lot of people, but some are starting to pay attention to this idea of taking things like berberine or even metformin can scavenge glucose. I personally can't take berberine. If I take it, I get massive headaches unless I've ingested tons of sugar and carbohydrates. So I just don't mess around with it. But I know there are a number of people out there that want to know whether or not these glucose scavengers can be useful. LAYNE NORTON: I think that is really majoring in the minors, if I'm being honest. As far as the carb blockers, there's some white kidney bean extract and those sorts of things. They do block the digestion of carbohydrates, some. So when I say \"block,\" those watching or listening, metabolism is typically not on and off switches. So when we say things like \"block\" or \"attenuate\" or \"inhibit,\" typically we're not talking about just a switch on the wall that you press it, and everything turns off. We're talking about a dimmer switch, OK? So it just changes the emphasis. But these carb blockers can reduce the absorption of carbohydrate. Now, they don't seem to cause weight loss when you just do it in a normal diet. Now, why is that? Well, all it does is once those carbohydrates get to the large intestine and your bacteria get a hold of them, they start fermenting them to volatile fatty acids, which get reabsorbed into your liver. So you don't get the increase in blood glucose. But you still get almost all the calories from it. It's just in a different form. ANDREW HUBERMAN: I see. LAYNE NORTON: So carb blockers, if they actually worked really well, I mean, if you block something from being absorbed, your GI typically does not just let undigested material sit in there. You get diarrhea. I mean, that would be the outcome. It's also how I debunked the whole 30 grams of protein at a meal, you can't absorb any more than that. I'm like, if that was the case, when you ate a steak, you would just start having diarrhea every time you went over that 30-gram threshold, right? ANDREW HUBERMAN: I remember during college-- so this would be early '90s-- there was the Olestra craze. LAYNE NORTON: Oh, yeah. ANDREW HUBERMAN: This idea of putting in a nondigestible thing into things like potato chips so that it would clear through the GI tract faster, not absorb as many calories. This went nowhere, obviously. "
        },
        {
            "timestamp": 11952,
            "text": "You don't hear about this anymore. But it does raise an interesting question related to energy balance, which is gastric emptying time. And obviously, in the landscape of eating disorders, in particular anorexia. Use and abuse of laxatives is a way in which people will, in an unhealthy way, try and control their weight. And there's a lot of problems with that approach. LAYNE NORTON: Oh, yeah. ANDREW HUBERMAN: But what about gastric emptying time? Is this one way that people could control their energy balance in a healthy way? And where does fiber come into play? LAYNE NORTON: Fiber tends to improve GI transit time because it adds bulk. So your GI system is basically a tube. And it has peristalsis, which is wavelike contractions that moves the food down through the tube. Well, if you have more bulk to the food, like with fiber, you can move it through a little bit better. Now, in the gastric, the stomach specifically, fiber tends to delay gastric emptying and slow it a bit, probably because it congeals a little bit. Now, this gets into the glycemic index argument, right? If you do low GI foods, you'll have a slower release of glucose. It's a slower gastric emptying time. Does that affect energy balance? And so there are quite a few studies looking at low GI versus high GI foods. In the studies where they don't control calories, low GI tends to outperform high GI. But when they control calories, there's no difference. And so what I think that suggests is low GI foods, just by their nature, tend to be higher in fiber. And so I think it just kind of comes back to the fiber issue. ANDREW HUBERMAN: Got it. I'd like to ask you about supplements for a moment. "
        },
        {
            "timestamp": 12060,
            "text": "It's an enormous landscape. But I believe there are a few things that you believe in, meaning they exist. And there are decent data to support their use. Maybe even some anecdotal data based on your own experience, as long as we highlight it as such, it could be interesting. I've heard you talk about two in particular, one that I'm very familiar with, which is creatine monohydrate. If you could share your thoughts on that, not just for muscle building but maybe any other purposes for it. And then the other one is one that frankly I'm learning more about all the time now, thanks to your prompt, which is Rhodiola rosea-- I think I pronounced that correctly-- and why that might be interesting or of use to people. LAYNE NORTON: Yeah, so touching on creatine, it is the most tested, safe, and effective support supplement we have. I mean, there are thousands of studies on creatine monohydrate now. And I would say very clearly, too, if you're using any other form of creatine, I think you're wasting your money. Creatine hydrochloride has some hype around it. Apparently, it's a little more soluble. The claim is that you need less. But there's only a couple of studies on it. And it's more expensive. ANDREW HUBERMAN: And creatine monohydrate is not particularly expensive. I realize people have different budgets. But it's not a budget breaker. LAYNE NORTON: Yeah, it's gotten more expensive because of COVID and supply chain issues. There's forms of creatine that appear to be as good, like hydrochloride. But it's more expensive. And then things like creatine ethyl ester has been shown to be worse than creatine monohydrate. Buffered creatine is as good or worse. And it's much more expensive. So I tell people, just take creatine monohydrate. It is tried and true. It's been shown to saturate the muscle cells 100% with phosphocreatine. And that's what you want. So creatine works through a few different methodologies. One, through increasing phosphocreatine content, which helps improve exercise performance. It also appears to improve recovery. And it increases lean mass, a lot of which is through bringing water into the muscle cells. But I mean, muscle cells are mostly water. So when people say, well, it's just water, that's what muscle cells mostly are. And it also increases strength and some other metrics. Now, it also has been shown in studies that people tend to get a decrease in body fat percentage. Now, that's probably because they're getting an increase in lean mass. And so the relative is a decrease in body fat percentage. But there are a few studies that show a decrease in fat mass, as well. I don't think that creatine is a fat burner. I think that people are able to train harder, build more lean tissue. And so that's probably having an effect on fat mass. Then they've actually shown more recently some cognitive benefits to creatine, which I find really interesting, as well. But the only knock on creatine that anybody's been able to come up with-- because they've debunked the kidney stuff; they've debunked the liver study; there's no evidence that it harms healthy kidney or liver-- is hair loss. So what about hair loss? Because there was one study in 2009 that showed that creatine increased DHT. But they didn't really show an effect on any other sex hormone. So it's kind of strange. Like, you would think if there was an increase in DHT, there would be something else that changes, as well. And it's only one study. And again, didn't directly measure hair loss. It measured DHT, which we know is involved in the loss of the follicle. So what I would say is that I am not convinced. It's only one study. Never been replicated to my knowledge. And it was looking at a mechanism rather than an outcome. So if you're somebody who's prone to hair loss and you want to avoid creatine because of that, I understand. But for most people, I don't think it's something to worry about. ANDREW HUBERMAN: Do you emphasize the classic loading of creatine, taking it a bunch of times per day and then backing off? Or just taking it consistently at the-- I think 5 grams per day is the typical dose that people take. LAYNE NORTON: So again, no solutions, only trade-offs. You can load it. And you will saturate your phosphocreatine stores faster, usually within a week. If you just take 5 grams per day, it'll take two, three, four weeks. But you will get to the same place. And you're probably going to have a much lower risk of GI issues. Creatine can be a gut irritant. If it is for some folks, I would recommend splitting it into multiple doses, so maybe multiple 1- or 2-gram doses per day. And definitely don't load it if you're somebody who has GI issues from it. As far as Rhodiola rosea, the research is still in its infancy. I was just reading a new systematic review that concluded that we need more high-quality research. But the research that is out there seems to suggest that not only does it reduce physical fatigue. But also reduces the perception of fatigue and may also enhance memory and cognition, as well. And it's referred to as an adaptogen. So I really like it. My anecdotal experience is when I combine that with caffeine, it tends to smooth out the effects of caffeine. It's a more pleasant experience. And there's also some evidence that if you're coming off caffeine, that it can reduce the negative side effects to caffeine withdrawal, which, by the way, I didn't really believe in that until I actually did a cold turkey-- so before a meet, I will cut out caffeine for seven days because you can basically reset your caffeine tolerance in seven days. And two days in, I mean, I'm groggy. I've got the headaches. Usually, I'll get body aches that come up because caffeine is actually a mild analgesic. And yeah, so it was very interesting to see- but I slept like a baby, I'll tell you that. I slept like a baby. ANDREW HUBERMAN: And then you took caffeine prior to your event-- LAYNE NORTON: To the meet. ANDREW HUBERMAN: So you really want the maximum punch from it. LAYNE NORTON: Yeah. ANDREW HUBERMAN: That's why you do that. LAYNE NORTON: Yeah. And like I said, Rhodiola tends to-- it doesn't eliminate those negative effects. But it tends to dampen them a little bit. So I really like it. Again, would like to see more research on it. But there's a lot more stuff coming out. Ashwagandha is another thing that looks pretty promising. Seems to increase testosterone modestly. ANDREW HUBERMAN: Interesting. LAYNE NORTON: They've shown increases in lean mass. I don't think the increase in testosterone explains the increase in lean mass. It's just not a big enough increase. ANDREW HUBERMAN: Could it be the decrease in cortisol? People have talked about-- LAYNE NORTON: It's possible. It does decrease stress hormones. It also has been shown to help with sleep. But I would like to see more research looking at, mechanistically, how it's increasing lean mass before I say conclusively that this is the next creatine. There's more research that needs to come out. And then there's some other things that have an effect. Citrulline malate, there was a new meta analysis that showed that citrulline malate can reduce fatigue and increase, I think, time to fatigue. And it may actually have some small recovery benefits, as well. Different forms of carnitine can actually have recovery benefits. And actually-- interesting-- I think it's carnitine tartrate actually has been shown-- Volek published a study that actually showed that it increased androgen-receptor density in muscle cells. ANDREW HUBERMAN: That's interesting. L-carnitine and its other forms are pretty-- I think there's good evidence that they can improve sperm and egg health for people who are looking to conceive. LAYNE NORTON: Oh, interesting. ANDREW HUBERMAN: Yeah, there are a surprising number of studies on this in humans. But yeah, androgen-receptor density-- and that's from oral L-carnitine. People are taking capsules, not injecting directly into the muscle, yeah. LAYNE NORTON: And then you've got things obviously like the other most effective supplement out there is probably caffeine. I mean, if you look at the research studies, caffeine produces very consistently improvements in performance. So that's another one. Some people don't like the effect of caffeine. That's OK. But-- ANDREW HUBERMAN: I wouldn't know because I've never come off it. [CHUCKLES] LAYNE NORTON: Exactly, exactly. Well, interestingly, they do show that the effect appears to be consistent, that even if you're a habitual caffeine user, you do still get a benefit every time you take it. But like you said, you're just used to it. So there's those things. Then you've got things like beta alanine, which it's in our preworkout. Probably not super helpful for most people for resistance training. It does seem to have some benefits for high intensity. If you get out more than 45 seconds or 60 seconds of really hard training, it does appear to help with delaying fatigue for that. And then you've got things like betaine, or also called trimethylglycine, which there's some evidence it can improve lean mass. There's some evidence that it can improve power output. So there's a few things out there. But most of the stuff is not very good. So I think that those kinds of supplements, very useful. But again, I would never tell people they need supplements. Again, even something like creatine is going to be a very small effect compared to proper nutrition, recovery, and hard training. One of the things-- I was talking with Ben Bruno the other day. "
        },
        {
            "timestamp": 12633,
            "text": "And I said, you know, some people will ask me like, how does this person make progress? Because their programming is not evidence-based? Or this guy, his exercises are dumb. And I'll say, yeah, but they trained really hard for 20 years. One commonality you see between really successful athletes or bodybuilders is they train really hard. And one of the things I have observed is the more into the weeds people tend to get-- and again, this is just my own anecdote and observation-- the more in the weeds they tend to get, the less hard I see them train. And so one of the things I really like that Mike Israetel said, who's got a PhD and is a bodybuilder himself, he said, you can't outscience hard training, that if you're looking to build muscle and you're looking to improve your body composition, the main thing is just doing the work over time. ANDREW HUBERMAN: Consistency and the hard work. And I would add to that-- and this is true of academic endeavors, too, of course; I hope you'll agree-- LAYNE NORTON: Absolutely. ANDREW HUBERMAN: --which is that, yeah, the other thing is, given the mental side-- earlier we were talking about how satiety signals in the brain and what you think about foods can be relevant. Learning to really enjoy training hard in addition to learning to really enjoy eating well, not just for the effects that it has on body composition-- those, too, of course. But just learning to really enjoy the process of training hard and a really hard workout or a really hard paper that you have to sort through or really digging through a book that's challenging, learning to really enjoy that, I think, if there is a power tool out there, it's the psychological end. LAYNE NORTON: And I think a lot of that is getting the confidence of doing something hard, that there's a payoff at the end. I get asked a lot in my Q&As, how do I get more confident? How do I become more confident? And I'll tell people, you have to do. There's no hack. You can't read about it. You've got to get in the arena. And I don't mean like compete in sports necessarily, but doing a PhD or doing something, just something hard, where you're putting yourself out there. And you're saying, this is my goal. And I'm going to go for it. You just learn so much by doing that about yourself. And so just what you said, I will reframe things in my mind when bad things happen from-- it's not to say I never get stressed out, because I do. And it's not to say that I never get down, because I do, because I'm a human. But when something bad happens-- I actually posted about this in my story today. When something bad happens, very rarely anymore do I go, woe is me. Why did this happen to me? Because you're in the universe. Random bad things are going to happen. So instead, I say-- if I'm not dead-- instead, I say, well, what an exciting opportunity to overcome an obstacle. And I bet, because in the experience of my life, the biggest lessons and the best things in my life have actually come out of the most challenging, worst things that have happened. And so again, I would never have been able to do these sorts of things if I hadn't taken up weightlifting, because weightlifting taught me so much about perseverance, delayed gratification, overcoming obstacles. And that's why I love it even to this day. And I'll still get butterflies when I go in for a squat session, even though I've been doing it for 23 years. ANDREW HUBERMAN: That's wonderful. Well, it's clear that you embrace hard things. And for people listening to this, obviously it doesn't have to be weightlifting-- picking hard things, learning an instrument, learning a language. Challenge is an absolute builder. LAYNE NORTON: And they've actually shown those sorts of things, when you challenge yourself and also mentally, I think there was a new study that came out basically showing a reduction in the risk of Alzheimer's and other age-related cognitive decline. I mean, basically, use it or lose it, right? ANDREW HUBERMAN: Yeah, the desire and the will to persevere no doubt translates to this thing that we call the will to live, right? It's related to the will to live. Well, I think that what you just said beautifully embodies what most people are aspiring to, which is to-- I think most people actually want to do hard things. They don't just want to have the results. I think that most people deep down have some understanding that their reward system works that way. I must say, this conversation for me has been tremendously rewarding. First of all, it allowed me to meet you in person for the first time, which I've really enjoyed. Certainly, this won't be our last interaction on this podcast and elsewhere. Also, the amount of knowledge that you contain inside you is astonishing. And-- LAYNE NORTON: There's a lot of stuff rattling around up there. [CHUCKLES] ANDREW HUBERMAN: And we all benefit because your ability to pull from the mechanistic side, again I think not limited to but related to your background in biochemistry, all the way through to the impact in humans, animal studies, being able to understand where those sit relative to one another. And then you're obviously a practitioner. You practice what you preach. And what you talk about pertains to men, to women, younger people, older people, people who are vegan, Keto, carnivore. You really are able to net a tremendous number of ideas while staying really nuanced and data driven. And so I just want to say for myself and on behalf of the listeners, really appreciate you coming in here today and sharing with us your knowledge. We will absolutely point people in the direction of where they can learn more about you. And one of the places that I definitely "
        },
        {
            "timestamp": 12972,
            "text": "want to mention before we part, however, is this Carbon app. And I should just mention this isn't a paid promotion or anything of that sort. Actually, one of our podcast team members has been using Carbon for a long time. This is an app that you devised which allows people to navigate the exercise, nutrition, and energy balance space for weight loss, muscle gain, fat loss, weight maintenance. I would just like to briefly ask you about that before we conclude. Without necessarily telling us everything that's in the Carbon app, I'd love to know, what are the major things that it does and is good for? And then, what were some of the key things that you wanted to make sure were in there when you built it? What's the logical backbone behind it? Because I think there are a lot of food counting, calorie counting, exercise apps out there. Everyone I've talked to that uses Carbon, including our mutual friend, Saagar Enjeti, this member of my podcast, et cetera, raves about it. So what is Carbon? And what does it do? And what was your mindset in building it? What did you really want to see there that you didn't see elsewhere? LAYNE NORTON: So those listening may not know, but I started online coaching people for nutrition back in 2005. And that was the vast majority of my business all the way up until 2017. And I had a lot of success with that, whether it be just average folks looking to lose weight or build muscle and right up to elite level competitors in physique sport. So I had this idea, like-- I don't want to say I had the idea. A few people had the idea. What if we could take what I do in coaching and try to automate as much of that as possible? Because by the time I was becoming a really popular coach, I mean, I was expensive. You were looking at me charging-- I got to the point where I was charging about $1,000 a month for coaching. And most people cannot afford that. And I would like to not just coach rich people. [CHUCKLES] You know what I mean? I would like to be able to help other people. So the idea was to create an app that could do some of this stuff. Now, there's always a place for human interaction. But for people who can't afford that, our app is basically $10 a month. And basically, what we wanted to do was set up an app where-- think about if you went to a nutrition coach. What would they do? They would probably ask you some questions about your goals, take some anthropometrics, maybe dietary preference. And they'd use that information to kind of formulate a baseline plan. That's what Carbon does. So I think there's eight questions in the signup flow about your activity, your exercise, your lifestyle, your body weight, your body fat percentage. And if you don't know it, we help you calculate it. It's not perfect. But it's better than nothing. And then your dietary preferences. And we use that to come up with your baseline. And your baseline will be your calories, your protein, your carbohydrates, and fats. And what's different about our app-- because apps like MyFitnessPal or whatever will do that, as well. What's different about ours is we encourage people to log their weight daily for the reasons that we talked about earlier. And then you can also track your food in the app. And honestly, I think our food tracker is actually way easier to use than most of them out there. What we typically get great rave reviews about is how user-friendly our interface is, that it makes intuitive sense. And so you track your food, try to hit these macros that you're prescribed. And each week, you will be prompted to check in with a coach on your check-in day. And then you put in some information. And then based on how you're progressing, the app will adjust or not adjust based on how you're progressing. So for example, if you're hitting a weight-loss plateau, it will sense that. And it will reduce your calories. Or if you're trying to gain weight and you've hit a plateau, it'll increase your calories. And there's a lot of back-end algorithm stuff that takes care of this. But the fundamental crux of the app is we try to determine your total daily energy expenditure because that's going to tell us the first big thing we need to know, which is, how many calories do you need to be eating for your goal, right? So on the front end, we basically do our best guess based on your anthropometrics. It's not going to be perfect. But it'll get us in the ballpark. And if you do know, like some people already know, well, I know what I maintain my body weight on, there's actually a spot where you can manually enter that during the signup flow. So that's helpful for people who are super nerds like me. But then people will ask, well, do you take Apple Watch data? Do you take this? Do you take that? And no, for the reasons we talked about, that it overestimates energy expenditure. What our app does is it's an algebra equation. If you-- because your body weight, your maintenance calories is your total daily energy expenditure. Your average calories that you eat to maintain your body weight will be the same as your total daily energy expenditure. So if we know how body weight is changing and we know how many calories the person is consuming, we can actually solve for what energy expenditure is. And you can see in the app that we'll-- there's a maintenance calorie tracker, or energy expenditure tracker. And typically, after about three to four weeks, even if the app was off at first, it will have you pretty darn close because, let's say somebody comes on. And their goal is to lose a pound and a half a week or something like that. And the first week, they lose 3 pounds. Now, the app actually accounts for the fact that you can lose more water weight the first week. So they probably wouldn't get an adjustment. But let's say the next week, they lose 3 pounds. The app will sense that and adjust their calories up because it will be estimating that their energy expenditures are actually higher than what it previously estimated based on the amount of weight they're losing. And the same thing goes in reverse. If they're not losing the amount of weight that they're supposed to, it will lower them based on the fact that it may have overestimated their energy expenditure. But that's the first crux of it, is tracking that energy expenditure. And then the next thing is protein. So when the back-end algorithm stuff is happening, calories are set first based on your energy expenditure and your goal. So for example, if you're on an aggressive diet, your calories are going to be lower even if your energy expenditure might be a little bit high, just because if you're trying to lose 2 pounds a week, I mean, you're going to be in a pretty aggressive calorie deficit. So it's going to set the calories first. Then, it will set protein based on your lean body mass. Then, the calories that are left over will be allotted to carbohydrate and fat depending on your dietary preference. And we have a few different dietary preferences. There's balanced, which is about 50/50 to 60/40 carbohydrate to fat of the remaining calories. Then you have low fat, which is obviously a higher ratio of carbohydrates. You have low carb. You have a ketogenic diet, which is very, very low carb. And then there's also a plant-based option. And within each of those options, still, you can go in and actually shimmy the macros a little bit within a certain range so that you can kind of dial in what your specific dietary preference is because, again, if we go back to what is going to produce the best long-term results, it's whatever the person can adhere to. So we really try to start with the concept of adherence by allowing people to have the dietary preference that they want. And there's some other apps out there that are good apps. For example, we get asked a lot, what's the difference between our app and the Renaissance Periodization app? And they have a great app. But theirs is kind of more rigid. And it'll say, you're going to eat this many meals. And you're going to have these foods at these times. So we're kind of the opposite. We want to give you maximum flexibility. Now, for some people, they would prefer the rigid structure at first. But we find that for most people, giving them more flexibility typically improves adherence over the long run. So that's kind of how the app works. And again, there's multiple different goals. It's not just a weight-loss app. There's a maintenance. There's muscle-building. So you've got all kinds of different goals that can be accommodated, different rates of each of those goals. And I mean, I've used the app for over three years now to do my body weight. And I mean, when I say that it's dialed me in-- because I'm very regimented with logging and logging my weight. So what I targeted to weigh in at Worlds, I got down to the 0.1 kilogram. ANDREW HUBERMAN: That's fantastic. LAYNE NORTON: So it was pretty cool to be able to use a tool that I helped develop to actually coach me. So it's a great tool. We did some statistics. We polled 2,500 members. And one of the questions we asked is, would you recommend this to a friend? And 91% said yes. So I think our average retention is, like, seven months, which for an app that costs $10 a month is really great. ANDREW HUBERMAN: That's great. Yeah, as I mentioned, a number of people I know use it. This is not a paid promotion. But I think people need guidance and tools. And what we know about the human brain is that winging it can work, but that the brain will cheat itself often. There's a Feynman quote about this. And I'll get it wrong. It's always bad to try and quote Feynman anyway because he said it so much better. But that we are the easiest-- it's easy to fool ourselves basically, is what he was saying-- easiest to fool ourselves. LAYNE NORTON: Absolutely. ANDREW HUBERMAN: Sounds great. We will put a link to it so that people can check it out. Again, it sounds like a wonderful tool and a tool that nets a lot of the principles that sit as major themes for weight loss, weight gain. I would assume directed lean tissue gain is what most people are after, and weight maintenance because a number of people would like to just maintain. Listen, I really appreciate your time and all that you're doing, certainly, your time and energy and knowledge today but also what you're doing on the various social media channels. And just the fact that somebody from the depths of academia is out there sharing so much knowledge across so many domains, you're a gem in this landscape of nutrition and one that people really need to hear from. So thank you so much for your time. LAYNE NORTON: Thank you. I appreciate the opportunity. I really enjoyed it. ANDREW HUBERMAN: We'll do it again. Thank you for joining me today for my discussion with Dr. "
        },
        {
            "timestamp": 13631,
            "text": "Layne Norton.I hope you found it\nto be as interestingand informative and\nactionable as I did.If you're learning from\nand/or enjoying this podcast,please subscribe to\nour YouTube channel.That's a terrific zero-cost\nway to support us.In addition, please\nsubscribe to the podcaston Spotify and Apple.And on both Spotify\nand Apple, youcan leave us up to\na five-star review.If you have questions\nor suggestionsabout topics and\nguests you'd likeme to include on the\nHuberman Lab podcast,please put those in the\nComments section on YouTube.I do read all the comments.In addition, please\ncheck out the sponsorsmentioned at the beginning\nof today's episode.That's the best way to\nsupport this podcast.During today's episode and\non many previous episodesof the Huberman Lab podcast,\nwe discuss supplements.While supplements aren't\nnecessary for everybody,many people derive\ntremendous benefit from themfor things like sleep, hormone\naugmentation, and focus.If you'd like to see the\nsupplements discussedon various episodes of\nthe Huberman Lab podcast,please go to\nlivemomentous.com/Huberman.We've partnered with\nMomentous because theyare of extremely high quality.They ship internationally.And they formulated supplements\nin the precise ways thatare discussed as optimal to\ntake for various outcomeshere on the Huberman\nLab podcast.The Huberman Lab also has\na zero-cost newsletterthat you can access.It includes summaries\nof podcast episodesas well as summaries\nof various protocolsfor mental health, physical\nhealth, and performance.You can sign up\nfor the newsletterby going to hubermanlab.com,\ngoing to the Menu.And look for the Neural\nNetwork Newsletter sign-up.You just provide your email.And I assure you, we do not\nshare your email with anybody.And again, it's\ncompletely zero-cost.Again, go to hubermanlab.com,\nand sign up for the NeuralNetwork Newsletter.And if you're not already\nfollowing us on social media,we are Huberman\nLab on Instagram,Huberman Lab on Twitter, and\nHuberman Lab on Facebook.And at all of those\nsites, I providescience and science-related\ntools for mental health,physical health, and\nperformance, some of whichoverlap with information covered\non the Huberman Lab podcast,but often which is distinct\nfrom information coveredon the Huberman Lab podcast.So again, that's Huberman\nLab on Instagram, Twitter,and Facebook.Thank you once again for joining\nme for today's discussionwith Dr. Layne Norton.If you are interested\nin some of the resourcesthat he and I discussed,\nincluding his Carbon app aswell as other resources\nthat he provides,please go to the links in\nthe show note captions.And last but\ncertainly not least,thank you for your\ninterest in science.[MUSIC PLAYING]"
        }
    ],
    "episode_summary": "My guest is Layne Norton, Ph.D. — one of the world’s foremost experts in nutrition, protein metabolism, muscle gain and fat loss. We discuss the science of energy utilization and balance, the efficacy of different diets (e.g., ketogenic, vegan, vegetarian, carnivore, omnivore), and how best to build lean muscle mass and lose fat. We also discuss optimal protein and fiber intake, the best sources of protein, the correlation between appetite, satiety signals and exercise, along with male and female-specific needs. Dr. Norton also explains how to support a healthy gut microbiome and offers insight into sugar and artificial sweeteners, processed, cooked, and raw foods, supplements, seed oils, and the relationship of LDL/HDL levels to cardiovascular health. This episode serves as a master class in nutrition, metabolism and exercise and is sure to benefit people of all ages and with different health and fitness goals.\nFor the full show notes, visit hubermanlab.com.\nThank you to our sponsors\nAG1 (Athletic Greens): https://athleticgreens.com/huberman\nLMNT: https://drinklmnt.com/huberman\nSupplements from Momentous\nhttps://www.livemomentous.com/huberman"
}