{
    "title": "Dr. Maya Shankar: How to Shape Your Identity & Goals",
    "ep_num": "42",
    "link": "https://www.youtube.com/watch?v=X8Hw8zeCDTA",
    "chunks": [
        {
            "timestamp": 0,
            "text": "Andrew Huberman: [INTRO THEME MUSIC] Welcome to the Huberman Lab podcast, where w e discuss science and science-based tools for everyday life. I'm Andrew Huberman, and I'm a professor of Neurobiology and Ophthalmology at Stanford School of Medicine. Today, my guest is Dr. Maya Shankar. Dr. Maya Shankar is a cognitive scientist who did her undergraduate training at Yale University, her PhD thesis as a Rhodes Scholar, and a postdoctoral fellowship also in Cognitive Science at Stanford University. Dr. Shankar also served as a senior advisor to the White House, and she founded and served as the Chair of the White House Behavioral Science team. Dr. Shankar is also the host of her own podcast entitled A Slight Change of Plans . And indeed, Dr. Shankar herself is no stranger to having to make major changes to one's life plans, as you'll learn today. Prior to all of those incredible accomplishments that Dr. Shankar has achieved, she was a student at the Juilliard Conservatory of Music, preparing her life to become a professional concert violinist, but as you'll also soon learn, she then experienced a career devastating injury, forcing herself to have to reframe everything about her life plans and her own identity. And that's really what we talk about today. We talk about identity. Not just Dr. Shankar's prior and current identities, but, of course, your identity. We pose a number of questions geared toward getting you to ask, who am I really? Do my goals align with who I am and what I want? Dr. Shankar shares with us the research on identity, goals, motivation, and plans, as well as many practical tools to answer those key questions that guide us down either the correct or incorrect trajectories in life. She shares with us, for instance, how to assess on paper goals of the sort that you would see on a CV. So, which school, which job, which salary, which spouse, etc., etc., and how to relate those to the deeper feelings that relate to one's ability to continually pursue a given goal, knowing that it's the right goal for us. We also talk about the science of feelings, what they can and cannot tell us and when they should or should not serve as a compass for guiding our everyday and longer term decisions. By the end of today's episode, you will realize that Dr. Shankar is essentially handing you a science supported roadmap for how to determine and assess your identity and goals and how one influences the other. That is, how your identity influences your goals and how your goals influence your identity in becoming the person that you want to be. Before we begin, I'd like to emphasize that this podcast is separate from my "
        },
        {
            "timestamp": 157,
            "text": "teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Maui Nui Venison. Maui Nui Venison is the most nutrient dense and delicious red meat available. I've spoken before on this podcast, in solo episodes and with guests about the need to get approximately 1 gram of high quality protein per pound of body weight each day for optimal nutrition. Now, there are many different ways that one can do that, but a key thing is to make sure that you're not doing that by ingesting excessive calories. Maui Nui Venison has the highest density of quality protein per calorie, and it achieves that in delicious things like ground meats, venison steaks, jerky and bone broth. I particularly like the ground venison. I make those into venison burgers probably five times a week or more. I also like the jerky for its convenience, especially when I'm traveling or I'm especially busy with work and know that I'm getting an extremely nutrient dense, high quality source of protein. If you'd like to try Maui Nui Venison, you can go to mauinuivenisin.com/huberman and get 20% off your first order. Again, that's mauinuivenison.com/huberman to get 20% off. Today's episode is also brought to us by Eight Sleep. Eight Sleep makes smart mattress covers with cooling, heating and sleep tracking capacity. Sleep is the foundation of mental health, physical health and performance. When we're sleeping well, and enough, everything in life goes much better. And when we aren't sleeping well or long enough, things in life get worse. We know that from data. We all know that from our own experience. One of the essential things to getting a great night's sleep is that the temperature of your sleeping environment needs to be such that your core body temperature drops by about one to three degrees in order to fall and stay deeply asleep, and then increase by one to three degrees in order to wake up feeling refreshed in the morning. With Eight Sleep smart mattress covers, you can program the temperature of your sleeping environment so that it's ideally matched to your temperature needs. I started sleeping on an Eight Sleep mattress cover a few years ago and it has completely transformed the quality of the sleep that I get. So much so that I actually loathe traveling because I don't have my Eight Sleep mattress cover when I travel. If you'd like to try Eight Sleep , you can go to eightsleep.com/huberman, and you'll save up to $150 off their Pod 3 cover. Eight Sleep currently ships in the USA, Canada, UK, select countries in the EU and Australia. Again, that's eightsleep.com/huberman .  And now for my discussion with Dr. Maya Shankar. Welcome. "
        },
        {
            "timestamp": 315,
            "text": "I'm so happy you're here. Maya Shankar: Thanks, Andrew. It's great to be here. Andrew Huberman: I have a lot of questions about identity, about goals and motivation, and about change in general, but I'd like to start off with identity, and I'd like to divide it into two segments. The first is how we form an identity, and we'll get into your story in, I hope, a bit or more of detail, but when we're younger, we tend to ask questions about ourselves, but also about the world around us. We want to learn what our parents do for a living, what the workers on the street are doing that for, etc. How much of our early identity do you think is formed by observation of what we are doing versus observation and labels of the people that are around us and closest to us? Maya Shankar: Yeah, it's a great question. I think a lot of it is based on what we see around us, and what we see is deemed successful and society privileges. And there's a concept called identity foreclosure, where actually, when you're young, it's not just that you're observing what your parents are doing or what your peer group is doing, they impose their own structures on you. And so what that can do is it can really limit your mindset in terms of what it is that you want to achieve and what it is that you're capable of achieving. And so oftentimes when people experience identity foreclosure, they have to take a lot of active steps to overcome whatever biases or limitations they experienced as a young person, given what they were projected to do or believe. So, identity, it can be about what you do. It can also be about what you believe in the world, and so a lot of those belief systems are also passed down. You inherit belief systems from the people that surround you when you're young, and if there's one thing that I've learned, it's that we tend to put a huge premium on what it is that we do. We tend to define ourselves by what we do. And you can see this in the questions we ask young children. What do you want to be when you grow up? We never say, who do you want to be when you grow up? What kind of person do you want to be when you grow up? We say, what do you want to be? And the consequence of that kind of mindset is that we end up anchoring our identities very firmly to what it is that we do. You were alluding to my personal story, right? I started playing the violin when I was a little kid, six years old, became absolutely obsessed, and for the large part of my childhood, I was first and foremost a violinist. I mean, if I had met you, I'd be like, hey, Andrew, I'm a violinist. And then the second up would be, I'm Maya. That's how tethered my identity was to being a violinist. And then fast forward to when I'm a teenager. I have these huge dreams of going pro and becoming just, like, hopefully, a professional violinist for the rest of my life. And then I tear a tendon in my hand. My dreams end overnight, and suddenly there's this profound loss of identity, because what I hadn't realized is that in losing the violin, sure, I was losing the ability to play the instrument, but I was actually losing a huge part of who I was, and that was so destabilizing and so disorienting for me, because when you define yourself by the what, then as soon as the what goes away, you're like, oh, my gosh, who the hell am I? Andrew Huberman: What do I do? What value do I bring to the world? And what I experienced at the time is known in cognitive science as identity paralysis. Maybe you felt this way during various transitions in your life, but basically, who you are and what you're about is suddenly called into question, and you end up feeling really stuck. You don't have the courage to imagine what a future could look like, and I certainly fell prey to identity paralysis. And it took me a long time to kind of figure out what my path would look like moving forward, but I learned a really valuable lesson from that very formative experience I had with change about how it is that I should define myself. And for what it's worth, I don't think our desire as humans to have identities is going anywhere. We're not going to be able to dispose of identities, and we shouldn't, because our self-identities bring us so much meaning and purpose in our lives. Maya Shankar: You're a podcaster. I'm a podcaster. You're a scientist. I'm a scientist. These things are actually really helpful and motivating. So we don't want to do away with identities altogether, but what we can be more particular about is what we anchor our identities to. And I have learned in my adult life to anchor my identity to why I do the things I do rather than what I do. And I found this to be a much more durable, reliable relationship. So to make this concrete, let's think about the violin. Sure, I loved playing. I loved how music sounded. I loved the way the violin felt. But when I stripped away all the superficial features of the violin, what I really, really loved and was so drawn to as a young child was the emotional connection that I could form through my music. So that might have been with my orchestra mates, my chamber musician friends, playing solo and performing in front of an audience. And ideally, we all feel something new that we haven't felt before. It's kind of an intoxicating feeling when you're little, to have the ability to inspire new feelings in people, right? And I was so drawn to human connection, and when I realized that human connection was at the heart of what it is that drives me as a person. Like, what lights me up every single day is a desire to connect with others, to understand other people, to understand their psychology, to understand how their minds work. Then when the violin was taken away from me, even in terms of the narrative I tell myself about my life, I could still find that same core underlying feature elsewhere, and I have been able to. I found it as an academic, as a cognitive scientist who studies the science of connection and emotion. I've seen that connection play out in the work that I did in public policy when I was at the White House. Obviously, with my podcast, A Slight Change of Plans . You're forming these intimate connections with people every day. And so even though it feels in my life like I've done such disparate things, there actually is a powerful through line that connects all of them, and that is my desire to connect emotionally. And so what I would recommend to people who are listening, especially if they're in the throes of change, and they're feeling destabilized by that threat to identity. That loss of identity is to try to figure out what their through line is. What are the underlying features of the things that you used to do that you absolutely loved? And can you find the expression of that elsewhere? Andrew Huberman: I love that, and I have so many questions. The first one relates back to childhood identities and how we "
        },
        {
            "timestamp": 730,
            "text": "often can project onto children what they are likely to become. I see that as mostly benevolent. You observe a child playing with trucks in the sandbox, and we say, oh, they're going to become a contractor. We tend to project roles that are fairly high up within the occupation hierarchy. Like any parents, you wish for the best possible life for your kids. But I can see the perils of doing that if then the kid starts to think, well, that's what I'm bound to become, because it is restrictive. I also am fascinated by the fact that when we are adolescents and teens, there's a tendency to ask questions about identity, like, who am I? I don't know many 40 year olds that say, who am I? At one's core, one's essence, and we might change careers, change relationships, change geographies, all sorts of things. But there must be something going on in the brain in those adolescent and teen years that forces this question of self, of who am I? And teenagers are notorious for trying on different uniforms, different friend groups, different behaviors, as a way to sort that out, sometimes in ways that support them and sometimes in ways that act as pitfalls. So I'm curious about what's known about how we develop our own identity from the inside out as well as from the outside in. Maya Shankar: Yeah, no, that's really interesting, and it's also something I'm very curious about. I mean, we know from neuroscience research that there are significant changes that the brain undergoes during puberty and other periods of adolescence, and the primary change that we see is a desire for independence. And so one reason why we see teenagers grappling with this question of who I am is that they're actually breaking from these structures that they grew up around. The imposed structures, t he identity foreclosure that they might have experienced and are starting to figure out for the first time, or wanting to ask the question for the first time, who do I want to be? What do I want to do outside of the systems that I've grown up in? And I think this is one of the primary reasons why we find that during teenage years, this sort of question is asked more commonly. I think that one challenge that we can face, because you said this one word that really caught my attention, which was, what's my essence? And one of the things I studied as a cognitive scientist, is the psychology of what's called essentialism. So our underlying belief is that there are essential qualities to people that are immutable, and there's lots of studies with young children and adults showing that we really believe that people do have these essences. And it's unclear what that even means in a metaphysical sense, I don't know what that would even mean. I think that the challenge in believing that we have essences is that it leads us to believe that there are these truly immutable states about ourselves that we're incapable of changing, and I think this can give rise to feelings of shame, for example. So what is shame? Shame is not the feeling, oh, I did something bad. Shame is the feeling, I am bad. It's not that I lost at something, I failed at something, it's that I'm a loser, I'm a failure. And so the problem when we try to figure out the essence piece is that it doesn't give you the kind of malleable way of thinking that actually there might not be something that's so defining about you that you're incapable of changing. As humans, maybe all we are are collections of behaviors and thoughts. And there's nothing more to it than that. And I find that way of thinking a bit more freeing when it comes to who we are, because I think it allows us to cultivate more of a growth mindset. I think it prevents us from engaging in these very harmful self-narratives that a lot of people tend to have about themselves. Probably a lot of people listening to your podcast are self-critical. I'm a very self-critical person. We listen to this because we want to improve. I'm a fan of your show because I want to be better and I want to improve. But that also is often accompanied by a lot of self-berating and questioning of self. And so, yeah, I think I've just tried to have a slightly more capacious understanding of who I am and also recognizing that there might not really be these essential features that are immutable. I don't know if you resonate with this notion of the desire to feel that we have essences? Andrew Huberman: Yeah, I used the word essence without thinking too carefully about exactly what I meant, but what I was trying to say when I said essence is as a child, I did certain things, and I enjoyed some of them, didn't enjoy "
        },
        {
            "timestamp": 1018,
            "text": "others, and I really disliked others. A very famous neuroscientist who's at Caltech named Marcus Meister, people literally refer to him as the great Marcus Meister, once said, and I totally subscribe to the fact, that neural circuits in the brain basically divide our sensory experience along the dimensions of yum yuck and meh. There's not a lot of in between, because the circuits ultimately have to drive either forward movement toward more repetitive behaviors, as in nerdspeak, or aversive leaning out, I don't want that. Or just kind of a neutral response, a yum yuck and meh seems to be the trinary response. And there is this component of childhood, I think, where we are foraging naturally, using our senses, experiencing yum, yucks, and mehs and hearing yum, yucks and mehs from our parents. That's good, that's bad, that's whatever. It's neutral. But at some point, I certainly have had the experience and I've observed others, I think having the experience of feeling something that's on a different dimension entirely, which is this notion of delight, which is that it sort of fills your body with a sense of so much yum that it gives you energy to do so much more of it in a way that is almost on a different plane. And I'm not trying to be spiritual or metaphysical about it, but it feels distinctly different. And I don't know what it represents, but I think that's that piece that perhaps, even as a scientist, I don't really need to assign a neural circuit to. Maya Shankar: Sure, d o you think what you're describing in part is the feeling of awe? Like, when you talk about delight, do you think part of it is a feeling of awe? Andrew Huberman: Yeah. Like the first time I went to New York City as a six year old kid, I remember thinking, and I still feel every time I'm there, I can't believe this place exists. It's like a human tropical reef. Like everywhere you look, there's life. So that was awe and delight. Although I saw some things, this was New York in the 70s, there were some things like Times Square in the 70s. If anyone's seen that show, The Deuces , it looked like that, especially as a young kid, it was kind of aversive. Maya Shankar: Yeah. Andrew Huberman: So it wasn't always awed, but the delight for me was in learning, and certain animals and certain things for you as the violin. And I want to make sure that I-- Maya Shankar: --And awe, by the way, I mean, it can be aversive. So awe isn't necessarily, I think, in the western world, we think of awe-inspiring experiences as having a positive emotional valence, but they can also have a negative emotional valence. So, the two criteria for satisfying an awe-inspiring experience, and a lot of this work comes from Dacher Keltner, professor at Berkeley, is one, there should be some element of perceived vastness. This is all reference dependent. So it's all based on your own frame of mind, but there's this sense of mystery and wonder at just how vast either the physical apparatus is, like Times Square. It's this massive set of buildings, and it kind of overwhelms your senses because of all the lights and sounds that are hitting your visual system and your auditory system. There's also conceptual vastness. So we can feel awe when we feel the delight of a new scientific discovery, right? Or in my case, like for the first time reading a book about how the mind works. I just remember marveling at this organ and just being completely in awe of how it works. And then the second criteria for an awe-inspiring experience, which I think might have been met as well when you were in New York, is what's called a need for accommodation. So it's just a fancy way of saying that we have a certain mental model of the world. And typically in the presence of awe, we need to assimilate this new information with our existing model because it challenges it in some way. And it actually leads us to have more open minds because we realize, wait a second, I have this existing vision of what the world is like and now I'm experiencing this new thing and I need to kind of make it work. I need to integrate it with my existing understanding of the world and that's the mind blowing part of it. But I absolutely remember my childhood experience kind of mirroring your experience in New York, I was twelve years old or maybe eleven years old. I was at a summer music camp. It was late at night. I had my Discman, which is how we listened to things back in the day. I recall I had a CD in there. It was the Beethoven Violin Concerto by Anne Sophie Mutter. I was so young, Andrew, so I still don't know how to use words to describe how it is that I felt something that was so powerful and so transcendent. But I remember listening to the first movement of this violin concerto and it consumed me. I mean, I felt chills up and down my spine. My heart would race along with the melody. It felt otherworldly, right? And I think that was kind of what you're getting at before where it's like it's this altered state of mind. And the language I've used since to code that experience is that it was an awe-inspiring experience because I think both things happened. I was impressed by the vastness of the experience. It also sent me through time in this interesting way, back to the time of Beethoven. So the vastness can exist along a temporal horizon and then the need for accommodation, which, you know, I didn't study cognitive science at this point. So I remember thinking I cannot believe a collection of musical notes arranged just so can make me feel this way and that if you were to tweak it just slightly, just like, take the E flat and move it down the stream a little bit, emotional resonance is completely gone from the passage. And there was just something so simple and magical about that realization. So, anyway, I resonate with this kind of delight and awe experience that you describe. Andrew Huberman: Yeah, I'm so glad you described it. "
        },
        {
            "timestamp": 1380,
            "text": "That, you know, this isn't a discussion about my experience, but for me, I realize now that New York was awe-inspiring. Prior to that, the only thing similar was discovering animal specialization, something I'm still fascinated by, the sensory systems of animals and how they experience the world and how humans experience the world. And then ultimately, it was, well, then I went into skateboarding and that whole landscape, and then eventually into neuroscience. The difference between the New York experience of awe, and I do think that that's what it was, and biology, animals, and eventually neuroscience, is that, like your experience with music and realizing that the movement of a note could change something fundamentally when it came to learning about biology and neuroscience, I felt not just awe, but a sense of delight in that. I felt there was a place for me there. And what came out of what you just described really resonated in terms of this moving of a note, because it took something from a passive experience, I believe, of that's this incredible thing over there, like New York City, was awe. But I didn't see myself having any kind of verb state within it that would change it or alter how it is, or for me. Whereas with music, for you or, I think neuroscience, when I realized that you could do experiments, you could actually do some sort of manipulation, and through that, hopefully unveil something fundamental about how the brain works, I thought, there's a place for me here. And so I think there's something about the experience of something just from a raw sensory perspective, music or animals or neuroscience in the examples we're using here. But then realizing that there's a verb state of self like that, I could enact something within it that could give me more of that. Whereas I think when, as a young kid in New York City, I just didn't feel any way that I could plug into it except in a passive way, because it's the difference between a kid who, and this wouldn't have been me who sees a game of soccer or football or baseball or watches the Olympics and goes, that is amazing, and the kid that says, I'm going to go do that, in fact, I could do that, and I could maybe do that even better, or even half as well. And so the delight, I think, is in the possibility of engagement, and I'm fascinated. A friend of mine who's a trauma therapist, he's not a neuroscientist. He always says nouns are just very slow verbs, but verbs are far more exciting because they create this anticipatory activity. Anyway-- Maya Shankar: --Before you move on from that, I love that you said that, because you're helping me realize something really important about how I saw my role as a violinist. I'm never going to modify the notes on the page, because obviously, I'm going to be faithful to what Beethoven wrote. Andrew Huberman: This is what made you a great musician. And me, by the way, I was a failed violinist. They pulled me out of it because t he neighbor's dogs howled. I was in the Suzuki method. I was so terrible at it that they literally made me stop playing music just to protect the neighborhood. Maya Shankar: That's adorable. And we'll talk about the science of quitting. Maybe later, but that was a great choice for you. But what I'm realizing is that there was that element of defining self through the pursuit of the instrument. And I saw a place for myself exactly like you did, where I thought, I decide how this phrase unfolds. I decide how much vibrato I use. I decide exactly what the angling of my bow is and the cadence and the pacing and the emotion that I bring to the experience. And when you see a place for yourself, that takes an awe-inspiring experience. And then, actually, there's a translation process where you become something bigger than what you thought you could be. And actually, it's so interesting you mentioned this, Andrew, because I've been chatting recently with a guy named Reginald Dwayne Betts, and he spent nine years in prison, and he's now an internationally renowned scholar. So he committed a carjacking when he was 15 years old and then went to an adult prison for nine years. Andrew Huberman: As a 15 year old? Maya Shankar: He just turned 16 by the time he got his sentence. Yeah, it was totally wild. Andrew Huberman: Brutal. Maya Shankar: And he actually talks about the fact that there was this underground library in the prison system, and he didn't know what he could be in the prison, what identity he could take on when everyone seemed to be defined by what crime they had committed. It felt like his imagination was so limited to the talk about identity paralysis. I mean, you're denied all your basic freedoms in this environment, right? So you really don't even have the ability to imagine what more you could be. So one day he gets a book called The Black Poets . And in the book, he read a poem by Etheridge Knight, who had also spent time in prison and had written this incredibly stirring poem about the criminal justice system. And he goes by Dwayne, but what Dwayne shared with me is he said, I was awe inspired by what I was reading. But the most important thing that happened in reading that book and understanding the author's history is that it gave me something to be. I saw a place for myself in this world. And he was so prolific. He wrote like a thousand poems in the year after he stumbled upon this book, and he ended up winning the MacArthur Genius Award. He went to Yale Law School. I mean, he's just crushed it ever since. But I think you've stumbled upon a really important point, which is there's a fascinating science of awe and all the benefits it can confer to our well being, but it can also serve as an entry point to helping to define our identities in new places. And I just love that. I think that's a wonderful way to think about it. Andrew Huberman: Yeah. When we see ourselves entering the sphere of experience that is evoking awe, I do think something about it converts to this delight. Although I have to acknowledge that language is insufficient to describe a lot of what we're referring to. Right. Even the most reductionist language of biology can't grab the higher order emotions and complexity. Not yet, anyway. We just don't have a language for it. I'd like to talk more about the violin, not just because I failed miserably at the "
        },
        {
            "timestamp": 1768,
            "text": "violin, but actually, I figured out pretty early on I wasn't going to be a musician. I still have absolutely no ability to read music. I can memorize lyrics very easily, and I love music, and I love classical music as well as other forms of music, but zero musical talent. You, on the other hand, got quite good at violin. It was interesting for me to learn that the violin was a bit of a rebellious choice for you, given your family history. And you and I do both share this fairly unusual fact that both of our fathers are theoretical physicists. So did you feel pressured to be a scientist or something else? And being a musician, was that initially looked at as a route to poverty or a bad choice, or were your parents a bit more cautious, like, oh, okay, that's great, but maybe make that a supplement to your other studies and pursuits. Maya Shankar: Yeah. So I'm the youngest of four kids, and kind of stereotypically, my three older siblings were total math wizzes, they were, you know, taking the SAT when they were very young because they were so talented. But I think one antagonist to some of those cultural forces is that my mom, when she had grown up in India, had felt very stifled by her environment. Like, as a young woman who was very capable and very smart, I mean, she majored in physics. She was mostly kept to the spaces of domestic chores, occasional singing lessons. But mostly her job was like, do your homework and then help with cooking. Right, and cleaning and whatnot. And so when she moved to this country with my dad in the 1970s, she was actually very excited. She was 21 years old, by the way. So, long story short, she had met my dad 20 days prior to their getting married. So it was an arranged meeting. And my dad is doing his postdoc at Harvard in physics at the Society of Fellows. And my mom just joins him after a winter break in the dorm. And everyone's like, hey, man, how was your break? And there's like, I went snowboarding and I went, whatever, to Tahoe. And my dad's like, I got married. And so this new couple arrives, and my mom was so lonely in this country. I mean, this was before you could text your parents overseas or use a WhatsApp group. So she could only handwrite letters to her family back home. And her goal was, you know what? I'm going to create a little army around me in the form of children. So she had four kids, and she was absolutely intent on exposing us to as many extracurricular activities as she could. So I have two older brothers and I have an older sister, especially her girls. She said, you can do whatever you want. I'm going to give you lay the land when you're young, but when you find something that you're passionate about, I really want to give you the opportunity to explore it. So I think I really benefited from the fact that she had been denied that kind of exposure and the ability to pursue her dreams, artistic or otherwise. And so she was really hell bent on making sure that we kids were able to. My older three siblings played musical instruments, so, like clarinet, trumpet, flute. I think they were surprised by my affinity for it because when I was six, my mom brought down my grandmother's violin from the attic. So my grandmother had played Indian classical music. So that's where you're sitting cross legged on the floor and your violins facing the ground. It's a very different style of music. But as, like, a parting gift, my grandmother had given it to my mom and said, hey, bring this with you to the US. So she opened the instrument that day, and I just instantly fell in love with it. And I asked very quickly for a quarter-size violin of my own. And while my parents had to nudge me to do all sorts of things, they really never had to push me to practice, which felt extraordinary at the time. Like, okay, clearly the violin is something that Maya has intrinsic motivation for, because how is it that we're not asking her to have to practice all the time? Similar to you, Andrew, I never to this day, I have a really hard time reading music. I never, I was a terrible sight reader. I couldn't, if you put a piece of music in front of me, I would not be able to tell you probably what it would sound like. Today, I learn entirely by ear. So I started with the Suzuki method, which, as you know, is entirely by ear. And then I had an extremely kind, awesome, but very inexperienced teacher. I was his first student. My mom went backstage at a symphony concert in New Haven, which is where I grew up, and just asked the concertmaster, like, hey, will you teach my daughter? And he's like, sure. Never taught anyone before, but I'll give this a go. And so we just made things up along the way. I mean, he would play stuff and I would mimic it, and I would let my emotions and whatever innate musicality guide me. And eventually, I think what that did actually is really interesting, from a skill building perspective my technique absolutely suffered in the long term from not having a more structured approach, but I was able to fall in love with this endeavor much more quickly than other kids who had drill sergeants that were forcing them to practice their scales every day and practice etudes. I mean, that stuff is so boring, right? And when you're a little kid, you just want to bang your head against the wall when you're put up against that, when there's so many barriers to actually enjoying the fun parts, which are actually playing the pieces. So the one kind of fun aside about my musical journey is I got to jump straight to the fun stuff, and I think that helped me cultivate a much more natural love of the instrument. Andrew Huberman: As many of you know, I've been taking AG1 daily "
        },
        {
            "timestamp": 2094,
            "text": "since 2012, so I'm delighted that they're sponsoring the podcast. AG1 is a vitamin mineral probiotic drink that's designed to meet all of your foundational nutrition needs. Now, of course, I try to get enough servings of vitamins and minerals through whole food sources that include vegetables and fruits every day, but oftentimes I simply can't get enough servings. But with AG1 , I'm sure to get enough vitamins and minerals and the probiotics that I need, and it also contains adaptogens to help buffer stress. Simply put, I always feel better when I take AG1 . I have more focus and energy and I sleep better. And it also happens to taste great. For all these reasons, whenever I'm asked if you could take just one supplement, what would it be? I answer AG1 . If you'd like to try AG1 , go to drinkag1.com/huberman to claim a special offer. From now until August 12th, 2023, AG1 is giving away ten free travel packs plus a year's supply of Vitamin D3K2. Again, if you go to drinkag1.com/huberman , you can claim the special offer of ten free travel packs plus a year's supply of Vitamin D3K2 .  The intrinsic motivation part is so key. "
        },
        {
            "timestamp": 2158,
            "text": "I've talked a few times before on the podcast about this. I think of a now famous study that was done at Bing Nursery School at Stanford, where they observed what kids did during free time, and then they rewarded them or didn't reward them, and then they later removed the rewards. And the essential takeaway is that receiving rewards for something that a child was initially intrinsically motivated to do undermines some of that intrinsic motivation. So I have to wonder whether or not the fact that your parents neither encouraged nor discouraged your violin playing might have allowed you to fully express and lean into your intrinsic motivation, as opposed to, for instance in my case, we are distantly related, not closely related, but there is a great violinist by the name of Bronislav Huberman, who has a street named after him in Israel. There's a famous picture of him and Einstein playing violin together. And I was told about that early on. And when I failed to play well after a couple of practices, I was convinced that there was no way I was going to live up to it, and I quit. Maya Shankar: That's a high bar. Andrew Huberman: It's a high bar. Maya Shankar: I didn't have any such role models that I was trying to be like in my family. [LAUGHS] Andrew Huberman: Yeah, it turns out, but, exactly! And so I think that there's actually more opportunity in kids leaning into, and adults probably leaning into the sensory experience of what they're doing and not putting that up against some benchmark. I worry about that today so much with social media and with video games, where in a video game we're on social media, you can see something being done at the very highest level, often by someone quite young or early in their career, to the point where it can be a little bit overwhelming. And I think then we start measuring ourselves against metrics that are not about the experience. That said, your parents, whatever they did worked out well enough that you became very proficient, right? You succeeded in getting into Juilliard, which, at least from my understanding, is the most competitive music preparatory, is that how you refer to it, that one can possibly go to? And so at that point, had your identity merged with the behavior, and were you still enjoying yourself up until the point where you had this injury? That we'll also talk about. Maya Shankar: Yeah, I was still enjoying myself around the time when I auditioned for Juilliard, in particular, because of exactly what you said, which was that everything was kind of beating my expectations and my parents' expectations up until this point. Which is that we didn't really have any, and so it all just felt like icing on the cake. Wow! Our kids found something that they really love. This is great, right? It can sometimes take you years, decades, to figure out what it is that you love, what you're passionate about. And I think we go through this renewal process often in our lives. I've had to have moments in life where I'm like, what do I like again? What do I love again? And so it's not also a one time experience, but there was a thrilling aspect to my musical life when I was young, which was, again, everything kind of felt like, it's like, a bonus. So one story I love sharing is about how I even got into Juilliard in the first place. So my dad's a theoretical physicist, as you mentioned. My mom helps immigrants get green cards to study in this country. Neither of them had exposure to the classical music sphere. So they're, like, the opposite of tiger parents. Like, even if they wanted to be tiger parents, they wouldn't know how to be tiger parents in this domain, because they lack the connections and the wherewithal to figure out what it would mean to go pro and to access the best teachers or whatever. So my mom, who is a very fearless person by nature, she knew that at some point, my passion for the violin was surpassing her ability to connect me with the right resources. And so one weekend, we were in New York, awe-inspiring New York, and I had my violin with me because I had another audition, and we were just walking by Juilliard, the building. And my mom was just eager for me to see it from the outside because it's just really cool as a kid, right? It's like, all your musical idols went to this place. I just wanted to see it and imagine what it would have been like for Perlman to go in and out and Midori to go in and out, Yo Yo Ma, li ke, it's so exciting. And as we're passing the entrance, my mom looks at me and says, hey, why don't we just go in? And I was like, what are you talking about? She's like, let's just go in. What's the worst thing that can happen? And I'm like, security guards and a lot of other terrible things, mom, right? But I had a useful enthusiasm that propelled me into the building that day. She strikes up a conversation with a fellow student, and her mom finds out that she's studying with a top teacher at Juilliard, asks if we can get an introduction within an hour. I'm auditioning for this teacher on the spot. Right. No idea that this was going to happen. Andrew Huberman: Wild! Maya Shankar: Yeah, he tells me he has what I refer to as a muted enthusiasm about my playing. Doesn't think I'm great, but, sees something, he told me later he liked my personality, my enthusiasm. So I got the personality card coming out of that music audition. Great. And what he did is he said, look, I'm with you. I don't think that you're ready. You would not get into Juilliard if you auditioned today. However, I take residence at a summer music program in Colorado. If you come there for five weeks, we can do an intense boot camp where I try to skill you up and get you to learn your first scale and your first etude, which you will need to pass the Juilliard audition and also maybe, hopefully get you to read music a little bit better than you can right now. And I went to that summer camp, and I worked my butt off. I mean, you're also in this incredibly intensive environment where everyone your age is there and they're all practicing like their age equivalent, right? And so I felt very inspired by that. And I ended up getting into Juilliard in the fall. And it was such a wonderful reminder that when opportunities are not served on a silver platter for you, you just have to have this kind of imaginative courage. And what my mom had that day. To figure out a path from point A to point B, she really just created a plate for me and said, like, okay, you're prepared for this thing. We're going to get you in front of this teacher. And that's a lesson I've used time and time again. When I felt like there was something cool I could be doing, the opportunity did not exist. So, for example, when I was in the White House, the job that I wanted, which was to be a practitioner of behavioral science, did not exist. And so I sent cold emails and I pitched them on the idea of creating a new position for a behavioral science advisor. And then I said, hey, by the way, if you create this position, could you also consider hiring me to play that job, even though I've had no public policy experience and I've been an academic for the entirety of my adult life? And they said yes. And so it was such an energizing lesson to learn as a young kid, which is like, you can do the cold call. Oftentimes there's few consequences. You'll just get rejected. I mean, that's truly the worst thing that's going to happen. But it's one thing to be told that, it's another thing to have lived the experience out and to see how amazing the aftermath can be. And that's what I got to experience as a young kid. Andrew Huberman: Amazing. So let's all express some thanks to your mom for barging in the door, and to you, because you also had the agency to do the audition on the spot. I think a lot of kids and adults would have thought, I'm not ready, I'm not going to do this, but it takes a certain gumption to just do it, right, and also to integrate the feedback. And then I'm curious about this camp. I went to a few camps of different types, crashed a few camps. That's a different story. Turns out if you show up, you can get by for a few days before they realize that you're not one of the main, oh, yeah, no, there's a whole other set of stories there. Maya Shankar: I love it. Andrew Huberman: But I'm curious. You're among very driven, maybe even obsessive kids. Were they nice to one another? Do you recall the kid that was the best? Maya Shankar: Oh, yeah. Rachel Lee. Andrew Huberman: There you go. Isn't this incredible? Maya Shankar: Oh, my God. Andrew Huberman: We remember these names. Maya Shankar: Yeah. Total prodigy. I bristle when people say, Maya was a young violin prodigy. I'm like, no, I wasn't. And there's no false humility in my saying that. I just actually saw what prodigies were like and I was not one of them. I mean, truly, just talk about awe-inspiring. I'm like, how is it that music comes so effortlessly to Rachel? I feel like she was born with a violin in her hands. I mean, that's how it felt whenever I watched her play. And it's a double-edged sword. On the one hand, you're deriving inspiration from the incredible talent you see around you. On the other hand, you feel demoralized so often because you're running up against whatever limitations exist when it comes to your natural talent and your work ethic. At the end of the day, I was never the hardest working violinist. My mom insisted that we were well-rounded kids. I played soccer all through elementary school. I auditioned for the school play, Really Rosie , I did art classes. It was just really important to both my parents. I think that we had just, like, relatively normal lives. And I was studying alongside kids who had literally left half their families behind in their home country, had moved with one parent to a studio apartment in Manhattan or in Colorado for this camp, and were devoting their entire lives to this pursuit. And so I felt like, I was a super envious kid. Like, I was always looking around, being like, I suck, and they're great, right? We talked about having a self-critical personality-- Andrew Huberman: --I think a lot of kids feel that way. I think at that age, and this sometimes extends into adulthood, "
        },
        {
            "timestamp": 2743,
            "text": "we have this tendency to try and find benchmarks of where we are. And sometimes that turns into a hierarchical thing, sometimes very lateralized. But trying to figure out where you are in the landscape of things, it just seems like it's fundamental to the teenage experience. Maya Shankar: Yeah, your universe shrinks, too, right? So you're no longer getting access to what the average kid violinist sounds like. I mean, you're in the elite of the elite. And so it's so intimidating. And I felt like what happened is, especially when I became a teenager, so two things happened when I became a teenager. The first is that my violin life just started to speed forward. So Itzhak Perlman invited me to be his private violin student, considered the best violinist in the world. It was an incredible experience. I felt so overwhelmed, even by the opportunity. I'd also stumbled upon MTV and was like, do I even want to do classical music? Like, Britney Spears is doing much cooler things? So that was my version of teenage rebellion, was coming home from school, and what I should have been practicing, watching MTV. But the other thing that happened is I went through the natural teenage process, which is I became very self-conscious. I became more insecure. I was trying to figure out who I was, who I am. And I think that was the period of my life, my high school years, when I was the least happy as a violinist. So I described to you earlier that incredibly awe-inspiring experience of listening to the Beethoven Violin concerto and it feeling otherworldly and feeling like I could see a world beyond my own personal wants and needs and desires. It really made me feel small against the backdrop of this magnificent world. And I liked that feeling of smallness. And when I was in my teenage years, we're all in this highly narcissistic state of mind. We're consumed with ourselves and how we feel. And I just felt like I gave some of my worst performances when I was a teenager. And I often found, to your point, about these pressure cooker environments. My best performances were actually just to the public. My worst performances were when I was in my little studio, having to play for my peers. That just sapped all the joy out for me because I was just, like, really tough on myself. And that was a period of time where I lost touch with what it is that I loved about music. And of course, there's an ebb and flow. I had magical experiences playing the violin when I was a high schooler. But I just think if you were to do the average of joy, like pre twelve and then post twelve, the average joy was much higher before I became a teenager. Andrew Huberman: Yeah, there's so many things to extrapolate from that. I really feel that when we get into a mode of trying to hit milestones that are extrinsic, that it really can undermine our love of what we're doing. But if we keep going and we can reframe what those external rewards are, in part by just realizing that they're so transient compared to the delight that we can experience. What I mean is that I don't think of delight as something that wells up in us and then dissipates. I think of it as something that changes our nervous system in a way that gives us access to new abilities. I really do. I mean, being a faculty member at Stanford, you look to your left, you look to your right, and it's like literally in the building, I mean, I've got a Nobel prize winner below me. Like the people by me I've got MacArthur award winners all over the place, like everywhere you turn, and these people do other things, too. So also D1 athletes, and they've got five kids, and all their kids seem to be doing great. Who are these people? And it becomes very important in that environment to just shrink your spirits, like, what's one foot in front of you and just keep going and not pay attention. But it's hard to do, not by way of comparison, because I actually get excited about being immersed in a group where everyone's doing well. I do think being among all these other incredibly talented and driven, although you carefully said, and importantly said rather, that you did not see yourself as talented, it's very clear that you have a ton of grit and hard work clearly went into it. I think that word talent can be a little bit misleading, so we want to underscore the fact that you've worked incredibly hard. But I think that it's a tough thing. It's hard for us to develop much in isolation, and it's also hard for us to stay connected to the source. Maya Shankar: Yes, exactly. Andrew Huberman: And that's a word that I stole from a former guest on this podcast and a good friend of mine who's the great Rick Rubin, one of the most successful music producers, rock and roll music producers of all. Maya Shankar: I loved that interview. Andrew Huberman: He talks about the source, so there are so many different trails we could go down here. Just one thing, briefly, is I, again, am completely miserable at music, but I once saw Itzhak Perlman in the airport with his family. I was with my father, who's a huge classical music fan, and we watched him, and he said, watch. And it turns out he was getting onto our plane. He sat in first class next to his, I presume, Stradivarius violin. His violin got a first class seat. He got a first class seat, and his family sat across from him. And my dad said his violin is so important that it gets its own first class seat. I couldn't believe it. So great. In any event-- Maya Shankar: --I think, just one t hing to your point, one reflection I've had, and this kind of goes back to this question of identity, which is when you are in these very competitive environments, and again, I'm sure a lot of people listening are in very competitive environments, you feel that so much can be taken away from you, just in terms of mental well being, because you're always looking at the world through a comparative lens. You're benchmarking yourself, as you said, like there's a benchmark, and where do I fall on the continuum of mediocre to great? I don't know, and yesterday I had a terrible performance, so that's going to set me back, etc., etc. I have found that when I re-anchor myself to what Rick Rubin referred to as the source and identify the characteristics of music or other pursuits, that really energizes me. It feels like I'm actually insulated from a lot of the external noise, and I bring a lot more clarity and focus to the work that I do every day. So there's two things that I think define me as a person, at least right now, I allow for that malleability. One is that I'm a deeply curious person. And the second is that I really relish getting better at things. I love seeing progress internally. And in my violin life, no one could take those two things away from me. In my current life as a cognitive scientist, as a podcaster, you just can't take those from me. No one can take that joy from me. And it feels protective in a really important way, which is, for example, just like you. I mean, I see the labor of love that you put into the Huberman Lab podcast. It's extraordinary. I put so much time and energy and thoughtfulness and love into making A Slight Change of Plans , but at the end of the day, when you put the episode out into the world, you just don't get to control what the reaction is, right? Your favorite episode might not be everyone else's favorite episode, and that's just something you have to deal with. But what I found is that if I really relished the process of making the episode, it fed that curiosity. And I got better as an interviewer, I got better as a thinker. I got more clarity on a topic that I was curious about. I mean, it gives me a foundation that feels really sturdy. Do you know what I mean? Andrew Huberman: Yeah, w ell, those things are intrinsic to you, and they are, I guess, now we're using nomenclature, but they're not what we would call domain-specific, like the curiosity, the desire for progress through effort and through focus. Those are music. They're not music irrelevant, but they're music independent. And that actually brings me to a very important component of your work and your life arc, which is this notion of recreating and "
        },
        {
            "timestamp": 3226,
            "text": "refinding identity in new endeavors. So if I understand correctly, and hopefully you'll embellish on this, you had the unfortunate, perhaps unfortunate experience of playing the violin and then injuring your finger very badly to the point where it was, at least for your music career, career ending, absolutely. And that happened when you were how old? Maya Shankar: I was 15. Andrew Huberman: So given how much of your identity and energy was put into violin, that must have been devastating. And yet you've obviously, I don't want to say re-created yourself, because I like the idea that this essence within you has many opportunities and forms. And I like it as an example for everybody having some essence of many things that could give them delight, and that it's something about the feelings associated with a given choice of occupation or hobby or behavior, or perhaps relationship. Relationships end sometimes by decision, death or otherwise, and people are devastated. Their identities are completely, at least in their minds, obliterated. And then people have this amazing ability to recreate themselves and new circumstances. So if you could take us back to the time when you were 15, you have this injury. What was your initial mindset in the days and weeks after that a nd then, if you would, could you link that up to some of what I see as incredibly important work that you've done, helping people understand not just who they are, but how to identify the components of who they are that are truly indomitable, that just cannot go away. Like, your drive for curiosity and hard work--. Maya Shankar: --And human connection. Yeah. In the days and weeks and months and year after, I felt terrible. It was awful because I think, in my case, also, when you're a kid who's really bubbly and energetic, you just kind of move forward, and you don't always think about how identity defining the thing you're doing is you just do it. And so it was really interesting, I think, in losing the violin, that's actually when it became so salient to me how much the instrument had meant to me and had defined who I was. And so I felt a dampening of some of my more organic traits. Like, I was less curious for a long time. Andrew Huberman: I'm going to interrupt you on purpose. I apologize. But at the same time, I'm not apologizing, because there was something that you said in a prior discussion that just keeps ringing in my mind, which is that your body and your nervous system actually grew up around the violin. That, to me, was just. I will never forget that statement. I want to also thank you for it, because that, to me, is perhaps the most profound way to describe an experience of identity, is that your nervous system in your body isn't growing up with something or alongside it, but that much like a relationship of a human kind, humankind, that your body is actually developing around this object. Maya Shankar: It absolutely developed around the ergonomics of playing the violin. So, to this day, my right shoulder is slightly elevated relative to my left because of all the hours I spent doing this. It makes strength training really annoying because I always have this slight imbalance, and I have a light scoliosis in my spine as well, also from this posture. And, yeah, it feels intimate in a way. It's like, wow, the shape of my body. Like, my architecture was defined by this instrument. And so it's left this indelible imprint on me that will never go away. And I think that a lot of us feel this disorientation, right? So it might not be that you lost the ability to do something you love. It could be that you lost someone that you love. It could be that you lost your mojo or whatever. I mean, there's so many types of loss and so many kinds of grief we all experience as human beings. And I think in all those cases, again, it really feels like the rug has been pulled out from under you because this thing that gave you so much meaning and so much purpose and so much energy in life no longer exists. And so I think, for a while, yeah, I felt kind of like, lost at sea, and I assumed I'll never find anything that I'm as passionate about. And I think, what my dad did for me at that, you know, theoretical physicist. So he's an academic, and he said, I think you should just read a lot. Just, like, read a bunch of stuff. And I was like, okay, I mean, I'm supposed to be in China this summer touring with my classmates. I am at home in Connecticut with my parents, perusing their bookshelf. So, like, slightly less cool summer situation. But I had a lot of time on my hands because I wasn't in Shanghai. So I started perusing the bookshelf, and then I came across this pop science book called the Language Instinct by Stephen Pinker. And that was a turning point for me. I mean, I was headed to college maybe later that year. I opened up this book, and it detailed our marvelous ability to comprehend and produce language. And up until this point in my life, I had completely taken language abilities for granted, just like something that I did, and I just kind of learned it along the way. And when Pinker pulled the curtain back and revealed how sophisticated and complex the cognitive machinery is that's operating behind the scenes that gives rise to language, my mind was truly blown. I was like, wow. I never thought about it, it's not like we are with three year olds, not like we sit down with them and we're like, this is a gerund. This is a past participle, whatever. They just learn because they have these kind of light switches in their brain that are activated on and off depending on what language they're learning. And it was so fascinating to learn about language development, about neurolinguistics, about syntax and semantics. I just remember thinking, language is fascinating. Cognition is fascinating. And I'm also now wondering about all these other systems that are in place. So this is what's involved in language. What's involved in the complex math equations our dads do, right? Like, what's involved in, what's the mental processing behind a new discovery or an insight or an aha moment or falling in love or falling out of love. I mean, it just lit up my imagination. And very similar to you, Andrew, I love that we have this connection. You said when you learned about neurobiology and neuroscience, "
        },
        {
            "timestamp": 3651,
            "text": "you saw that there was a place for yourself in there. And I remember reading this book, and because it was a pop science book, and I love pop science books because sometimes, even if they don't fully do justice to the science, they can take someone who's never had any exposure to the subject matter, and it's thrilling to learn about the thing, right? I would never have gotten the same experience had I opened up an introduction to cognitive science textbook. It would not have had the same impact on me. So, like, shout out to pop science folks everywhere. Andrew Huberman: Thank you for saying, just thank you, because I think that many of my colleagues in academic science at Stanford and elsewhere feel that way, but I think many don't. They think of it as \"dumbing down\" of things. But I'll tell you, rarely, if ever, does somebody just wander into a university classroom and hear a lecture by accident. Maya Shankar: [LAUGHS] Andrew Huberman: I mean, maybe if your mom was at the helm, they all would. So mom's everywhere, barge right in. But I think it's actually, I'll go a step further, and I'll do this so that you don't have to. And these are not your words. These are mine. I think that there's actually a pretty intense arrogance to the idea within the established scientific community that pop science books, while they might not be exhaustive, provided they're accurate and they're making an attempt to educate and draw people in from all sectors. Amen to that. I just can't hear a counterargument in my head or elsewhere where that's not one of the best things that people can do. So regardless of people's motivations for picking them up in the first place, I mean, they brought a lot of people into the curiosity and delight that is science or music or... I think that the more positive, benevolent, safe sensory experiences that we can expose young people to, the greater probability that we're going to flesh out those professions with the greatest number of diverse minds who are going to have the best ideas. I think that there's a ton of foresight in what you're describing that, picking up a book is now, you're also now a PhD in cognitive science, and you did your postdoc at Stanford. I mean, you're a scientist, presumably because you went into the bookshelf and picked up that book. Maya Shankar: 100%. And I think it was also role modeled for me because my dad, despite being in a very, very technical field, spent a large part of his career actually working on the translation of complex subjects and trying to convey them to general audiences. And I loved witnessing this because it's like, if you can figure out a way to communicate about theoretical physics to a general audience, I mean, wow, that's a masterful pursuit, right? Andrew Huberman: Feynman. Richard Feynman. Maya Shankar: Yeah. Richard Feynman. Exactly. Andrew Huberman: No one really knows what Feynman did for his Nobel Prize work, except physicists. You know that most people, you ask them, what was Feynman's Nobel for? And they're like, I don't know. Maya Shankar: I don't know. Andrew Huberman: He said something about birds and taxonomy and how it's less interesting than, you know, quantum mechanics. Maya Shankar: And one of the reasons that I love Huberman Lab, and I just love the work you do, is that you are taking concepts that might have been inaccessible to the average person, and you're making science accessible. And I feel so much gratitude to every scientist out there, every researcher out there who thinks that it's worth their time to be a practitioner of their work. Because ultimately, think about how many lives you're changing through the show by trying to break down some of these more complicated things into concepts that people can understand and relate to and actually act on. And it also reminds me, part of my job when I was in the Obama administration was translating insights from behavioral science, from cognitive science into interventions that my government agency colleagues could implement in the Department of Veterans affairs, in the Department of Defense, Department of Education. And that same translation process was part of that effort, too. And I think it's really, really hard to do well. I respect it so much. I respect pop science writers who do a good job so much. And yeah, I think it's a wonderful service. They don't have to spend their time writing these books. They could just publish more research papers, which is the currency that academic institutions care about. And so I see it as just like a public good, what they're doing. Andrew Huberman: Yeah, I do, too. And right back at you, because you're doing it as well. And so we're all better off for it. So thank you. I'd like to take a quick break and acknowledge our sponsor, InsideTracker. "
        },
        {
            "timestamp": 3925,
            "text": "InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you meet your health goals. I'm a big believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long term health can only be analyzed from a quality blood test. However, with a lot of blood tests out there, you get information back about blood lipids, about hormones and so on. But you don't know what to do with that information. With InsideTracker, they have a personalized platform that makes it very easy to understand your data, that is, to understand what those lipids, what those hormone levels, etc., mean, and behavioral supplement, nutrition and other protocols to adjust those numbers to bring them into the ranges that are ideal for your immediate and long term health. InsideTracker 's ultimate plan now includes measures of both APOB and of Insulin, which are key indicators of cardiovascular health and energy regulation. If you'd like to try InsideTracker , you can visit insidetracker.com/huberman to get 20% off any of InsideTracker 's plans. Again, that's insidetracker.com/huberman to get 20% off. So I want to go back to this injury, to summer at home, to "
        },
        {
            "timestamp": 3992,
            "text": "discovery of something new. Was it at that point that you realized the feeling of excitement that I'm getting from learning about neurolinguistics and related topics is somehow similar to the excitement that I was feeling about the violin, or maybe even superseded that excitement? I mean, at what point were you able to make the pivot with confidence that this is the new trajectory? And an important component of that that I'd like to understand is you also had to cut ties with the past, something that's very hard to do. I mean, I grew up with a number of kids who became very successful teen athletes, really. And some of them, once they ceased to keep up or they had an injury or something, their identity stayed attached to the past in a way that did not allow them to move forward. Fortunately, many of them did find new identities in business or in other endeavors. Some became quite successful. But I've seen very often that when people achieve early success and then they hit a cliff, that it's very hard for them to part with that former identity. There's one of the perils of early success. Maya Shankar: Yeah, I wouldn't say that it superseded the excitement that I had with the violin. I would say the quality of the excitement felt very different. And that's actually important to convey because I think when someone loses the ability to have a passion, they're seeking exactly the same sensory experience, exactly the same high that they experienced the first time around. And I think that's a really high bar. And sometimes it's more of an apples and oranges type situation. So with the violin, there was a really deep sensory aspect to the experience. I mean, I felt things, right, you're playing and then you're feeling things emotionally. And it all felt super visceral, and that was where the passion emerged from. It was just this very visceral feeling of, like, this is so beautiful and awesome, and I love it. With the cognitive science stuff, my intellectual brain was delighted, and it's just like a different expression of passion. I think the big pressure test was not if I had held myself to the bar of do I love this as much as the violin, there's no way that I would have been confident enough to pursue anything at that point. So instead, I really think the question I asked myself at that time, which was a service to me and my more compromised psychology, was, am I curious enough about this thing to ask more questions about it? Do I want to learn more? And I found, naturally, three days later, I went to the library, and I got another book on the cognitive science of language, and then I got a book on the science of decision making. So there was curiosity, and honestly, that was all I needed. That was the little seedling that I needed to see if it could go somewhere more. I took that as a very strong signal. Like, I care to learn more about this, and I don't care to learn about everything, right? And I remember perusing the course book of my undergrad institution, and they had a cognitive science major, which was awesome because not all schools had one at the time. It was a very new major. It's interdisciplinary. You approach questions of the mind from multiple perspectives. So from the perspective of neuroscience, linguistics, philosophy, psychology, computer science, and anthropology. So you're just like a bunch of different disciplines. But that was when I thought, ooh, I can at least see if I can get into this major. I remember it was, like, a selective major. It was selective. And so I freaked out, of course, and had super impostor syndrome. It was like, I'm not going to get into the program. But thankfully, I got in, and I think that's where I was able to connect, like, this little seedling of curiosity to the actual pursuit of the thing. And that's a really important translation, because there can often be a mismatch. You're really passionate about something, but you actually hate the process. Like, you hate the actual work that's involved in getting better at it. And I was lucky in my undergrad because I fought my way, my mom style, barging into classes that really would only accept seniors or juniors, and I was like, I'm a lowly freshman, but accept me. And I was able to run experiments on adults, and I was actually able to see what it would be like to be a researcher, to ask novel questions and to get the delight that you feel right when you're in a lab and you're actually testing out new hypotheses. And so it was really important that I saw that I not only was excited, but that I could actually enjoy parts of the process of getting better. Andrew Huberman: I love your description of curiosity because it makes me think that in some way, it has something to do with a deep motivation and desire to figure out what's next or what's around the corner without an emotional attachment to the outcome. Curiosity is really just trying to figure out what's there as opposed to hoping that something specific is there. And sometimes even the surprises are more exciting than our predictions. I think the quote was initially from Dorothy Parker. I think this is debated, but I think it was. \"The cure for boredom is curiosity. There is no cure for curiosity.\" Maya Shankar: Oh, that's awesome. I hadn't heard that. Andrew Huberman: Yeah, I believe it was Dorothy Parker, sometimes misattributed to Agatha Christie, but I think it was Dorothy Parker. And what I love about it is that there's something about curiosity, that when it's genuine, it's self-amplifying. It's an upward spiral, because there is no endpoint. Right? I mean, that's one of the things that you learn early in science, is you learn, you test hypotheses, you get answers, and you get more questions, and you form hypotheses, and you do that until you die, basically. And they can be a little bit dark. But when you think about it as a journey, that it's just so much fun along the way. If you're just really interested in knowing what the answers are without getting too attached to the answers, it just feels like, even as I'm describing it now, they just can just fill you up, and it provides more energy for the next round and the next round. And that really came through in your description of cognitive science. I also find it interesting that you couldn't read sheet music, at least not very well. You were so deeply immersed in an endeavor, violin playing, that is not of verbal language. And then you went into a field that's about, or initially, you were sparked an interest in a field through an understanding of verbal language. And earlier you said that the thing that bridges the violin and what came "
        },
        {
            "timestamp": 4400,
            "text": "next as a passion and pursuit was this desire for human connection. At what point did you realize that? And here I do want to emphasize that while we're talking about your story, I hope, I can only imagine that people are starting to think about what are the intrinsic points of motivation for what they're doing and what they've done, asking the sorts of questions that I hope everyone is asking. What is it really that motivates me to love this and to see a place for myself in that? Because those are ultimately, I think, the questions that everyone should and can ask. Maya Shankar: Yeah, it took me a really long time. It's actually only been in the last few years that I've discovered this. I discovered this as a result of creating A Slight Change of Plans . So my desire to create the show came from a very personal place, which is that I'm terrified of change. So even though I've had these formative experiences with change, I'm a creature of habit. I'm willing to change my habits. For example, I now take caffeine 90 minutes after I get up. Andrew Huberman: How's that working for you? Maya Shankar: Very well, even today. Okay. I'm a good disciple. [LAUGHS] Andrew Huberman: Well, I like to think that people afford themselves some flexibility if you got to run to the airport-- Maya Shankar: --60 to 90 minutes. Andrew Huberman: [LAUGHS] 60 and 90, or the occasional within 30 minutes if you have to, but nobody's perfect, nor should we strive. Maya Shankar: I'm a student. I'm willing to update my habits, but I'm a creature of habit. And there's a couple of reasons why we, as humans, are scared of change. And I think one of them, which is incredibly relatable, is that change is filled with a lot of uncertainty, and we hate uncertainty. We will go to irrational lengths to avoid uncertainty. So one of my favorite studies coming out of cognitive sciences is one involving electric shocks. And what they found is that people are far more stressed when they're told they have a 50% chance of getting an electric shock than when they're told they have a 100% chance of getting an electric shock. So we would rather be sure, certain that a bad thing is going to happen than to have to deal with any feelings of uncertainty and ambiguity. Andrew Huberman: Right. That result, I love that you brought up that result. It still is bewildering to me, because if you think about it, 100% trial to trial shock means you have to take on the okay, bring it, just bring it on kind of mentality. But if you did that for every trial and then half of the trials, you don't get shocked. We know there's a dopamine release from the lack of punishment, so the ideal strategy is the same, and yet somehow, people are averse to the uncertainty. Maya Shankar: Yeah, we don't like uncertainty, even though, again, the uncertainty is what drives that dopamine first. And yet we bristle, certainly, at that uncertainty. And so I definitely am like, please, status quo, everyone, I would love the status quo. Even when the status quo has been suboptimal, Andrew, I've been fine with the status quo. So part of it came from my desire to figure out, okay, how is it... Like, A Slight Change of Plans , marries science and storytelling to help us figure out strategies for better managing change. So I wanted to figure out, how are people coming to terms with uncertainty? One of the things that I realized I learned from the guests on my show and also the scientists, is there's this concept called cognitive closure, and it is the need to arrive at clear, definitive answers to things. It's basically the opposite of this open ended curiosity that you just described, which is with cognitive closure, you have a need to, you aren't indifferent towards what the answers are. You aren't indifferent towards what the questions are. You care about everything. You care about micromanaging every part of the curious process from point A to point B. And there's a lot of research showing that when we reduce our need for cognitive closure, when we become a little bit more open to the unbidden, to mystery, more open to awe-inspiring experiences, we can experience huge boosts in well being, and we can become a lot more resilient in the face of change. So that's something that I'm working on, which is like, okay, maybe I can reduce my need for cognitive closure. And the other thing that I am starting to appreciate is one reason that we get change wrong and we maybe fear it more than we should, is that when we anticipate what a change will be like in the future, we tend to imagine how our present day selves will respond to that future change, right? So it's almost like a magic mirror. It's Maya in present day, going through this mirror, comes out the other side two years from now. She's the one who's overcoming the challenges of a diagnosis or some other life change. And what we forget is that the big changes in our lives can change us in pretty profound ways. And when we recognize and we all fall prey to this illusion. It's called the end of history illusion. So, this is work by Dan Gilbert. And basically what it says is we fully acknowledge that we've changed considerably in the past. So you think back to your skateboard days, right? I think back to my high school days, and I think, oh, my gosh, of course I've changed. I would be embarrassed to listen to any interview I gave when I was younger, right? Like, what were the thoughts I was even thinking? So we will see it, absolutely. We were totally different ten years ago, 20 years ago. But when it comes to thinking about the future and projecting into the future, we are absolutely convinced that who we are right now, in this moment is the person that's here to stay. And that can lead us astray when it comes to thinking about how we will respond to change, because we forget that there's actually a lot of wiggle room around who we become. And to your point, I mean, I love the point you made about curiosity. What that means is we want to be curious, not just about the things we do. We want to be curious about ourselves. One huge lesson that I've learned from the interviews that I've had on A Slight Change of Plans is that I need to constantly be auditing myself through my change experience to figure out how I have changed. Because when we experience change, it doesn't happen in a vacuum. So let's say I get a promotion or I enter into a relationship, or I leave a relationship or some other, again, narrow slice of my life is altered. We can think of that change as happening in a vacuum, right? As being confined to just the unique area of our life that change exists in. But, of course, we are incredibly complex creatures. Our psychology is incredibly complex. We live in these remarkably complex ecosystems. Change in one area of our life will inevitably have spillover effects into all other parts of our lives in ways that are extremely hard to predict. I think a lot of your listeners are familiar with the research showing we're really bad cognitive forecasters, right? We're bad at predicting what's going to make us happy, what's going to make us sad, how long we're going to be sad, how long we're going to be happy. Well, one of the reasons for that is that we forget that we are a dynamic entity that might change as well. That our preferences might change, our choice, that might change, we might change in these really profound ways that we don't realize. I think there's an inspiring message coming out of this, which is, one, what we're capable of right now really might not be what we're capable of later, and what I found in my own experience is that it's interesting when it comes to our self-perception, because we have a first person perspective on who we are, we tend to think that we have a very comprehensive, veridical understanding of who we are. Like, I have a pretty good grasp of who I, Maya, am and what I'm capable of and what I value and what my identity is. But the reality is that that understanding is based on the random set of data points that I've happened to collect over the course of my lifetime, based on the random set of experiences and opportunities and failures and successes that I've happened to have. Right? Andrew Huberman: And if I'm not mistaken, there's a salience to the negative experiences, often for reasons that make sense according to nervous systems that want to keep us safe, etc. But, for instance, you remember the name of this child prodigy-- Maya Shankar: --Rachel Lee. [LAUGHS] Andrew Huberman: Rachel Lee. [LAUGHS] My sister still talks about, I won't say their names because we know that these people are still around, fortunately, the names of some of the girls in junior high school that were particularly popular and perhaps not-- Maya Shankar: --You mean Kellen Lindsay? [LAUGHS] Andrew Huberman: [LAUGHS] Yeah, perhaps not kind to her, right, exactly. Maya Shankar: Were they nice to me? Not super nice, but it's okay. Andrew Huberman: Yeah. There's a lot of web searching nowadays for what these people are up to now anyway. Not by me, anyway. I have a sister. We occasionally touch into this. She's doing great. Fortunately, there's a salience to the negative experiences. But I think what I'm hearing, and I totally agree with, is that we'd "
        },
        {
            "timestamp": 4949,
            "text": "like to think that we have complete or at least adequate self-knowledge, but that we likely don't. What are some of the ways that we can get better data on ourselves in ways that can help us? Is that through the application of mentorship? Is it asking people for an honest assessment of us with, of course, the willingness to hear what they have to say? What are some of the, I love zero cost behavioral, but what are some of the zero cost behavioral sources that people have around them in order to ask these, what I think are really fundamental questions. Maya Shankar: Yeah. So there's two information asymmetries, let's say, that we're trying to solve for, s o two areas where we might not have full knowledge of who we are for one of two reasons. So, one is that we have an incomplete understanding of who we are just based on the random set of experiences. And the second is that going through this big change actually alters us in some way. Okay, so if we're trying to solve for the, I think the second problem is actually easier to solve for in that we often just don't even know to look inwards during a big change to see how we've changed because we think, oh, I'll just pay attention to how I'm performing at work because that was the new variable that was thrown into my life. And we forget to evaluate other parts of our lives. Like, what impact has this had on my relationship? What impact has this had on my overall well being? Am I different? Do I have a different set of preferences? Do I care about different things? So, in the second category, become very inquisitive about who you are over a longer time frame and assume that it's not a static state when it comes to the first bucket, which is how do we develop a more complete and richer understanding of self? I think it's actually about surrounding yourself with a diverse set of people, people that you wouldn't naturally gravitate towards. I think this solves for a bunch of social ills, which is that, again, we tend to live in our silos, and we're really averse to talking to people who have different points of view. But I will tell you, at times I've learned the most about myself, I've learned the most about my weaknesses and sometimes my strengths from talking with someone that I vehemently disagree with. And it's a really hard thing to do. It's very painful. But in terms of edifying experiences go. It's through those conversations that I almost see this mirror reflected back on me. Like, wow, I'm much more aware of how I'm coming across to that person because they disagree with me about something or they're not someone I would normally fraternize with. And it's just bred more self-awareness in me. And so I would encourage people to actually seek out connections in uncomfortable spaces because that will allow you to fill in at least some of the gaps. Now, some of the gaps will truly only be revealed to you because of life experiences. So, I'm thinking in my own life, I thought I grieved in a very particular kind of way. And then during COVID my husband and I experienced multiple pregnancy losses with our surrogate, and I found myself grieving in a way that was completely foreign to me. I don't think talking to anyone would have revealed to me that I was going to grieve in this way where usually I would reach out to people and I would want to stay connected. And I became so shut off and closed off, and I didn't want to talk to anyone for days after the losses. I was so disoriented there. I learned, oh, actually, you can respond in a diverse set of ways to grief. You don't have a singular experience with grief, but I might have only learned that from the actual experience of confronting it. That said, I do think there's a lot of value in trying to fill in gaps in knowledge or self-awareness through these more quotidian conversations you have with people. Andrew Huberman: I love, love, love what you said about deliberately placing oneself into environments where we receive critical feedback from people that we view as quite disparate from us, at least in terms of our experience of them. It was the great Karl Deisseroth, another incredibly accomplished neuroscientist, happens to be a colleague of mine at Stanford who, he's a psychiatrist, and he said, you know, we think we know how other people feel, but we really have no idea how other people feel unless we ask them. In fact, most of the time we don't even really know how we feel. We're not very good at gauging our own emotions. So credit to Karl for making that statement. But with that said, I think getting a sense of how other people see us, and disagreement in particular, can be incredibly informative. Maya Shankar: I just want to say one other point on this, which is I think getting feedback from others almost gets a bad rap these days in society, because it's like you should only care about who you are inside, who you know yourself to be. And I'm like, dude, we are social creatures. It absolutely matters how I come off to others. I think that should be a huge part of my self-identity, should be how I impact others. And I think we should be shameless about integrating that into our understanding of self. If I feel like I'm an excellent person inside and I'm regularly wounding the people around me, that matters, that's relevant to how I see myself. And so I do worry sometimes with the current cultural climate that we're pushing ourselves so much towards the space of, like, all that matters is authenticity and being yourself. First of all, sometimes yourself isn't awesome. You might want to actually optimize or change some things about yourself to be better. I think that's a good thing. And then, second, it's okay to care what other people think. Usually they're great barometers of things that you might not be aware of in terms of the impact you're having. So I just want to be a lobbyist for caring what other people think, just for a moment. Andrew Huberman: Yeah, I agree. This is one of the reasons why I say at the end of every episode that I do read all the comments on YouTube. Maya Shankar: Me too! Andrew Huberman: I think I was raised in a culture, an academic culture, where feedback on lectures, student feedback, was critical. I mean, it is important, I believe, to be a selective filter, because in the old days, we'll say, there was an opportunity to map the statements to the grade that the student received, you can no longer do this. So you would often see that some of the worst feedback was, \"hated, unclear\"... Maya Shankar: Exactly. Andrew Huberman: And then you'd look at their grade, and you'd say, well, okay, this helps explain, and yet it was also important to understand where that could have represented some failings on my part. And a classroom is but one environment. I think the online environment is where this gets tricky because of the way that we all differ in our capacity to receive critical feedback. And sometimes the harshness of one form of feedback sends people feeling back on their heels or feeling even ego or emotionally injured in ways that they actually feel traumatic. And I think that's part of the problem, is that we don't really have a way to gauge, I mean, we know inappropriate when we see it, we know appropriate when we see it. But all the stuff in between, because it's on a continuum, really is where it gets tricky. I certainly think integrating the possibility that somebody might be right, what is it that they say in certain forms of personal developments, like, if somebody's coming at you with an argument about you, the best state of mind you could have is you might be right, because that lets you hold your ground a bit. It still maintains a boundary, but you're not saying you're right, and you're not saying you're wrong. You're in a kind of a flat footed stance where you could move either way. And I like that. This idea of, well, they might be right, and then you could say no or yes. But in any case, I just want to throw up both hands and as many votes as I can, as one individual to say yes, I totally agree. More direct feedback and disagreement is great. Maya Shankar: Yeah. Andrew Huberman: It's wonderful. And I think in science, you're used to people saying harsh things about your work until they eventually say, okay, you c an publish the paper. Maya Shankar: [LAUGHS] That is true. Andrew Huberman: I grew up in the culture of skateboarding, where nothing's good enough, and then occasionally something's good. And in the landscape of podcasting, I think the comment section is a great way to get feedback, and that's why I continue to encourage feedback. It sounds like you do as well. Maya Shankar: Yeah, I think, every endeavor that I pursue, I try to "
        },
        {
            "timestamp": 5448,
            "text": "approach with a lot of humility. And I think if I were to describe, at work, right, I lead this team, and I think if you were to ask people what my defining trait is as a leader, it's actually not, like, strong convictions. It's actually a willingness to update her opinions on things, her belief systems, her strategy based on incoming information. I really, really pride myself on having a flexible mindset about stuff and not being stubborn. This is true in my marriage. Like, my husband Jimmy and I really pride ourselves, you know, saying, you know what? Based on what you just shared, I'm changing my mind. Like, you're right and I'm wrong. And if you can actually start to value that, if you could start to see that as a virtuous quality. I think historically, when we think about leadership, we've thought about people who are incredibly resolute in their convictions, but that doesn't allow the space to, again, beige an update. Update your mindset when you get new information or you realize that you erred in some way in terms of the logic that you used or what have you. And I've been extremely intentional in every sphere that I've worked in to have this very open mind and to be very open to critical feedback. It does not mean that I take every piece of feedback. Okay, obviously I have some criteria I use to decide whether it's meaningful feedback or it's not meaningful feedback. But the locus of my pride is not in being right or having the strong conviction. It is actually in my willingness to have a more dynamic state of mind regarding lots of issues. Maybe that's just what it means to be a scientist, right? Like, you have to be willing to update in the face of new information. Andrew Huberman: I am nodding for those that are listening. I'm just nodding and thinking yes and more yes. Because I think that we all need more of that as individuals. And if we can't get it from our work setting or group setting, sometimes asking a friend can be extremely useful. I have a friend. He happens to be a professor at a university back east. I won't embarrass him by disclosing where he's at, but I recall as a junior faculty member because he knows me well. He's a few years behind me in our career trajectories. But asking him for an honest assessment, I asked for the most brutally honest assessment of me that he could give, and some of it stung. Some of it stung. He was relating some ways in which I show up as a friend and I'm super present. Then I have this tendency, I'm pretty introverted, I'll disappear for long periods of time. In college, they called me Dart because I'd show up at parties. I'd be there, and then I would disappear for like two weeks and just be in my books, say hi to people and just keep going sort of in and out of connection. I've worked hard to change that over the years. I think I have. But who knows? In any event, a friend who knows us well that you insist on. All right, don't give me any compliments. Just give me the harsh stuff that can be very useful. Maya Shankar: And that reminds me of some research by Ethan Cross. So he looks at how we can tame our mental chatter. And if you don't have the friend available to you, there is a really easy distancing technique that you can use when you're in the throes of a problem where you are trying to actively reframe something or maybe see where your blind spots are. And that's by thinking about your problem from a third person perspective versus a first person perspective. So you play the role of someone who's giving advice to a friend in your head, but that friend is actually you, and it actually promotes some degree of objectivity and emotional distance from, again, that fuzzy, hazy set of feelings that you have around the emotion. You're trying to get rid of that piece so that you can bring a slightly more sober recommendation to the situation. So that can be really helpful. And then the other thing to do is, I think, when we're facing challenges, when we're going through a hard time, we do have an instinct to want to vent, right? Again, in this era of vulnerability and whatnot, we're told, like, yes, share everything that's on your mind. It can actually be counterproductive to vent. And the reason for that is that when you're venting about a hard situation that you're going through, or something that you're frustrated about with yourself, typically the person you've invited into the conversation, they're a nice, empathetic person. They want to make you feel better. And so what do they do? They offer emotional balm in the situation. They're like, oh my God, that does sound terrible, you were so wronged. I'm so sorry you went through that, instead of playing the role of what Ethan calls like, a cognitive advisor, which is actively trying to challenge the narrative you're telling about your situation, actively trying to get you to question whether the way you're portraying the situation is accurate, and actively trying to get you to reframe aspects of the situation. And so when we think about venting, when it comes to, again, filling in those blind spots about ourselves, you might want to tell your friend at the outset, like, you even said, lay off the nice stuff. I just want to hear the hard stuff you want to tell your friend at the beginning. Look, I'm having this challenge with my colleague at work, where this guy at the gym is giving me a really tough time. I don't know what's going on. Here's the situation. Rather than trying to make me feel better about the situation, I want you to actively find holes, poke holes in the way that I'm thinking about this thing so that I can try and find some reframing strategies to see the situation from a different vantage point. So these are all called distancing techniques. Third person versus first person. And actually, there's some really interesting neuroscience research showing that when we view our problems in ourselves from a third person perspective, neural activity in areas associated with hostility and aggression actually decrease. And so that can be really helpful when it comes to resolving interpersonal conflict or trying to see where you might have been wrong. Andrew Huberman: I love these examples because especially the one where one does it on their own, it truly doesn't require anything. Maya Shankar: You can be the introverted Andrew and still do this. You don't even have to go to the party and then ghost everyone. Andrew Huberman: Yeah, well, back then, there were no cell phones or smartphones, rather. But, yeah, it was a bit of ghosting. I can reset with small numbers of people that I'm close to, but I found at that time a need to go into an isolated space to do what I need to do to reset myself. But I realized there are certain forms of communication that are still required. Like, I'm alive. I still get this from my mother every once in a while. She's like, if you don't reach out, not only do I not know what's happening with you, but I also don't know if you're okay. And I'm thinking, I'm a grown man. Of course I'm fine. And then I, of course, use the worst possible response that any son or child could give, which is, listen, if something happened to me, someone like the police would contact you-- Maya Shankar: They'll let you know. [LAUGHS] Andrew Huberman: --or the hospital would contact you, which is not reassuring. So, kids everywhere, call your parents. Maya Shankar: I know. J ust call your poor mother Andrew. Just call her a bit more, come on. [LAUGHS] Andrew Huberman: I know, I know. Well, still working on it. It is a work in progress. Venting. I'm so glad that you brought this up. I think that there are these buzzwords now, authenticity, I do think that there are certain forms of communication that can be injurious to people, and yet I think having some internal buffers to all that incoming stuff is important. I mean, you can't be online, and I think everyone is pretty much online these days, without having some policies for oneself and how you're going to deal with this stuff. How am I going to be a selective filter? I think knowing the ends of the continuum like, this is clearly benevolent, kind, discourse, this is clearly bad. I'm going to block this or get rid of it, but then within that middle range, having some rules and policies for how to filter it, either by time of day that you look at it or getting input. But considering it might be true, it might not be true what people are saying. Maya Shankar: And like you said, you were talking about memory and how we tend to over weight negative experiences. And I did find myself like, so I gave this speech and it was posted, and I was looking at the comments, and anytime I brain coded a comment as positive, I just skipped right past it. I was literally just searching for the n egative stuff. Andrew Huberman: As if the positive is generic and the negative is somehow genuine. Maya Shankar: Yes. And I had to make it mental, I had to make a mental note. Hey, it's okay to marinate in the messages that are saying that this really helped them in some way and they really enjoyed the thing. Again, for self-critical people, I think it takes an extra step to remind yourself to also read the good stuff and to allow that stuff to count, too. Andrew Huberman: Well, we did an episode on gratitude, and one of the big surprises that came to me in researching for that episode was that the best evidence for gratitude having positive effects on neural circuitry, neurochemistry comes from when we receive gratitude as opposed to giving gratitude. This is what's often lost in the discussion about gratitude. So all the more incentive to give gratitude and to be aware of when it's coming your way and internalize it. There is a small category of people out there, I think, hopefully small, that so bask in positive feedback that it amplifies their narcissism. But it's clear that you are not one of those people. So zero minus one risk of that happenIng. I want to talk a little bit about goals as it relates to motivation, because you've done a lot of important work. "
        },
        {
            "timestamp": 6013,
            "text": "And what I consider is organization of this, what would otherwise be a pretty complex space. What is more important to most people than being motivated and focused and excited, hopefully on endeavors that they enjoy and that inspire delight. But tell us about what can not just initiate, but what can sustain motivation, because we've talked about the dopamine system on this podcast many times before, but that's a pretty reductionist way to look at it. And you have a different perspective that I've really benefited from learning a bit about. Maya Shankar: Yeah. So when it comes to goals, I mean, it's first important to recognize that there's two parts of a goal. So there's the way that we define the goal, and then there's the way that we pursue the goal. And I think we tend to overlook the first category, how we define the goal, because oftentimes our goals seem like they should be so obvious to us, right? I want to lose weight. I want to avoid sleeping late so that I get a good night's sleep. I want to build muscle mass. Right? Like these are things that just seem like they should just be intuitive, right? But what research and behavioral science shows is that not all goal frames are made equal. In fact, really small tweaks to the way that we frame our goals can have an outsized impact on whether or not we're successful at reaching that goal. So one such framing is whether you frame your goals in terms of an approach orientation or an avoidance orientation. Let me talk about what this means. So an approach orientation would be I want to eat healthier foods. Avoidance would be I want to avoid unhealthy foods. So in the context of, say, your social life approach would be, I want to be in a relationship, I want to enter a relationship. Avoidance would be, I want to avoid feeling loneliness. I want to avoid feeling isolated. Now the reason why these two frames are important to consider is that they can have a different impact on our motivational states, and they can also have a different impact on the emotional response that we have to success and failure in these domains. So what we tend to find is that when you frame something in an approach orientation way, when you succeed, that success is met with feelings of pride and accomplishment. We find that it leads to a boost in motivation, it boosts endurance, it boosts perseverance. When you frame something in terms of avoidance, success is met with feelings of calm and relief. So kind of like a wipe the forehead. Like, thank goodness I avoided that calamitous outcome. Or thank goodness I avoided doing that really bad thing. Andrew Huberman: Back to neutral? Maya Shankar: Yeah, exactly. And so it is fine to frame goals in terms of avoidance. And actually, sometimes it's just personality dependent. Like some people are more driven by fear or they need a lot more urgency to drive them. But it is important to know that the approach orientation is, on average, more motivating. And so you might want to think of reframing your goal in terms of approach versus avoidant. The other advantage to approach is that when you frame something as avoidant. I want to avoid doing X, I want to avoid doing Y. It's really hard to measure success. It's like, are you really tracking every time you're tempted by the chocolate chip cookie and you don't actually eat it? That's really hard to measure. And we do better when we can measure success and failure. It's much easier to track the number of times you approach a salad. You approach something that's healthy. And so, anyway, so it's really interesting to see how, again, this really subtle shift, and we see this across the board in behavioral science, can have such a big impact on behavior. And on this framing thing, I'll just share one little anecdote from my time working in government. So we were trying to motivate veterans to sign up for an employment and educational assistance program, so this is after their years of service. And this is a really important benefit that the government offers for free, because the transition from military to civilian life can be very fraught with a lot of psychological and physical obstacles. And so I remember the Department of Veterans Affairs, they had almost no money to fund a marketing program around this. They said, Maya and team, we've got one email that we're going to send to vets and have at it. But that's all we're working with. And my teammates and I ended up changing just one word in this email message. Instead of telling vets that they were eligible for the program, we simply reminded them that they had earned it through their years of service. And that one word change led to a 9% increase in access to the benefit. And it's based on a psychological principle called the endowment effect, which says that we value things more when we own them or in this case, have earned them. And so I shared this example only to say, like, that is such a small change, right? But we just know that, again, these small little tweaks in the way that we talk to ourselves, the way that we frame our goals, can have a really big impact on our behavior. Andrew Huberman: I'm fascinated by that result. Some people hearing it might think, okay, 9%, is that really that great? But we're talking about a one word change. Maya Shankar: And the scale of the federal government. [LAUGHS] Andrew Huberman: Right. Big organizations. Hard to argue that things change quickly in big organizations. Discussion for another time. But eligible versus earned. I mean, again, I come back to this possibility that there's something about words like \"earned\" that invoke a verb state within us that makes us more action oriented, similar to being able to see ourselves in some landscape that can evoke delight or awe, as opposed to just seeing the landscape that evokes delight or awe. Yeah, I'm really hung up on this because I think one of the major challenges, it seems, for behavioral change is that most people do wait for the stick, as opposed to feeling into the carrot, so to speak. I mean, all you have to do is look at the enormous number of people who are struggling with health related issues for which there's now a lot of active debate. Is it genetically determined? And setting all that aside, it's just very clear that there are a number of behavioral things, sunlight, sleep, exercise, social connection, nutrition among them, that there's no pill for, there's no injection for, there is absolutely no replacement for. So getting people to change their behavior is hard. Telling people that they're capable sometimes helps, but doesn't seem sufficient. So what are some more of these verb states that people you think can internalize that give them access to the real sense of possibility and "
        },
        {
            "timestamp": 6433,
            "text": "get them changing their behavior? Maya Shankar: Yeah, and behavior change is very hard. I sometimes bristle at some of the hacks that I see online because I'm like, I don't think there's a lot of evidence that supports that this works, so, you know, what I'm sharing today is actually backed by really high quality research. One of my friends and mentors, Ayelet Fishbach, has done a lot of this work at the University of Chicago on goal setting and motivation. A couple other things for people to consider, and by the way, I love this space because I'm obsessed with goals, so I love getting better at things, and I'm using all of these insights in my own life, so it is truly a delight to get to share them. Okay, sidebar. Andrew Huberman: Important sidebar, I would argue, because you live this stuff, right? You don't just research it, you live it. Maya Shankar: Yeah, it's totally me-search or whatever they call it. So who sets the goal matters. So a lot of us work with coaches, trainers, mentors, bosses. That's great. It's really, really helpful for people in our lives to bring structure to our goals, to push us along, to motivate us. But when other people are setting our goals, setting our targets for us, it undermines a really valuable source of motivation, which is being in the driver's seat. We love steering our lives. We love feeling agency. We love recruiting our own agency when it comes to achieving our goals. We talked about how people will go to irrational lengths to avoid feeling uncertainty. People will also go to irrational lengths to preserve their agency and control over a situation. So there's some really interesting research that's come out just in the last few years showing that humans prefer to use their judgment over an algorithm that they know performs better than their judgment, but did not involve them, and they're much more satisfied with the outcomes when it's them that's in the driver's seat. And so what this means, I think, in everyday context, is not to do away with, like, trainers and coaches and whatnot. Every trainer and coach who's listening, don't hate me. Okay? You're sticking around. But what they can do is they can build something of a choice set into your day to day programming. So let's say that at work you have a certain skill that you're trying to build. Ask for a set of options to choose from. Own the targets more, you will see a boost in motivation. Let's say you're working out with a trainer. They're like, it's leg day, okay, I'm going to own some of my targets, right? Are we going to go heavy hard on deadlifts? Are we going to go hard on squats? Whatever it is. And so build some agency into the experience, because nothing supplants that kind of intrinsic drive and the feeling that you own the success or the failure. Again, I think to your earlier point, what we're really trying to do with some of these behavioral insights is capitalize on our natural state as humans, right? Like, what drives us. And it turns out we really love being in control. Well, why don't we monopolize on that when it comes to our goal pursuit, right? So we're trying to figure out those areas of psychology that we can leverage. Andrew Huberman: That's fantastic. The word agency is so key here, I think. And it explains that earlier result, the shock experiment. People having agency over their response to 100% of the time, at least it's giving them some sense of control and mitigating it. Whereas when it's random, 50/50, rather, when it's random, 50% of the trials, then even though the outcome is better on the whole, it's perceived somehow as a reduction in agency. There's something fundamental there, for sure. When I started my laboratory and there was an additional pressure to publish papers, this was before getting tenure, I used to ask students in postdocs when the paper would be ready, and then finally I stopped asking and just said, why don't you tell me when the deadline is? And not a single one failed. Or rather, I should put it in the positive light every single time they succeeded in beating their estimate because they were in control of that endpoint. Maya Shankar: Love that. Andrew Huberman: So it was at times challenging for me, but they set a date. And also, by the way, if they need to extend that date outward, we did. That was their choice. They said they needed more time. The rule in science that I think applies a lot of places is, I always like the phrase as fast as I carefully can. Because you don't want to rush. Maya Shankar: Absolutely. Andrew Huberman: But that sense of agency, I like to think, translated to more joy for them. Certainly there was a lot of productivity from them, and they might be listening to this. And so they can put in the comments whether or not I'm telling the truth here. Maya Shankar: [LAUGHS] Andrew Huberman: Most of them are professors now. Maya Shankar: Well, that probably means they succeeded. Andrew Huberman: They definitely succeeded. The question is whether or not I had anything to do with it. My advisors always said the best thing you could do is support your students in postdocs and then just get out of their way. Because the really good ones, you can't control them. You're just trying to not screw things up for them. Maya Shankar: Yeah, yeah, yeah. There's a lot of intrinsic motivation there. Andrew Huberman: I'm curious about the difference between lone pursuits "
        },
        {
            "timestamp": 6745,
            "text": "and group pursuits, because I know you understand a lot about groups, and I want to make sure that we talk about groupthink, although that has such a negative connotation, but the way that we tend to kind of revert to the mean when it comes to our thinking and our opinions and certainly our explanations of who's right and who's wrong when we are in a collection of like-minded people. This could also be phrased as, what are the dangers of being among like-minded people? And then we'll relate that back to motivation. But what are the dangers of being among like-minded people? Maya Shankar: Yeah, well, in the context of goals and motivation, it can be very, very helpful to be in the context of like-minded people. And the reason for that is we often don't see failure up close when it comes to people pursuing their goals, but if we are in the presence of people whose values we share, who have a similar commitment to doing something, and we see up close that they sometimes have those days where they fail, or we have the vulnerability to show when we've failed, that can actually increase our resolve that the goals that we're trying to achieve are actually possible. I think the danger of being in the like-minded spaces is around how it limits your frame of mind, s o when it comes to the ideas that you have, when it comes to the convictions you have around your points of view, it can be very dangerous to only be in the echo chamber again, because I want to give people strategies to challenge their way of thinking without them having to socialize. For all the introverts out there, I have a lot of compassion. I have introverted tendencies. So I get it. One helpful thought experiment you can use when you feel like maybe you're spending a little bit too much time around people who are just reinforcing whatever viewpoints you have, is to ask how your belief system and your ideas and your opinions of things might have been different had you been born during a different time period and in a different family or cultural landscape, and what happens when it comes to our viewpoints is that they become so tethered to our identities that we feel like if we were to jettison a certain belief or value, we would be jettisoning ourselves, and that feels way too threatening. It's way too destabilizing to engage in that. But the minute you imagine what it would have been like to have been born in a different family, with a different religious belief system, with a different value system, all of a sudden you transport your same self, right? I'm still Maya, into this new environment, and you start to see how non-precious some of your beliefs are, right? Maybe they don't have the sacred quality that you thought that they did. And so you might be more open to changing your mind, more open and receptive to challenging your own points of view if you engage in that thought experiment. Andrew Huberman: I recall you discussing a description of people watching a game of sport that involved bad calls. Maya Shankar: Yeah. Controversial referee calls. Andrew Huberman: Controversial referee calls. Yeah. If you could share with us a little bit about that result, because I find it really interesting, especially the part where the experimenters can swap the identities of the teams in theory, and then, well, basically what people come to realize is that our perception of the outside world is strongly informed by the group that we see ourselves in, and often to our own detriment. Maya Shankar: Absolutely. Yeah. So this is a study from the 1950s. And to your point, we tend to think, okay, we're human beings. We're really enlightened, we're making decisions, and we're engaging in judgments of things based on data and evidence and facts. And surely my visual system wouldn't lie to me. So whatever I perceive is going to be true and a veridical representation of the world and, like, not true. Okay, a lot of our beliefs, and these are strong beliefs. I mean, again, they're what we believe to be fact about the world is informed by our group membership. So in this study, loyal fans of two opposing football teams watched these controversial plays, so, where the referee made a call, and they weren't quite certain if it was like, in or out, let's say. And depending on your loyalty to the team, to whatever sports team, whichever side you were on, you were much more likely to favor calls that were made on your teams in your team's favor. And when you ask people coming out of a study like this, it's not like, yes, I knew I was biased, like, I knew that I was basing my judgment of these referee calls based on my affiliation and my love of Team X or Team Y, you wouldn't think that. You'd think you were an arbiter of truth in this situation. You're just recalling what your visual system saw. And I think that shows how powerful these social forces are, how powerful our group affiliations are, because it can truly change the way that you see stuff. Of course, it can then transform the way that you think about stuff. And so that, to me, is a powerful reminder that when we are in disagreement with someone else and we just try to bombard them with facts, I mean, you're a scientist, so if you're hearing someone say something and you're like, oh, that's not accurate, that's not true. Your instinct probably says, but have you heard about the 2017 study, the peer reviewed journal article from PubMed? But when you recognize that, actually a large part of our belief system emerges from the groups that we identify with, I think there's an inspiring lesson that comes from this. So we shouldn't be too disheartened by the fact that this is true, but it helps round out our understanding of why it is that people believe the things they do. And as a result, we have more resources at hand to try to understand how we can change their minds. So, one of the guys that I interviewed on my podcast, his name is Daryl Davis. He's a black jazz musician, and he was confronted by a member of the Ku Klux Klan at one of his performances, and it led, talk about a slight change of plans , I mean, he just went on a totally different life path and ended up convincing dozens of people to leave white supremacy groups, including the Ku Klux Klan. And when it comes to Daryl and his approach, well, one, he recruited people's agencies, so he never implied to them, oh, I'm trying to change your mind. He always says, like, I didn't convince them, Maya. They convinced themselves to change their mind. So he recruited their agency. But he also tried his absolute hardest to not question their fundamental and underlying humanity. So he tried to understand, why are you part of this group, this vile vitriolic group? And some people would share, well, you know, it's a family tradition thing. My father was in the klan. My grandfather's in the klan. Look, none of this excuses being in a hate group, okay? But at least it gave Daryl an understanding of some of the factors that were pushing them towards the group so that he might offer that sense of community, that sense of belonging somewhere else, maybe outside of a hate group. But if he thought that he was actually just fighting over facts, over whether African Americans should be treated equal to everyone else, then he would have lost that argument, because he wasn't even fighting with the right currency. What was relevant? It was the first episode of A Slight Change of Plans we ever released and continues to be my favorite. Because what was so thrilling about this interview is that the strategies Daryl used to convince people to change their minds again of these deeply entrenched, horrific views were totally corroborated by the science of how we change people's minds. So he used a lot of really effective strategies, just intuitively, like, he's just a mastermind behavioral scientist just by virtue of who he is. But he showed genuine curiosity for why it is they believed what they did, which is, again, extremely hard. And I would not have had the equanimity to show genuine curiosity for why someone is in the Ku Klux Klan. But he showed that curiosity. He increased his question to statement ratio. So it's really important to ask people a lot of questions, and then he would ask people a really important question, which is, well, what, in theory, could change your mind? Like, what evidence would I have to give you in order to change your mind about X, Y, or Z? And the reason that I love asking that question is that it presupposes that someone ought to be willing to change their mind in the face of new information. So this harkens back to the conversation we were having earlier about the importance of having a malleable state of mind and being willing to update in the face of new info. Now, if the person in response says, literally nothing will change my mind, okay, well, then, you know it's not worth your time to have the disagreement with them. But if they give you a little bit and say, well, maybe I would change my mind on vaccines if you were to tell me X, Y, or Z, maybe I would change my mind on immigration reform if you were to tell me this or that. Now you have an in, right? But you do need to get them into the state of mind where they think, yeah, I guess in theory, I could change my mind about this thing that I feel absolutely resolute about. Andrew Huberman: I've never worked in public policy, but I feel very strongly "
        },
        {
            "timestamp": 7287,
            "text": "that where I see failures en masse of public health policy or educational policy, almost always there seems to be a failure of even interest in understanding what motivates the other side's position. And this actually gets me frustrated to the point of being motivated, where it's like people are saying, you're wrong, you're wrong. Know this, know that to the point of it's almost maddening. And far more seldom do we see people saying, okay, I'm in a third person myself, or I'm going to put myself in the other person's shoes and say, why might they feel that way? Why would this person be listening to this individual as opposed to this public health individual? And look, without taking any stance on this, because it's a much bigger conversation than we want to have right now, I could look at public health officials that just completely failed to understand the other side's position and vice versa. And that to me just says it's a communication failure. And I'll take this out of the COVID pandemic discussion as it's normally had and say that one thing that we know for sure is that in the 2020 to really 2022, but still 2023 landscape, there were so many mental health concerns. Everybody, regardless of where people were on the vaccine debate, mass debate, lockdown debate, regardless of any of that, everyone's stress level was elevated. Maya Shankar: Absolutely. Andrew Huberman: And there were very, very few top down from, at the level of government, discussions about how to maintain circadian rhythm and sleep health, how to maintain health in general in that landscape. And that, for me, was just really shocking. It was also one of the reasons why we launched the podcast, frankly, is that I really feel that the tools were needed by everybody and should be zero cost to everybody. But what was clear is there was so much pointing of fingers and name calling and violence even, that no one was saying, like, why would people feel this way? Why would people trust these sources as opposed to these sources? And we can only conclude if we're good scientists that the landscape was ineffective, right? It was just ineffective. And it continues. I mean, if you have the desire to take a reduction in dopamine by going on Twitter and following this back and forth that continues today, it's pretty ugly. Still, none of it seems really solution oriented. There are a few people out there who are trying to make it solution oriented, but not really. And so I don't want to go into the dark aspects here. But it does seem like this willingness to take a look at why others might feel the opposite of how we feel is a very rare quality. And this gentleman, Daryl, what was his last name? Maya Shankar: Daryl Davis. Andrew Huberman: I think I've seen a number of things with him. He's obviously extraordinary, but we call him that because people like him are exceedingly rare. So what can we do to cultivate that kind of mindset? Because I'm not pointing fingers here, I mean, I think we all have this default tendency to gather evidence the way that we gather evidence, draw conclusions, and then stand our ground. And I think it's detrimental to everyone. Maya Shankar: So you're making me reflect on probably the greatest gift that being a cognitive scientist has given me in my life. Obviously, it's fed my curiosity, it's been a delight to study things and learn things, but the greatest gift it has given me is empathy towards people. It is the greatest driver of human empathy to learn how our minds work. And I don't know if there's a substitute for that. Partly that's why I started A Slight Change of Plans . We have story episodes where you hear from people like Daryl, but I interview scientists from all over the world about their areas of expertise. And I genuinely believe that the more we learn about how the mind works, the more we learn from my field of cognitive science about how we make decisions, how we develop our attitudes and beliefs about the world, how we come to be the people that we are, the more we can bridge these empathy gaps. And it's been profound for me. I mean, I feel so lucky to have been steeped in this literature for decades now. But my hope is to invite people into the conversation, because the more you learn about why people are the way they are, the more empathy you can extend. And the more, I'm not even saying you need to extend an olive branch, I'm not saying that you need to compromise your own belief system, but at least you see that there might be an entry point, a reason to have a discussion with this person who believes things that are completely different from you. And we talked about gratitude a bit. In this conversation, I feel immense gratitude that I have a posture of empathy as I move around in this world, because I have strong beliefs on things. I care a lot. I care about reducing human suffering. And then I meet someone who I think is pro a policy that promotes human suffering. And of course, the visceral human instinct is like, to hell with you and your viewpoint, this is horrible, this is intolerable. But because I have this cognitive science hat on. It allows me to walk around with a slightly different viewpoint, and I really feel that I'm a better person as a result of that. And I've heard from listeners of A Slight Change of Plans when they listen to these science episodes, whether it's the science of loneliness, the science of empathy, the science of meditation, I try to bring this empathetic spin to understanding, again, neuroscience and psychology, they have found that they are kinder to others. And so that's probably the best feedback that I've ever received on the show, is like, people are like, I'm a nicer person to other people now, especially the ones I don't agree with. Andrew Huberman: And presumably to themselves as well. I know you've brought up the topic of empathy as a way to prevent burnout, right? And here we're not just talking about job burnout. We're talking about the burnout that is inherent to any long term pursuit that's challenging, raising kids, being in a family. What is the great Ram Das quote? Think you're enlightened? Go spend a week with your parents, no matter how enlightened you are. I remind myself that I love my parents. I love my parents, but it's just a completely different frame shift. But also kind to oneself. I mean, I think there's starting to be some good neuroscience at the mechanistic level of empathy. Clearly, empathy is not the default state for most people. It's something that we need to cultivate as a practice and that we can cultivate as a practice along the lines of empathy. "
        },
        {
            "timestamp": 7695,
            "text": "But also returning to a topic that we opened today's discussion with. We build these narratives about ourselves starting in adolescence, maybe even earlier and through our teen years, and we have various experiences. But I'm curious how we can continue to build narratives about ourselves and the role of narrative, the I statements, the I am statements, and whether or not you and we should all spend some time doing this. I mean, these days people exercise because we know it's good for us. I hope people get sunlight because they know it's great for them that people perhaps have a meditation practice or a therapy practice or a journaling practice. But how is it that we can continue to evolve our narratives about self in a way that promotes some or all of the things that we've been talking about today? Maya Shankar: Yeah. So empathy is really interesting because I think we have a lot of misconceptions about it, and we have misconceptions about how empathetic we actually are. I would argue people are more empathetic than they think, and let me tell you why. So, this comes from research by my friend Jamil Zaki at Stanford. There're three distinct types of empathy a lot of people don't know about. So the first kind is emotional empathy, and this is the one that feels very intuitive to most of us. So it's this visceral reaction I have. You tell me that you've had a really hard time. My eyes start to well up. I can truly feel your pain, and I just feel what you feel, okay? And that typically, is what people think of when they think of empathy, period. They overlook two other types of empathy. The second type is called cognitive empathy. This is the ability to accurately diagnose what it is that's causing you distress in this moment, and what it is that I could offer up to you to try to help ameliorate some of your suffering. The third kind is called empathic concern, or it's known as compassion as well, which is the actual desire to help, you desire to help another person. And what's so interesting about these three types of empathy is that they don't correlate within people. You can be really high on the emotional empathy scale, right? You can have tears streaming down your face as you hear about your friend's divorce, but you might be really bad at diagnosing what it is that's causing them distress. You might be really bad at actually offering up a solution to their problem. Or you might lack the will. Like, if you're sociopathic, you might just not have the will to help someone. And what's so interesting is that, I think in our society, this relates back to identity and the labels we give ourselves. I think our society puts a huge premium on emotional empathy, and we discount people who don't have that visceral response, and we just immediately say, oh, they're not empathetic. And this happens from the time that we're really little, by the way, like the kid who's crying on the playground, comforting their friend, right? They're like, wow, that kid's got a ton of empathy. My older kid doesn't seem to really care about people, but they might excel in cognitive empathy. They might excel when it comes to empathic concern. So one of the things I was talking about with Jamil on A Slight Change of Plans , you know, maybe we ought to think about empathy languages in the same way we think about love languages. People have different ways of expressing their empathy, and we ought to value them equally. And that's been wonderful, because I think even in the past, I would have had a really hard situation, and I go to one of my friends, and they just seem like, a little bit more stoic. And I'm like, do you even give a shit? Why do you not care as much as I want you to care? It turns out they're fantastic at wanting to help me and understanding what's wrong with me. And I love the idea of giving a little more love to those second two buckets, because I think it'll allow us to better recruit more empathy from others and also to see ourselves differently, maybe for those people out there who are like, I'm not a very empathetic person. You might actually be more empathetic than you think. The second thing I wanted to share is about burnout. So you talked a little bit about burnout. People who rate really high on the emotional empathy scale tend to experience burnout at higher rates. So you can imagine healthcare workers, first responders, essentially what you're doing when you feel emotional empathy is you're carrying the burden of the other person's pain. So you can easily imagine how that can deplete you. And I think the instinct that we have when we're empathetic is to say, you know what? I'm just going to shut myself off. I had that experience in 2020. I was like, there's too much bad stuff happening around me. Like, I prefer to just not feel things. Thank you very much. And so I tried to close myself off from natural emotional reactions I would have to things. But what Jamil's research shows is that you don't actually have to. If you cultivate cognitive empathy and empathic concern, those can actually be protective against burnout. So you don't have to do away with empathy altogether. You just have to shift gears and be more selective about the kind of empathy that you're investing in. So I love this research because, again, it just opens your mind up to this whole world of empathy that you might have thought of as more as, like, the singular concept and allows there to be a little bit more grace space. Andrew Huberman: I love the idea that there are different categories of empathy. It will also arm me with a response, if ever, hypothetically, someone says, I don't feel like you're really feeling what I'm feeling, and therefore you're not empathic. To my experience, where I rate on these scales isn't important. But this notion of cognitive empathy, I think, is really important and probably one that most people haven't heard of. I certainly haven't heard of it, but I like to think that it really does exist and that it's at least-- Maya Shankar: --And you might have it in spades. Andrew Huberman: I don't know. You'd have to ask the people close to me. But that it is at least as important as the emotional empathy before we conclude there is something that I unfortunately pushed us past too quickly that I want to "
        },
        {
            "timestamp": 8036,
            "text": "return to because I think it's something that so many people care about and live with each day, which is this issue of challenges with ongoing motivation. And forgive me for doing a bit of an anachronism here. I'm sort of jumping back to this because I realized that I pulled us off to another topic, but you've talked about the middle problem before and it's too important to not return to. So tell us about the middle problem and how we can overcome the middle problem. Maya Shankar: And before I do that, do you mind if I give just a couple short strategies around goal setting? I just want to make sure I round out that section. Andrew Huberman: Not only would I not mind, I would be delighted. Maya Shankar: I just want to make sure, again, I share the wisdom that's helped me so much in my personal life. Okay, I'll try to be fast. Andrew Huberman: Please take your time. Maya Shankar: But people have these goals to reach, I got to get them out running. So the first is to make sure that you are, so we've already talked about approach versus avoidant goals, right? We've talked about how who sets the goal matters and how if it's you, it's better. If you have some ownership over your targets. The third thing is to make sure that you're setting goals when you're in the same psychological and physiological state as the one you'll be in when you're actually pursuing the goal. Because we tend to have what is known as this is, again, fishbox work. We tend to have empathy gaps between our present day selves and our future selves. And that empathy gap can lead us to be very compassionate towards 4:00 p.m. on Sunday watching TV Maya, and 6:00 a.m. Maya, who I hope is going to be at the gym, like killing herself with a really high intensity interval set or whatnot. And so if it is 4:00 p.m. on Sunday, probably not the best time for you to say, I'm going to go to the gym every day at 6:00 a.m. If you actually are at the gym at 6:00 a.m., and you are feeling viscerally the physiological pain, the psychological pain of having gotten up really early to do the workout, then it's reasonable for you to set that goal. But it's kind of the opposite of, like they say, don't go to the supermarket hungry. Actually, in this situation, you want to be in exactly the same physiological and psychological state you'll be in when you're in goal pursuit. It'll make it much more likely that you set reasonable goals and you actually reach them. The second thing that you might want to think about is, so I don't know about you, Andrew, but I feel like I'm a goal purist by nature. So when I set a goal, the minute I, like, fall off even slightly, the goal is gone for me, and I'm like, I messed up. Let's start from the beginning. Let's start from scratch. I need a new goal. I've already messed up, and it doesn't matter. So I feel like unless I achieve perfection in achieving my goals, I get very frustrated and I just fall off the wagon completely. So one thing that researchers have shown is that it's really helpful to build in what's called an emergency reserve into your goal setting, or slack is another way of putting it. So let's say I have a goal. I want to go to the gym every single day this month. It's really important and helpful to give yourself, and you're not going soft on yourself. I promise to give yourself, for example, three get out of jail free cards, three days where, for whatever reason, it's okay that you didn't go to the gym, you got sick. Maybe you have kids who got sick. You're just not feeling motivated. It doesn't really matter what the reason is. You didn't go to the gym. But the important thing is that you're still on track to achieving your goal, even if you missed those three days because you built them into the system. The final thing I'll say about setting the goal is to try to capitalize on a phenomenon known as the fresh start effect. So this is work by my friend Katy Milkman. She's a professor at Wharton at the University of Pennsylvania. So what she's found is that in our lives, we have these big milestone moments where we break from the past and we're entering a new future. This might be moving across the country. It could be getting a new job. It could be getting married. It could be whatever, okay? But one, it feels like a big change, and that's a wonderful moment to try to introduce a new set of patterns into your life, in part because again, you have a break in identity. But two, it's really easy to introduce new habits when a lot of your environmental circumstances are different. So I take a new job. All of a sudden, I have a new route to work. Probably a good idea to not introduce a pastry stop every time I go to work, because I no longer am passing by that bakery every morning. So you want to capitalize on fresh starts of that kind. There's also more arbitrary fresh starts that exist for all of us, and this is in the form of the first day of the year. So, of course, New Year's resolutions, the first day of spring, even the first day of the week, can be very motivating because we all like clean slates. We like wiping away the past. We like embarking on a new future that's clean of failure and stumbling and whatnot. And so that can be a really powerful motivator. Andrew Huberman: I love these suggestions because I do think that we like a clean start. There's something to that. Who knows why? But I think it's a universal trait. And perhaps shortening the time domain over which we think about our goals and success and failure could help. Like if you just say the clean start is this afternoon, because this morning didn't go so well. Maya Shankar: Yeah, y ou don't have to surrender the whole week just because you messed up on a Monday morning. Andrew Huberman: That's right. Maya Shankar: Yeah. Andrew Huberman: I'm sensing the perfectionist in you. And I know that it's a continuum. Some people don't, I don't want to say suffer from perfectionism, because I think it's a great attribute in certain domains and can be challenging in others. But I love the idea of having a little bit of grace with one's goals. And also what you said earlier of making the carrot compelling and not so much focusing on just the stick, making the carrot more compelling, so much there. What about the middle problem? "
        },
        {
            "timestamp": 8394,
            "text": "Yeah, because I do think that people do tend to go hard out the gate, as it were, and then people drop off. Maya Shankar: Yeah. So, yeah, all the stuff we talked about so far has been around defining the goal. And now we need to think about how we sustain our motivation to pursue the goal. And this can be super hard. Again, behavior change is incredibly hard to sustain. So the middle problem. So the middle problem refers to the fact that we don't have stable amounts of motivation over the course of goal pursuit. We tend to have a boost in motivation at the beginning of the pursuit. We all feel this viscerally, right? I've decided I'm going to do intermittent fasting or I'm going to make sure I look at the sun every morning, the first moment that I get up, or whatever the goal is on that first day, you are so motivated to get it done right. In fact, the first few days, the first few weeks, and then you experience a boost in motivation, a higher amount of motivation towards the end of the goal. So we experience at the end of a goal what's known as the goal gradient effect. So we tend to experience monotonic increases in motivation the closer we are to the finish line. So we might even see it in marathon runners, right? They're like, okay, I only have this remaining part to go. I can expend all my energy now to try to get over the finish line. There's a lull, though, in motivation in the middle of goal pursuit, and that's something that we want to get ahead of, we want to solve. For now, obviously, we cannot eliminate middles. Mathematically impossible to eliminate middles. So what do we do? Well, we do something that you already alluded to, which is actually we shorten the time duration of our goals. So rather than setting an annual goal, right, let's say that it's the new year, you're inspired to try to make 2023 the best year ever. But the problem with that is when you set an annual goal now, your middle is months long, so you're going to experience that decrease in motivation for a healthy chunk of the year, which is not ideal if you set a weekly goal. By contrast, all of a sudden, your middle is a lot shorter, right? All of a sudden you're dealing with like a few days, maybe a day or two. And so you want to be mindful of the duration of the goal. Another thing that can help keep motivation high is to do what my friend Katy Milkman calls temptation bundling. So this has, number one, been my go to strategy for having done every unpleasant activity in my life that I've had to do, okay? Folding laundry, doing the dishes. I actually really like working out like you do, so I don't need as much motivation, but sometimes I still need that for high intensity days. I do need the motivation to do, like, the hard cardio. So to get on into working out in that way. So what is temptation bundling? You're pairing an unpleasant activity like folding laundry, doing dishes, taking out the trash, with an immediately rewarding, enjoyable activity that can be listening to your favorite podcasts, which are, of course, the Huberman Lab, and A Slight Change of Plans .  Obviously, it could be listening to your favorite pop music, but the really critical piece of the temptation bundling is that you have to forgo the indulgence of enjoying that rewarding activity in all other spaces of your life. So, for example, for me, I feel like a good pop song. I have, like, 25 really good listens, and then it kind of becomes old hat. So just, like, the excitement of the song wears off a bit. So there have been times where I'll be, like, cooking with my husband, and he's like, hey, why don't we play, you love Casey Musgraves, why don't we play that album? And I'm like, no, that's an album I can only listen to when I'm, like, lifting weights. Andrew Huberman: Maintain the potency. Maya Shankar: You have to maintain the potency, right? You don't allow yourself to get the joy and edification of the Huberman Lab when you're not taking a walk and getting exposure to that morning sunlight. And it's such a simple strategy when you think about it. But I have found myself looking forward to really annoying tasks that I have to get done because I know I'm going to get the enjoyment of something really fun that accompanies it. Andrew Huberman: Fantastic. Is it important that the thing that one enjoys be done simultaneously? So folding laundry while watching the Netflix thing or listening to a particular piece of music? Maya Shankar: Yeah, you want them to coexist, because then again, you get that immediately. Most of the time, the things that we lament doing have really positive long term outcomes. If I'm in the habit of keeping my house clean, there's long term benefits. If I'm in the habit of exercising or eating healthily, there's long term benefits. But I don't often feel the rewards in real time. So what you're trying to do is give yourself that rush of joy and excitement that accompanies the immediately rewarding activity so that in your mind, even just, like neurally, the two things are coexisting. Andrew Huberman: I love it because it has such firm grounding in the neurobiology of reward and aversion and how to overcome aversion. There's deep neuroscience around this, but I've never heard it presented that way. So thank you for those incredibly clear and actionable tools for motivation, because so many people struggle with that. Maya Shankar: Yeah. Andrew Huberman: And I hear that all the time. Maya Shankar: And I think you talked about aversion. And actually, this is really important. "
        },
        {
            "timestamp": 8695,
            "text": "So when we think about returning to our goals, which is often the hard thing. So you do it on a Monday, and you have that same goal on a Tuesday, and then on a Wednesday, and on Thursday, and by Thursday, you're kind of like, oh, my God, it was so hard the first few days. Do I really want to go back and do the same workout on a Thursday? What's really helpful here to avoid some of that aversion is to be mindful of the way in which our minds process memories. So when we reflect back on how much we enjoyed or didn't enjoy an experience, we don't give equal weight to every moment. Each moment doesn't get uniform weight. Instead, we tend to give more weight to what's called the peak of the experience. So the experience that was most emotionally intense, the part of the experience that was the most emotionally intense, and the end of the experience. So this is work done by Nobel laureate Daniel Kahneman and his collaborator, Amos Tversky. So the peak end rule is what this is called. So you put a lot of weight on, again, that really emotionally intense moment of the experience and the end. Now, researchers have studied this in the context of lots of unpleasant activities. So in some studies, people are forced to submerge their hands in ice cold water, or they looked at colonoscopies, for example, and how unpleasant those are. And what they found is that this is so interesting. Okay, I'm nerding out a little bit because I just think that this field is so cool. Andrew Huberman: Nerding out isn't just tolerated. It is encouraged on this podcast, Maya Shankar: I'm having a moment with cognitive science. But this is such cool research, because what these researchers did, it's so clever. If you elongate the unpleasant experience by a couple of minutes, let's say, so, the hands in freezing cold ice water or the colonoscopy, but you make those last few minutes of the unpleasant experience slightly less unpleasant than the end of the experience would otherwise have been. Right, had you just ended the colonoscopy procedure as planned, had you just taken the hands right out of the ice bucket by, for example, increasing the temperature of the water by a degree, or use your imagination, whatever the equivalent. Andrew Huberman: How can you make a colonoscopy less? Maya Shankar: [LAUGHS] There are mechanisms by which the pain can be less. Andrew Huberman: [LAUGHS] Physicians everywhere know them, but we are oblivious to them. Maya Shankar: Anyway, you guys can do the mental work of figuring out what the equivalent is on Google. What they find is that people look back on the experience more favorably. They have a more positive impression of the experience. Now, again, this is what's so miraculous about this finding. The overall duration of the unpleasant experience has been extended. There are more minutes of overall suffering, right? But the last few minutes are less bad than they would have been otherwise. And so people are, they view the experience more favorably. In the case of the colonoscopies, they were actually more likely to return for follow up visits, for their annual checkups. And so what does this mean in daily life? Well, what it can mean is, let's say you are literally killing yourself at the gym. You have the hardest workout that you've ever had. Tack on a few minutes to the end of the workout that are still unpleasant, so you're still coding them as being part of the unpleasant working out experience, but are a little bit less intense and less painful than the workout end would have been otherwise, you might be more likely to return and actually do the hard workout. Andrew Huberman: Can we also say if somebody really enjoys their training, that the opposite would be effective as well? That perhaps if they really want to push it hard at the end, because that's the sensation that they particularly enjoy, that that could serve, presumably, the memory systems and the reward systems of the brain such that they are more likely to return to the workout again. Maya Shankar: Absolutely. You raise a fantastic point, which is when we talk about enjoyment in these contexts, it is all subjective. So I actually kind of love the feeling like, I'm going to die, because my heart is racing. So, I mean, for whatever reason, I'm just wired to love exercise, right. And I love a heart strength training workout. And so for me, what enjoyment might look like at the end is really intense. Right. That might be what brings me back. But in other domains, absolutely not, like the colonoscopy situation. I do not want that to be an unpleasant experience. And so there are lots of other domains in life where if you just tack on a few of the few minutes onto something that's really tedious or really hard or really painful, it can make you more likely to commit to it later. But it's an excellent point. In all of these studies, you have to consider who the person is and what their natural psychology is like. And for everyone listening, you want to tailor these recommendations to who you are as a person. Andrew Huberman: Well, there are certain life demands that I find incredibly aversive, so I'm going to use this approach for those. I'm also going to use them in the context of things I really enjoy. Because if one has the opportunity, I believe, to further reinforce the things that bring us joy, why wouldn't we? Maya Shankar: Absolutely. Andrew Huberman: Fantastic recommendations. Listen, I could ask you 1,000 more questions, and my hope is that you'll come back-- Maya Shankar: --I'd love to-- Andrew Huberman: --so that I can ask you those 1,000+ more questions. I have to say, it is exceedingly rare that I talk to somebody either on the podcast or elsewhere, frankly, in my life, that has such an incredibly wide breadth of knowledge and yet has so much depth of knowledge as well. It's clear that your many experiences through music and cognitive science, podcasting, and by the way, we're going to provide links to your podcast in the show note captions so that people can hear more from you as they should, and also your work in policy. You've put yourself in a lot of different domains, and I think that itself is inspiring. And whether or not it's by way of curiosity, human connection, or both, presumably it's both and many other things as well. I know I speak on behalf of many, many people. I just say thank you so much for doing the work that you do, for continuing along these pursuits. I'm excited to hear where it might evolve in the future still, and frankly, just for being you, because it's clear that your enthusiasm, your curiosity, and your generosity with useful information is immense. So thank you ever so much. Maya Shankar: Well, that's so gracious and kind of you to say, Andrew. And these conversations, like the one we just had, I mean, it's why I do the work. It's so much fun and so interesting, and you've given me so much food for thought. It really was a conversation, not an interview, and that's such a gift. And so I just feel gratitude that I can share my body of work and all the insights I've learned along the way with your listeners, and I really hope it's helpful to them. Andrew Huberman: It certainly is, and it's been an honor to have you here. So let's do it again. Maya Shankar: Yes, let's do it again. Thanks so much. Andrew Huberman: Thank you. Thank you for joining me for today's discussion about identity "
        },
        {
            "timestamp": 9101,
            "text": "and goals and motivation with Dr.Maya Shankar.If you're learning from and or\nenjoying this podcast, pleasesubscribe to our YouTube channel.That's a terrific, zero\ncost way to support us.In addition, please subscribe to\nthe podcast on Spotify and Apple.And on both Spotify and Apple, you\ncan leave us up to a five star review.If you have questions for me or comments\nabout the podcast or guests that you'dlike me to consider hosting on the\nHuberman Lab podcast, please put thosein the comments section on YouTube.I do read all the comments.Please also check out the sponsors\nmentioned at the beginning andthroughout today's episode.That's the best way to\nsupport this podcast.Not on today's podcast, but on many\nprevious episodes of the HubermanLab Podcast, we discuss supplements.While supplements aren't necessary for\neverybody, many people derive tremendousbenefit from them for things like\nimproving sleep hormone support and focus.The Huberman Lab Podcast has\npartnered with Momentous Supplements.If you'd like to access the supplements\ndiscussed on the Huberman Lab podcast, youcan go to livemomentous, spelled O-U-S.So it's livemomentous.com/huberman,\nand you can also receive 20% off.Again, that's livemomentous,\nspelled O-U-S .com/huberman.If you haven't already subscribed to our\nNeural Network Newsletter , our NeuralNetwork Newsletter is a completely zero\ncost monthly newsletter that includessummaries of podcast episodes as well\nas protocols, that is, short PDFsdescribing, for instance, tools to improve\nsleep, tools to improve neuroplasticity.We talk about deliberate cold exposure,\nfitness, various aspects of mentalhealth, again, all completely zero cost.And to sign up, you simply go to\nhubermanlab.com, go over to themenu in the corner, scroll down to\nnewsletter, and provide your email.We do not share your email with anybody.If you're not already following\nme on social media, I amHuberman Lab on all platforms.So that's Instagram, Twitter,\nThreads, LinkedIn, and Facebook.And at all of those places I talk\nabout science and science-relatedtools, some of which overlaps with the\ncontent of the Huberman Lab podcast,but much of which is distinct from the\ncontent of the Huberman Lab podcast.Again, it's Huberman Lab on\nall social media platforms.Thank you once again for joining\nme for today's discussion with Dr.Maya Shankar.And last but certainly not least,\nthank you for your interest in science.[CLOSING THEME MUSIC]"
        }
    ],
    "episode_summary": "In this episode, my guest is Maya Shankar, Ph.D., a cognitive scientist, former senior advisor to the White House and Chair of the White House Social and Behavioral Sciences Team. She is the creator and host of the podcast, A Slight Change of Plans. We discuss how our identities develop and change, how our beliefs and internal narratives shape our perception of self, and how to use structured introspection about our values to determine our goals. We discuss how to cope and grow through uncertain situations, especially those that force us to reexamine our roles and identity. Dr. Shankar shares her experience of redefining her identity after an early career-ending setback. She also explains numerous science-based strategies to effectively define goals, structure our goal pursuits and maintain consistent motivation. This episode provides a science-supported toolkit and roadmap to assess your identity and goals and positively transform in the face of change.\nFor the full show notes, visit hubermanlab.com.\nThank you to our sponsors\nAG1: https://drinkag1.com/huberman\nMaui Nui Venison: https://mauinuivenison.com/huberman\nEight Sleep: https://eightsleep.com/huberman\nInsideTracker: https://insidetracker.com/huberman\nSupplements from Momentous\nhttps://www.livemomentous.com/huberman"
}