{
    "title": "How Your Brain Works & Changes",
    "ep_num": "193",
    "link": "https://www.youtube.com/watch?v=nwSkFq4tyC0",
    "chunks": [
        {
            "timestamp": 0,
            "text": "[upbeat music] - Welcome to the Huberman Lab Podcast where we discuss science and science-based tools for everyday life. I'm Andrew Huberman, and I'm a Professor of Neurobiology and Ophthalmology at Stanford School of Medicine. This podcast is separate from my teaching and research roles at Stanford. It is however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. Along those lines, I want to thank the sponsors of today's podcast. Our first sponsor is Athletic Greens, which is an all-in-one vitamin mineral probiotic liquid supplement. I've been using Athletic Greens since 2012 because I really like getting my total vitamin mineral base covered in one easy to consume product. It also tastes really good. I mix mine with a little bit of lemon juice. I've been doing that well over a decade now. And the inclusion of probiotics is important to me because there's a lot of data out there right now about the importance of gut health for the immune system for, mood. And so by combining all these things in one product you get all those things at once. If you want to try Athletic Greens, you can go to athleticgreens.com/huberman and that will give you a special offer where you will get a year supply of liquid vitamin D3 and K2 vitamin D3 has been shown to be important for various aspects of immune function as well as other biological functions. And so once more, if you want to try athletic greens and get the year supply of vitamin D3 K2 just go to athletigreens.com/huberman. The other sponsor of today's podcast is InsideTracker. InsideTracker is a way to measure metabolic factors, hormones, and DNA related factors by way of blood tests and saliva in order to assess one's health. I'm a big believer in blood tests and saliva tests for assessing one's health markers, because I like data. And there's really no other way to measure what's going on in one's body without taking the occasional blood test or saliva test. You can guess what's going on but if you really want to know what's going on under the hood InsideTracker can be of great help. One of the problems with a lot of products out there or just regular blood testing is that you get a lot of data back about the levels of various hormones, metabolic factors, et cetera, but you don't know what to do with those data. Great thing about InsideTracker is provided in a format. "
        },
        {
            "timestamp": 145,
            "text": "They have an online dashboard that given your particular levels of various things directs you toward potential lifestyle related changes like changes in exercise, or changes in sleep patterns, or changes in nutritional patterns, that can really help move those markers and those numbers on those metabolic factors, hormones, et cetera in the direction that you want. If you'd like to try InsideTracker you can go to insidetracker.com/huberman. And if you do that, you'll 25% off their program at checkout. Okay, let's get started. Today is episode three of the podcast and it is office hours. Office hours as many of you know, it's where students come to the office of the professor, sit down and ask questions, requesting clarification about things that were confusing, or to simply go down the route of exploring a topic with more depth and detail. I asked for your questions to be listed in the comment section of the previous two episodes of the podcast on YouTube, as well as on Instagram. And I first of all just want to thank you for the many questions, they are excellent. We read them all. We distilled from that large batch of questions to two types of questions. Questions that were asked very often and were light very often with a little thumbs up like tab as well as questions that we thought could really expand on the topics that we've covered previously. And today we're going to cover both of those. If we did not get to your question, please don't despair. We will keep track of those. And we have several more episodes devoted to this topic of sleep and wakefulness and learning during the month of January, maybe even, leaking over a little bit into the month of February. So, we have time that's one of the unique formats of this podcast is that we have time for dialogue, we have time for your questions and we have time to really go deep into these topics. It's official Costello is sleeping in the background. So if you hear snoring, Costello is going to be keeping time with his deep and melodic snoring. There he goes. So the questions that we received, I batched crudely into a couple of different categories, light, exercise, supplementation, temperature, learning, plasticity, and mood, and sort of mood related disorders. There were a lot of questions about those. Before we begin any of this I want to point out something that I, I always say it sounds like boiler plate but it's important not just to protect me but to protect you, which is that I am not a physician. I'm not a medical doctor. I don't prescribe anything, including behavioral protocols. I'm a professor. So I profess a lot of things based on quality peer reviewed studies. You should take that information. You should filter it through whatever it is that you currently happen to be dealing with, whether or not that's health or illness, you should consult with a licensed healthcare professional before you add or remove anything from your daily life protocol. I'm not responsible for your health. You are, so be smart with this information and be a stringent filter, as we say. Okay, very well let's get started on the actual material. Somebody asked, what is the role of moonlight and fire, I'm presuming they mean fireplace or candle or things of that sort, in circadian rhythms. Is it okay to view moonlight at night or will that wake me up? Will a fire in my fireplace or using candle light be too much light. Great question, also offers me the opportunity to share with you what I think is a quite beautiful definition of what light is in a quantitative sense. So I've mentioned a few times the use of apps and light meters and things to measure things like locks, which sometimes are also described in terms of Kendals. So those are the two units for measuring light intensity. Typically lux, L-U-X is the, is the unit. And so before we go forward and discuss this many lux or that many lux, I want to just tell you what a lux is because it relates to this question. One lux equals the illumination of one square meter surface at one meter away from a single candle. Think about that. So somebody actually decided at some point that the amount of illumination at one square meter surface, one meter away from a single candle, that equals one lux. So when we talk about 6,000 lux of light intensity or 10,000 lux of light intensity, now you have a kind of a reference or a framework that would be the equivalent of, you could think of it as 6,000 candles all with their light intensity shown on one square meter from one meters distance away. Or of course, if it was a different number of lux it would be a different number of candles. So you get the idea. Here's the great thing. It turns out that moonlight, candle light, and even a fireplace, if you have one of these roaring fires going in the fireplace, do not reset your circadian clock at night and trick your brain into thinking that it's morning even though if you've ever sat close to a fireplace or even a candle, that light seems very bright. And there are two reasons for that that are very important. The first one is that these neurons in your eye that I discussed in the previous episode these melanopsin ganglion cells "
        },
        {
            "timestamp": 445,
            "text": "also called intrinsically photosensitive ganglion cells. Those cells adjust their sensitivity across the day, and those cells respond best to the blue-yellow contrast present in the rising and setting sun, "
        },
        {
            "timestamp": 489,
            "text": "so-called low solar angle sun, also discussed in the previous episode, but those cells adjust their sensitivity such that they will not activate the triggers in the brain that conveyed daytime signals when they view moonlight, even a full moon a really bright moon or fire. Now this does raise an interesting kind of thought point, which is, you know, a lot of people talked about lunacy and the fact that when there's a full moon out people act differently and behave differently. There's a lot of lore around that. There's actually a little bit of quality science around that that maybe we can address in the future. But, moonlight is typically not going to wake us up too much, except maybe the moon is really full and really bright, there's possibility for that. So, providing you're not going to burn down the structure you're in, you're not going to burn down the forest, enjoy your, your fireplaces, enjoy your lights from candles. And those are perfectly safe without disrupting your circadian rhythm. Because we talked about just how crucial it is to avoid bright lights between the hours of about 10:00 PM and 4:00 AM. Except when you need to view things for sake of safety or work or so and so forth. I also received a lot of questions about red light. Now, I think I was asked those questions because red light is used in a number of different commercial products where these products tend to include a sheet, of very bright red lights. That one is supposed to view early in the day. And there are various claims attached to these red light devices that they improve mitochondrial function, that they improve metabolism there- I'm going to be really honest and I can't name brands, and I'm not going to name particular studies. 'Cause what I'm about to say about these studies is not particularly unkind but let's just say that none of the studies that I've seen except for one that I'll talk about in a moment, pointing to the positive effects of red light on the visual system are published in blue ribbon journals. They tend to be published in journals that I had to work hard to find. I'm not sure what the peer review and stringency level is. Now, that's not to say red light isn't beneficial because there is one study in particular that came from Glen Jeffrey's Lab at the University of College, London it was published last year. Glen is somebody I happen to know is an excellent reputation, excellent vision scientist, what this study essentially showed. And again, this is a study that I very much liked the data and think it was done with very high standards. What this study shows is that, viewing red light for a few minutes each morning "
        },
        {
            "timestamp": 647,
            "text": "can have positive effects on mitochondria in a particular retinal cell type, that tends to degenerate or decline in function with age in humans. And that cell type is the photoreceptor. The photoreceptor is a type of cell in your eye that sits at the back of the eye. It's kind of some distance away from the ganglion cells. And it's the cell that converts light information into electrical signals that the rest of the retina and brain can understand. These are vitally important cells without them, people are blind. And many people's vision gets worse with age. In particular, age related macular degeneration but also related to some other factors including photo receptor functionality just getting worse with time. And what Glen showed was that red light flashes delivered in particular early in the day but not late in the day can help repair the mitochondria. Now this study needs more support from additional studies of course. They are doing a clinical trial. They did report on what I think it was 12 patients. And so the work is ongoing, but that was very interesting. And it points to some potentially really useful things about red light. "
        },
        {
            "timestamp": 718,
            "text": "However, most of the questions I got about red light for sake of office hours were about the use of red light later in the day. So here's the deal, in principle red light will not stimulate the melanopsin retinal neurons that wake up the brain and circadian clock and signal daytime. However, most of the red lights in particular the red lights that come on these sheets of these products that people are supposed to view them in order to access a number of proclaimed health effects, those are way too bright and would definitely wake up your body and brain. So if you're going to use those products and I'm not suggesting you do, or you don't, but if that's your thing, you would want to use those early in the day. Who knows you might even derive some benefit on mitochondria function in these photo receptors. But if you're thinking about red light for sake of avoiding the negative effects of light later in the day and at night, then you want that red light to be very, very dim, certainly much dimmer than is on most of those commercial products. Now, do you need red lights? No. Although red lights are rather convenient because you can see pretty well with them on, but if they're dim, they won't wake up the circadian clock. They won't have this dopamine disrupting thing that we talked about in the previous podcast. So there's a role for red light potentially early in the day and for mitochondrial repair in the photoreceptors, there's a role for dim red light later in the day and at night. So you're starting to notice a theme here which is that, there's no immediate prescription of look at these light, it's look at these lights potentially if that's what you want to do at particular times of day "
        },
        {
            "timestamp": 810,
            "text": "and we're particular intensities. It brings us back to the blue light issue which is so many people are obsessed with avoiding blue light, but you actually want a ton of blue light early in the day and throughout the day. So don't wear your blue blockers then or maybe even don't wear them at all. And at night, it doesn't matter if you have blue blockers on if the lights are bright enough, then you're still going to be activating these cells and mechanisms. I just want to add something about the science behind the blue blocker confusion. So these melanopsin retinal cells do react to blue light. That that is the best stimulus for one of these melanopsin cells, which led to the belief that blue blockers would be a good thing for preventing resetting of the circadian clock at night and deleterious effects of screens, et cetera. However, the people that made these products fail to actually read the papers from start to finish or if they did, they didn't comprehend a critical element which is that most of those papers early on took those neurons out and put them in a dish. And when they did that, they divorced those neurons from their natural connections in the eye. It turns out in your IMI right now, because that's what we care about, these cells exist and the cells respond to blue light but also to other wavelengths of light because they not only respond directly to light as they do in a dish, they also respond to input from photo receptors. "
        },
        {
            "timestamp": 891,
            "text": "So if you talk to anyone in the circadian biology field, they'll tell you, \"Oh, yeah this blue light thing, has really gotten out of control.\" Because people assume that blue light is the culprit because blue light is the best stimulus. That doesn't mean that blue light is the only stimulus that will trigger these cells, okay? So like many things a scientific paper can be accurate without being exhaustive. And a lot of claims about products can be accurate, but not exhaustive. So blue light during the day is great. Get that screen light, get that sunlight especially getting overhead lights. I'll talk about all this in the previous podcast, but at night you really want to avoid those bright lights. And it doesn't matter if it's blue light or something else. And so there was a real confusion about the papers and the data when most of those product recommendations were made. Okay. While we're on that topic, let's talk about light in other orifices of the body. I made a kind of a joke about this, the last podcast episode but a couple of people wrote to me and said, well, I've seen some claims that light delivered to the ears into the ears or the roof of the mouth or up the nose can be beneficial for some setting circadian rhythms, no. Not directly anyway. And this is a great opportunity for us to distinguish between what is commonly called the placebo effect but a more important way to think about any manipulation behavioral or otherwise that you might do is the difference between modulation and mediation. There are a lot of things that will modulate your biology. Putting a couple of lights up your nose, please don't do this. Might modulate your biology by way of the stress hormone that's released when you stuffed those things up your nose. "
        },
        {
            "timestamp": 993,
            "text": "Remember earlier a previous podcast, I said that virtually anything we'll face shifts your circadian rhythm if it's different and dramatic enough. So the question is, is it the light delivered up the nose or through the ears or some other orifice that's mediating the process? Is it actually tapping into the natural biology of the system that you're trying to manipulate? And this is where I like to distinguish between real biology and hacks. I don't like the word hack or frankly neuro hacking or bio hacking. I just don't like the term because a hack is is using something for a purpose for which it was not intended, right? But where you can kind of, it's kind of a cheat and that's not how biology works well. So I try and distinguish between things that really mediate biological processes and things that Modulate them. There are a number of commercial products out there with some studies attached to them, claiming that light delivered to the ears or wherever can adjust your wakefulness or adjust your sleep. I've looked at those papers again, I'm probably going to lose some friends by saying this but maybe I'll gain a few as well. Not blue ribbon journals, frankly, oftentimes read the small print. There was a conflict of interest clause there "
        },
        {
            "timestamp": 1065,
            "text": "related to commercial interests. If somebody disagrees with me outright on this and can send to me a peer reviewed paper, published in a quality journal about light delivered anywhere, but the eyes of humans that can mediate circadian, rhythms, wakefulness et cetera, I'm more than happy to take a look at that and change my words and stance on this and do it publicly, of course. But until then I'm guessing that the proper controls were not done of adjusting for heat that could be delivered which can definitely shift circadian rhythms. We're going to talk about temperature and other things like that. So light to the eyes folks is where these light effects work in humans, in other animals, they have extra ocular photo reception in humans, no. And just be mindful, I mean, I'm not trying to encourage people to avoid certain products in particular but just be mindful of this difference between modulation and mediation. "
        },
        {
            "timestamp": 1118,
            "text": "A mediating, a process through a hard wired or long-standing biological mechanism is really where you're going to see the powerful effects over time. I also, as you've probably noticed, I really tend to favor behavioral tools and zero cost tools first, and getting those dialed in before you start, plugging in and swallowing and putting things in various places just to really figure out how your biology works and explore that, unless there's of course a clinical need to take a prescribed drug in which case, by all means, listen to your doctor. Okay, a huge number of people asked me about what about light through windows? And I actually did an Instagram post about this look, setting your circadian clock with sunlight coming through a window is going to take 50 to 100 times longer. If you want the date on that, I'd be happy to send you to the various papers that were described in the previous podcast that Jamie Zeitzer from Stanford. And I have discussed also elsewhere but here's really the key thing with us. Do the experiment. You can download the free app Light Meter. You can have a bright day outside or some sunlight hold up that app, take a picture. It'll tell you how many lux now, you know what lux are. It will tell you how many lux are in that environment. Now close the window. And if you want close the screen or don't open the screen you can do all sorts of experiments. You'll see that it will at least half the amount of lux. And it doesn't scale linearly. Meaning let's say I get a 10,000 lux outside, 5,000 looking out through an open window and then I closed the window and it's 2,500 lux. It does not mean that you just need to view that sunlight for twice as long if it's half as many lux, okay? It's not like 2,500 lux means you need to look for 10 minutes and 5,000 lux means you look for five minutes. It doesn't scale that way just because the biology doesn't work that way. Best thing to do is to get outside, if you can, if you can't next best thing to do is to keep that window open. It is perfectly fine to wear prescription lenses and contacts. Why is it okay to wear prescription lenses and contacts, when those are glass also, but looking through a window, diminishes the effect. Well, we should think about this. The lenses that you wear in front of your eyes by prescription or on your eyes are designed to focus the light on to your neural retina. In fact, that's what near-sightedness is, is when the image because your lens doesn't work quite right. The image falls in front of the neural retina, wearing a particular lens in front of that focuses the lens onto your retina onto these very neurons. So they can communicate that to the brain. It's Costello is loving this light. He's deep in sleep. And if we, maybe we could play him some tones and he'll remember it later, based on the studies, we're going to talk about in a little bit. I don't know how we'd know if he remembered it or not, but prescription lenses are fine. In fact, they're great for this reason they're actually focusing the light onto the retina. So think about this logically and all of a sudden it makes perfect sense your glass window or your windshield or the side window of your car, it isn't optically perfect to bring the image "
        },
        {
            "timestamp": 1307,
            "text": "and the light onto your retina. In fact, what it's doing is it's scattering and filtering light in particular the wavelengths of light that you want. So, if you live in a low light environment lots of questions about this. We talked about this, the previous podcast but just get outside for longer or, and/or use really bright lights inside. Okay, so let's think about why I'm making some of these recommendations because I think it can really empower you with the ability to change your behavior in terms of light viewing and other things, depending on time of year, depending on other lifestyle factors. The important point to understand is that early in the day, your central circadian clocks and all these mechanisms are looking for a lot of light. I mean, they don't have a mind of their own, but it needs a lot of light to trigger this daytime signal, alertness et cetera. And early in the day, but not in the middle of the day, you can sum or add photons. So there's this brief period of time early in the day, when the sun is low in the sky when your brain and body are expecting a morning wake up signal where let's say, it's not that bright outside. Someone sent me a picture or a little movie of their walk in England, and it was pretty overcast and they were using light meter and they said it's only about 700 lux or maybe even less. And I said, well, stay outside longer. But when you get inside, turn on the lights really bright and overhead lights in particular, because those will be best for stimulating these mechanisms. And that's because at least for the first few hours of the day, you can continue to some or add photon activation of the cells in the eye and the brain. In the middle of the day, once the sun is overhead, or even if you stay inside all morning, and then you're in the circadian dead zone, which sounds terrible and it is terrible. You doesn't matter if you get a ton of artificial light or even sunlight, you're not going to shift your circadian clock. You're not going to get that wake up signal. And then in the evening, you want to think about this whole system as being vulnerable to even a few photons of light because of their sensitivity to light really goes up at night. And I talked last time about how you can protect against that sensitivity by looking at the setting sun and watching the evening sun, even if it's not crossing the horizon around the time of sunset. And that's because it adjusts your retinal sensitivity and your melatonin pathway so that light is not as detrimental to melatonin at night. Think about the afternoon sunlight viewing as kind of a, I think of it as kind of a Netflix inoculation. It allows me to watch a little bit of Netflix in the evening, although it's very hard to watch a little bit of anything on Netflix. It seems like there's some other neuro-biological process that going on there where I have to watch episode after episode after episode. But in any case, you can protect yourself against some of that bad effect of light at night by looking at light in the evening. It really does adjust down the sensitivity of the system. Okay. I want to talk about seasonal changes in all these things as they relate to mood and metabolism. So depending on where you are in the world, "
        },
        {
            "timestamp": 1501,
            "text": "Northern hemisphere, Southern hemisphere at the equator or closer to the poles, the days and nights are going to be different lengths. That just makes sense. But that translates to real biological signals that impact everything from wakefulness and sleep times but also mood and metabolism. So here's how this works. Now, after seeing the previous episode of the podcast and paying attention here, you are armed with the knowledge to really understand how it is that believe it or not, every cell in your body is tuned to the movement of the planet relative to the sun. So as all of you know, the earth spins once every 24 hours on its axis. So part of that day were bathed in sunlight depending on where we are the other half of the day or part of the day we're in darkness. The earth also travels around the sun 365 days is the time that it takes, one year, to travel around that sun. "
        },
        {
            "timestamp": 1556,
            "text": "The earth is tilted. It's not perfectly upright. So the earth is tilted on its axis. So depending on where we are in that 365 day journey and depending on where we are in terms of hemisphere, Northern hemisphere, Southern hemisphere, some days of the year are longer than others. Some are very short, some are very long. If you're at the, at the equator you experience less variation in day length and therefore nightlife. And if you're closer to the poles, you're going to experience some very long days. And you're also going to experience some very short days depending on which poll you're at and what time of year it is. The simple way to put this as depending on time of year the days are either getting shorter or getting longer. Now, every cell in your body adjusts its biology according to day length, except your brain, body and cells don't actually know anything about day length. It only knows night length. And here's how it works. Light inhibits melatonin powerfully. If days are long and getting longer, that means melatonin is reduced. The total amount of melatonin is less because light is more, therefore melatonin is less. If days are getting shorter, light can't inhibit melatonin as much, through the summing of photon mechanisms that we talked about before, and that melatonin signal is getting longer. So every cell in your body actually knows external day length and therefore time of year by way of the duration of the melatonin signal. And in general, it's fair to say that in diurnal animals, meaning animals like us that tend to be awake during the daytime and not nocturnal animals, which tend to be awake at night. The longer the melatonin signal, the more depressed not necessarily clinically depressed, although that can happen but the more depressed our systems tend to be. Reproduction, metabolism, mood, turnover rates of skin cells and hair cells all tend to be diminished compared to the spring and summer months for some Northern hemisphere, spring and summer months, or the times in which days are very long. And there's less melatonin that tends to, in almost all animals, including humans, more breeding, more hormone elevation of the hormones that stimulate breeding reproduction and fertility metabolism is up, lipid metabolism fat-burning is up, protein synthesis is up. These things tend to correlate with the seasons. Now, some people are very, very strongly tied to the seasons. They get depressed, clinically depressed in winter and light therapies are very useful for those people. Some people love the winter and they're happiest in winter and they feel kind of depressed in summer. Although that is far more rare. That doesn't mean depression cannot exist in the summer, but when we're talking about seasonal depression that tends to be true. It's more depression in winter. Now there's other things that correlate with seasonality. Suicide rates tend to be highest in the spring not in the winter, but that has to do with some of the more complicated and unfortunately tragic aspects of suicide which is that oftentimes people will commit suicide not at the very depths of their energy levels, but as they're emerging from those depths of low energy. So we'll talk about suicidality and mood disorders in a later podcast season, meaning a month later. But for now, just understand that everybody is going through these natural fluctuations depending on the duration of the melatonin signal. Now this might lead you to say, \"Well, then I should just really get as much light as I can all the time and reduce melatonin feel great all the time.\" Unfortunately, doesn't work that way because melatonin also has important effects on the immune system. It has important effects on transmitter systems in the brain, et cetera. So everybody needs to figure out for themselves how much light they need early in the day and how much light they need to avoid late in the day, in order to optimize their mood and metabolism. There is no one size fits all prescription because there's a range of melatonin receptors, there are a range of everything from metabolic types to genetic histories, family histories, et cetera. There is no one size fits all prescription but by understanding that light and extended day length inhibit melatonin and melatonin tends to be associated with a more depressed or reduced functioning of these kinds of activity driving and mood elevating signals, "
        },
        {
            "timestamp": 1840,
            "text": "and understanding that you have some control over melatonin by way of light, including sunlight but also artificial light, and that should empower you I believe, to make the adjustments that if you're feeling low you might ask, how much light am I getting? What am I getting that light? Because sleep is also important for restoring mood, right? So you need sleep. You can't just, just crush melatonin across the board and expect to feel good because then you're not going to fall asleep and stay asleep. Melatonin, not incidentally comes from, is synthesized from serotonin. Serotonin is a neurotransmitter that is associated with feelings of well-being provided to proper levels, but well-being of a particular kind. Well-being associated with quiescence and calm and the feeling that we have enough resources in our immediate kind of conditions. Is the kind of thing that comes from a good meal or sitting down with friends or holding a loved one, or conversing with somebody that you really bond with. Serotonin does not stimulate action. It tends to stimulate stillness. Very different than the neuromodulator dopamine which is a reward feel good neuromodulator that stimulates action. And actually dopamine is the cursor to epinephrin, to adrenaline which actually puts us into action. There it's actually made from dopamine, right? So, you can start to think how about light as a signal that is very powerful for modulating things like sleep and wakefulness but also serotonin levels, melatonin levels. And I talked about this previously but I'll mention once more, that light in the middle of the night reduces dopamine levels to the point where it can start causing problems with learning and memory and mood. That's one powerful reason to void bright light in the middle of the night. Okay. Seasonal rhythms have a number of effects but humans are not purely seasonal breeders. Unlike a lot of animals, we breed all year long. In fact, there's a preponderance of September babies in my life, not actual babies, because they're born in September which means that they were conceived in December, without knowing the details we can fairly assume that. And December, at least in the Northern hemisphere at days tend to be shorter and nights tend to be longer. So clearly humans aren't seasonal breeders but there are shifts in breeding and fertility that exist in humans, but also much more strongly in other animals. So seasonal effects vary. Some of you will experience very strong seasonal effects others of you will not. I think everybody should be taking care to get adequate sunlight and to avoid bright light at night throughout the year if possible. Throughout this podcast and in previous episodes, I've been mentioning neuromodulators, things like serotonin and dopamine which tend to buy a certain brain circuits and things in our body to happen in certain brain circuits and things in our body not to happen. "
        },
        {
            "timestamp": 2024,
            "text": "One of the ones I've mentioned numerous times is epinephrin which is a neuromodulator that tends to put us into action, make us want to move. In fact, when it's released in high amounts in our brain and body, it can lead to what we call stress or the feeling of being stressed. Several people ask me, what's the difference between epinephrin and adrenaline. Adrenaline is secreted from the adrenal glands which sit right above our kidneys. Epinephrin is the exact same molecule except that it's released within the brain. And so people use these phrases or these words rather interchangeably, epi means near or on top of sometimes and neph, neph Anytime you see nephron or ph it means kidney. So it means near the kidney. So epinephrin actually means near the kidney. So it was used originally to describe adrenaline, but epinephrin and adrenaline are basically the same thing and they tend to stimulate agitation and the desire to move. That's what that's about. Which brings us to the topic of exercise. Got a lot of questions about exercise. What forms of exercise are best for sleeping well? When should I exercise et cetera. There's a lot of them individual variability around this, but I can talk about what I know from the science literature and what I happened to do myself. There are basically two forms of exercise that we can talk about although, of course I realize there are many different forms of exercise. There's much more nuance to this, but we can talk about cardiovascular exercise, where the idea is to repeat a movement over and over and over continuously. So that'd be like running, biking, rowing and cycling this kind of thing. Or there's a resistance exercise where you're moving, lifting, presumably putting down also things of progressively heavier and heavier weight that you couldn't do continuously for 30 minutes. So cardiovascular exercise is typically the more aerobic type exercise and resistance exercise of course is the more anaerobic type exercise. And yes, there's variation between the two. Most studies of exercise have looked at aerobic exercise because that's basically the thing that you can get a rat or a mouse to do. You know what's really weird about rats and mice, they like to run on wheels so much, that someone actually did this study, it was published in science they put a wheel, a running wheel in the middle of a field and mice ran to that wheel and ran on the wheel. They turns out that what they like is the passage of the visual image of the bars in front of their face, which I find kind of remarkable and troubling because it seems so like trivial, but anyway they love aerobic exercise. And so most of the studies were done on these mice that love running on wheels. Whereas so far as it's been challenging to find conditions in which mice really liked to lift weights or we'll do it in a laboratory. So any weight bearing exercise studies really have to be done in humans. And since humans are what we're interested in, there are some studies looking at these two things and when they tend to work best. Now you will see some places aerobic exercise is best done in the morning and weight training is best done in the afternoon. I think there's far more individual variation than that. I think there are however, a couple of windows that the exercise science literature and the circadian literature points to as windows related to body temperature in which performance, injury, in which performance is optimized injury is reduced and so on. And those tend to be 30 minutes after waking. And that probably correlates with the inflection in cortisol associated with waking whether or not you've gotten light or not, three hours after waking, which probably correlates to the rise in body temperature sometime right around waking. And the later afternoon, usually 11 hours after waking which is when temperature tends to peak. So some people like to exercise in the morning. Some people like to exercise in the afternoon. It really depends. I think for those of us with very busy schedules, it's advantageous to be able to do your training whenever you have the opportunity to do it, unless you can really control your schedule. And so I would never want these recommendations to seem like recommendations, what I'm really describing are some opportunities, 30 minutes after waking, three hours after waking or 11 hours after waking has been shown at least in some studies to optimize performance, reduce injury and that sort of thing. But you really have to figure out what works for you. A note about working out first thing in the morning. Last time we talked about non-photo phase shifts. If you exercise first thing in the morning, your body will start to develop an anticipatory circuit. There's actually plasticity in these circadian circuits that will lead you to want to wake up "
        },
        {
            "timestamp": 2314,
            "text": "at the particular time that you exercised the previous three or four days. So that can be a powerful tool but you still want to get light exposure. Because it turns out that light and exercise converged, so giving even bigger, wake up signal to the brain and body. So you might want to think about that. Some people find if they exercise late in the day they have trouble sleeping in general intense exercise does that, whereas the kind of lower intensity exercise doesn't. I found some interesting literature that talked about sleep need and exercise. I found this fascinating that if one is waking not feeling rested and recovered from and yet sleeping the same amount that they typically have, it's quite possible that the intensity of exercise in the proceeding two or three days is too high. Whereas if one can't recover no matter how much sleep they get, they're just sleepy all the time, I realized these things are correlated that the volume of training might be too high. Now I'm not an exercise scientist. We should probably get Andy Galpin or somebody else on here, who's really an expert in this kind of stuff. I do realize as soon as anyone talks about exercise or nutrition publicly, they're basically opening themselves up to all sorts of challenges because you can basically find support for almost any protocol in the literature. What I've looked at was two journals in particular, International Journal Chronobiology and journal Biological Rhythms. Excuse me, to assess these parameters that I I've mentioned just just a moment ago because the studies tended to be done in humans. They were fairly recent and they came from groups that I recognized as well as knowing that those journals are peer reviewed. Many of your questions were about neural plasticity which is the brain and nervous system's ability to change in response to experience. There was a question that asked whether or not these really deep biological mechanisms around wakefulness, time of waking sleep, et cetera were subject to neuroplasticity and indeed they are. Some of that plasticity is short-term and some of it is more long-term. There's a really good analogy here which is, if you happen to eat on a very tight schedule where every day say it 8:00 AM, noon and 7:00 PM is when you eat your food not suggesting you do this but let's say you were to do that for a couple of days. After a few days, you would start to anticipate those meal times where no matter where you were in the world, no matter what was going on in your life about five to 10 minutes before those meal times, you would start to feel hungry and even a little agitated, which is your body's way of trying to get you to forage for food. And that's because of some peptide signals that come from the periphery from your body, things like hypocretin norexin that signal to the hypothalamus and brainstem to make you active and alert and look for food and feel hungry. So there's kind of an anticipatory circuit, that's a chemical circuit, but eventually over time, the neurons, the neural circuits that control hypocretin orexin would get tuned to the neural circuits that are involved in eating and maybe even smell and taste to create a kind of eating circuit that's unique to your pattern, to your rhythms. The same thing is true for these waking and exercise and other schedules, including all trade-in schedules. If you wake up in the morning and start getting your sunlight, you start exercising in the morning or you exercise in the afternoon, pretty soon, your body will start to anticipate that and start to secrete hormones and other signals that prepare your body for the ensuing activity of waking up or going to sleep. So if you get onto a pattern or a rhythm, even if that rhythm isn't down to the minute, you'll find that there's plasticity in these circuits and it becomes easier to wake up early. If that's your thing or exercise at a particular day if that's your thing. That's the beauty of neuroplasticity. A number of people ask, \"What can I do to increase plasticity?\" And that really comes in two forms. There's plasticity that we can access in sleep to improve rates of learning and depth of learning from the previous day or so. And there's this an SDR non-sleep deep breaths that can be done without sleeping, to improve rates of learning and depth of retention, et cetera. So let's consider those both and you can incorporate these protocols if you like. Again, these are based on quality peer reviewed studies. First, let's talk about learning in sleep. This is based on some work that I'll provide the reference for that was published in the journal Science. Excellent journal, Matt Walker also talks about some of these studies done by others in his book \"Why We Sleep\". The studies just to remind you are structured in he following way an individual is brought into a laboratory, Lowe does a spatial memory task. So there tends to be a screen with a bunch of different objects popping up on the screen in different locations. So it might be a Bulldog's face that might be a cat, and it might be an Apple than it might be a pen in different locations. And that sounds trivial easy but with time you can imagine it gets pretty tough "
        },
        {
            "timestamp": 2633,
            "text": "to come back a day later and remember, if something presented in a given location was something you've seen before and whether or not it was presented in that location or a different location. If you had enough objects and changed locations enough, this can actually be quite difficult. In this study, the subjects either just went through the experiment or a particular odor was released into the room while they were learning or a tone was played in the room while they were learning. And then during the sleep of those subjects the following night and the following night, so this was done repeatedly for several nights, the same odor or tone was played while the subjects were sleeping. They did this in different stages of sleep non-REM sleep and rapid eye movement, sleep REM sleep. They did this with just the tone in sleep. If the subjects had the odor but not the tone, they did it with putting the tone, if they had had the odor while learning. So basically all the controls, all the things you'd want to see done to make sure that it wasn't some indirect effects, a modulatory effect. Okay. And what they found was that providing the same stimulus, the odor, if they smelled an odor or a tone if the subjects heard a tone while learning if they just delivered that odor or tone while the subject slept, rates of learning and retention of information was significantly greater. This is pretty cool. What this means that you can cue the subconscious brain, and the asleep brain to learn particular things better and faster. So how might you implement this? Well, you could play with this if you want. I don't see any real challenge to this provided the odor and is a safe one and then doesn't wake you up and the tone is a safe one, and doesn't wake you up. You could do this by having a metronome, for instance, while I'm learning something, playing in the background or particular music and then have that very faintly while you sleep. So you could apply this if you like and try this. There are a number of groups I think now that are trying this using tactile stimulation. So slight vibration on the wrist during learning and then the same vibration on the wrist during sleep. It does not appear that the sensory modality, whether or not it's odor or auditory tone or tactile stimulation, some as a sensory stimulation, whether or not it matters. It's remarkable because it really shows that sleep is an extension of the waking state. We've known that for a long time but this really tethers those two in a very meaningful and actionable way. So I think I'll report back to you as I learned more about these studies, but that's what I know about them at this point. As long as we're there we might as well talk about dreaming 'cause I got so many questions about dreams. A couple of you, we want to ask me what their dreams meant. Look, I don't even know what my dreams mean half the time. I occasionally will wake up from a dream and remember it. If you want to remember your dreams better, if you're somebody who has challenges remembering your dreams, you can set your alarms that you wake up in the middle of this one of these 90 minute cycles which toward morning tend to be occupied almost exclusively by REM sleep. Remember early in the night, you have less REM sleep than later in the night. But you want to get as much sleep as you can 'cause that's healthy. So I don't know that you want to wake yourself up. Some people find that writing down their thoughts immediately first thing in the morning allows them to relater spontaneously remember their dream they had. There's some literature on that. The meaning of dreams is a little bit controversial. Some people believe they have strong meaning other people believe that they can be "
        },
        {
            "timestamp": 2849,
            "text": "just spontaneous firing of neurons that were active in the waking state and don't have any meaning. There are good data to show that when you learn spatial, new spatial environments that there's a replay of those environments, so-called place cells that fire in your brain only when you enter a particular environment, that those are replayed in sleep in almost direct fashion to the way that things were activated when you were learning that spatial task. Dreams are fascinating, they're were paralyzed during dreams which brings us to another question. Somebody asked about sleep paralysis. We are paralyzed for much of our sleep, so-called atonia so presumably so we don't act out our dreams. Some people wake up and they're still paralyzed. I've actually had this happen to me not very many times, but a few times. And then they jolt themselves awake and it actually is quite terrifying. I can say from personal experience to wake up be wide awake and you cannot move your body at all. It's really quite frightening. There are a couple of things that will increase the intrusion of atonia into the wakeful state which is essentially means you're waking up but you can't, you can't move. One is marijuana, THC, a I'm not a marijuana smoker. I'm not a copper. I don't know the legality where you live. So I'm not saying one thing or another about marijuana. I'm just, the fact that I had that experience without marijuana means that it can happen regardless, but marijuana smokers, for whatever reason maybe it has something to do with the cannabinoid receptors or the serotonin receptors downstream of the motor pathways. I don't know. I couldn't find any literature on this but marijuana smokers report, higher frequency of this kind of paralysis and wakefulness as you transition from sleep to wakefulness. I suppose probably one could learn to get comfortable with it. For me, it was terrifying, 'cause I'm just used to being able to move my limbs fortunately and I wasn't able to, and it's a quite a thing, let me tell you, okay. some other questions about neuroplasticity. So the other form of neuroplasticity is not the neuroplasticity that you're amplifying by listening to tones or smelling odors in sleep, but the neuroplasticity that you can access with non sleep deep rest. So NSDR, non sleep deep rest as well as short 20 minute naps, which are very close to non sleep deep rest because people rarely drop into deep States of sleep during short naps, unless they're very sleep deprived. NSDR has been shown to increase rates of learning when done for 20 minute bouts for a proxy- to match an approximately 90 minute about of learning. So what am I talking about? 90 minute cycles are these ultradian cycles that I've talked about previously. And we tend to learn very well by taking a 90 minute cycle transitioning into some focus mode early in the cycle, and it's hard to focus and then deep focus and learning feels almost like agitation and strain and then by the end of that 90 minute cycle, it becomes very hard to maintain focus and learn more information. There's a study published in Cell Reports last year. Great journal, excellent paper showing that 20 minute naps or light sleep of a sort of non sleep deep rest taken immediately after or close to it, doesn't have to be immediately after you finished the last sentence of learning or whatever it is, or bar of music. But you know, a couple of minutes after transitioning to a period of non sleep deep rest, where you're turning off the analysis of duration path and outcome has been shown to accelerate learning to a significant degree. Both the amount of information and the retention of that information. So that's pretty cool, because this is a cost-free, drug-free way of accelerating learning without having to get more sleep. But simply by introducing these 20 minute bouts. I would encourage people if they want to try this to consider the 20 minutes per every 90 minutes of ultradian learning cycle, there you're incorporating a number of different neuroscience backed tools 90 minute cycles for focused learning. It could be motor, it could be cognitive, it could be musical, whatever, and then transitioned to a 20 minute non sleep deep rest protocol. I just want to cue you the fact that in last` episode in the caption on YouTube, we provided links to two different yoga nidra, non sleep deep rest protocols as well as hypnosis protocols that are clinically backed from my colleague David Spiegel at Stanford Psychiatry Department. All those resources are free. There are also a lot of other hypnosis scripts out there. I like the ones from Michael Sealey S-E-A-L, I think it's E-Y, maybe it's just L-Y, "
        },
        {
            "timestamp": 3142,
            "text": "you can find them easily on YouTube, clinical hypnosis scripts meaning not stage hypnosis. They're not designed to get you to do anything. In fact they're just designed to help rewire your brain circuitry. Now, how does hypnosis work that way? This has a lot to do with sleep because it engages neuro-plasticity by bringing together two things that normally are separate from one another, one is the alert focused wakeful state where you activate the learning. And then there's the deep rest where the actual reconfiguration of the neurons and synopsis takes place. Hypnosis brings both the focus and the deep rest component into the same compartment of time. It's a very unique state in that way. So hypnosis kind of maximizes the learning about and the non sleep deep breasts bow and combines them. But of course that requires some guidance from a script or from a hypnotist clinically, a trained hypnotist and it becomes hard to acquire detailed information. It's more about shifts in state, like fear to states of calm or smoking to quitting smoking, anxiety around a trauma to release of anxiety around a trauma rather than specific information learned in hypnosis, okay? So hypnosis seems more about modulating the circuits that underlie state as opposed to specific information. Although I would not be surprised if there weren't certain forms of hypnosis that could increase retention and learning of specific information, but I'm not aware of any of those protocols out there yet. Which brings us to the next thing about learning and plasticity which is nootropics, AKA smart drugs. [sighs] This is a big topic that sigh was a sigh of concern about how to address nootropics in a thorough enough, but thoughtful enough way. Look, I have a lot of thoughts about nootropics. First of all, it means smart drugs, I believe. And I don't like that phrase because let's just take a step back and think about exercise. You just say, I want to be more physically fit. What does that mean? Does it mean I would ask for more specificity, I'd say, Do you want to be stronger? Okay, maybe you need to lift heavier objects progressively. Do you want more endurance very different protocol to access endurance. Do you want flexibility? Do you want explosiveness or suppleness? Huge range of things that we call physical fitness. Maybe you want all of those. If we were talking about emotional fitness we would say, well, inability to feel empathy but probably also to disengage from empathy because you don't want to be tethered to other people's emotions all the time. That's not healthy either. You would think about being able to access a range of emotions, but for some people their range into the sadness regime is really quite vast but their range into the happiness regime might be kind of limited. For other people who are in a manic state, it might be, they can access all that happy stuff but not the sadder stuff. So I'm speaking by way of analogy here. But if we say we're talking about cognitive and cognitive abilities we have to ask, okay, creativity, memory. We tend to associate intelligence with memory. And I think this goes back to like spelling bees or something, the ability to retain a lot of information and just regurgitate information which will get you some distance in some disciplines of life. But it won't allow you creative thinking, it's necessary for creative thinking. You need a knowledge base, right? You can't just look up everything on Google, despite what you know, certain educators or so-called educators say, you need a database so that you can have the raw materials with which to be creative. So necessary to have memory but not sufficient to be creative, right? The creative could have a poor memory for certain things but certainly not for everything. They can't have anterograde and retrograde amnesia. They'd be like the goldfish that every time around the tank, it, you know I can't remember where it's at. I actually don't know that they've ever done that experiment by the way, but you know, so no disrespect to goldfish but you know, so you get the idea. You've got creativity, you have memory, you have the ability to task switch, right? You have the ability to strategy development, strategy implement. So the problem I have with the concept of a nootropic or a smart drug is it's not specific as to what cognitive algorithm you're trying to engage. We need more specificity. That said, there are elements to learning that we've discussed here before that are very concrete things like the ability to focus and put the blinders on to everything else that's happening in around you and in your head mainly, right? Distractions about things you should be doing, could be doing or might be doing and focus on what you need to do. And then that's required for triggering the acetylcholine neuromodulator that will then allow you to "
        },
        {
            "timestamp": 3437,
            "text": "highlight the particular synopsis that will then later change in sleep. So no nootropic allows you to bypass the need for sleep in deep rest. That's important to understand. So I daydream about a day when people will be able to access compounds that are safe, that will allow them to learn better meaning, to access information, focus better, as well as to sleep better and activate the plasticity from the learning about. Right now most nootropics tend to bundle a bunch of things together. Most of them include some form of stimulant, caffeine. Episode two, I'll tell you more probably than you ever wanted to know about caffeine, adenosine and how that works. "
        },
        {
            "timestamp": 3483,
            "text": "So refer there for how caffeine works.But stimulants will allow\nyou to increase focusup to a particular point.If you have too little\nalertness in your system,you can't focus, too much however,you start to cliff and focus drifts, okay?So you can't just ingest more\nstimulant to be more focused.It doesn't work that way.Most nootropics also\ninclude things that increaseor a desire to increase acetylcholine.Things like alpha GPC and\nother things of that sort.And indeed, there's some evidencethat they can increase acetylcholine.I refer you again to\nexamine.com the website toevaluate any supplements or\ncompounds for their safetyand their effects in humans\nand animals, free websiteas well as with links to studies.So we need the focus component.We need the alertness component.The alertness component\ncomes from epinephrin,traditionally from caffeine stimulation.The acetylcholine stimulation\ntraditionally comesfrom Coleen donors or alpha\nGPC, things of that sort.And then you would want to\nhave some sort of off switch,because anything that's going to reallystimulate your alertness,\nthat then provides a crash.That crash is not a crashinto the deep kind of restful slumberthat you would want for learning,it's a crash into the kind of,let's just call it lopsided\nsleep, meaning it's deep sleepbut it lacks certain\nspindles and other elementsof the physiology sleep spindles,that really engage the learning processand the reconfiguration of synopsis.So right now, my stance\non nootropics is thatmaybe, maybe for occasional\nuse, provided it's safe for you,I'm not recommending it, but in generalit tends to use more of a shotgun approachthan is probably going to be usefulfor learning and memory in the long run.A lot of people ask about\nModafinil or armodafinilwhich was designed for\ntreatment of narcolepsy.So right there, it tells\nyou it's a stimulant.And yes, there is evidence, it\nwill improve learning memory.Modafinil is very expensive.Last time I checked our ModafinilI think is the recent\nreleased a generic versionof this that's far less expensive.Most of these things look\na lot like amphetamineand many of them have the\npotential for addictionor can be habit forming.But more importantly,\na lot of those thingsalso can create metabolic\neffects by disruptionto insulin receptors and so forth.So you want to approach those with astrong sense of caution.Now, there are the milder\nthings that act as nootropicsthat I mentioned, some\nof them like alpha GPC.Some people like Gingko.Gingko gives me vicious\nheadaches, so I don't take it.So people really differ.Last podcast, I recommend\nmagnesium threonateif you were exploring supplementsI'm not recommending anything directly.I'm just saying if you're\nexploring supplements,magnesium threonate seems\namong the magnesiumsto be one of the more\nbioavailable and useful for sleep.I recommended it actually\nto a good friend of mine,it gave him at very low dose,\nhe had stomach issues with it.He just had to simply stop taking it.So there's variability there.You just, it gave him\nsome stomach crampingand just didn't feel good on it.Stopped it, he felt better.Other people take magnesium\nthreonate and feel great.I was asked, do magnesium need to be takenwith or without food or before sleep?If you're going to go that routeit should be taken 30 to\n60 minutes before sleep,'cause it's designed to make you sleepy.And I'm not aware that it\nhas to be taken with food,but again all of this has\nto be run by your doctorand this is your healthcare to govern not,these are not strict\nrecommendations so look into it.But magnesium threonate,\nmost people I recommend it tohave benefit from it tremendously.Some people can't tolerate\nit, so you have to find out.There were a number of questions\nabout other supplementsdesigned to access deep sleep,in part to access neuroplasticity,but now I'm just sort of\ntransitioning from neuroplasticityto these compounds that\ncan regulate sleep.One of them that I discussed\nat the end of the last podcast,I got a lot of questions about is apigeninA-P-I-G-E-N-I-N, apigenin.If you will look in the literaturethe way it works is it\nincreases some of the enzymesassociated with GABA metabolism.It actually, GABA's an\ninhibitory neurotransmitter.It's the neurotransmitter\nthat is increasedafter a couple alcohol\ndrinks containing alcohol.And that shut down the forebrain.Apigenin is a derivative of the camomile.I think that the proper pronunciationof this is metric caria kemo mila.Although I always feel likeI should be using a Spanish accent.Whenever I say something like thatother related things that\nimpact the GABA systemand increase GABA or\nthings like passion flowerwhich is [speaks in foreign language].[chuckles] I don't know why\nthe Italian, is that Italian.Anyway, my Italian\ncolleagues, please forgive me.I have some very close Italian friendsand colleagues in Genoa.I butchered the Italian, sorry.In any event apigenin and\npassion flower found in a lot of,a lot of supplements designed\nto increase sleepinessand sleep because, and\nthey work presumablybecause they increase GABA.Actually they work on chloride channelsrather than give you a whole lectureon membrane biophysics in neurons.I'll just say that when\nneurons are really activeit's because sodium ions,\nsalt rushes into the cellsand causes them to fire electrically.The cells tend to become\nless active as more chloridewhich is a negatively charged ion.This is probably taking\nsome of you back to theeither the wonderful timesor traumas of high school physics.The chloride is negatively charged so,it tends to make cells\nless electrically positive,'cause carries a negative chargeand hyperpolarizes the neuron.So apigenin works through\nthese increasing the activityof these chloride channels.Passionflower works by\nincreasing the activityof these chloride channels\nand GABA transmission.It tends to increase this\ninhibitory neurotransmitterthat shuts off our thinkingour analysis of duration path and outcome.So if you're going to explore these thingsI suggest you at least know how they work.You at least go to examined.comthat you talked to your doctor about them.Some people asked about serotoninfor getting to sleep and staying asleep.Now I understand the rationale here.Just like I understand the\nrationale of taking somethinglike Macuna Purina or\nL-DOPA to increase dopaminebut sometimes what works on paperdoesn't really work in the real world.I personally have tried\ntaking a supplementwhich was Al tryptophan, which\nis the precursor to serotoninor five HTP, which is\ndesigned to increase,it is serotonin basically.You're just a one biochemical step awayfrom actually taking actual serotonin.And I'll be honest the sleep that I hadwith increased serotoninby way of tryptophan or\nfive HTP was dreadful.I fell asleep almost immediately.You say, well, that's great.And 90 minutes later, I woke upand I couldn't sleep almost for 48 hours.Now that was me, I have\na pretty sensitive systemto certain things and not to other things.Some people love these things.So you really have to be thoughtfuland explore them with\nthat kind of awarenessof being thoughtful and\nrealizing that what works for youmight not work for everybodyand what works for everybody\nmight not work for you.Okay?I'd like to continue by talking aboutthe role of temperature\nin sleep, accessing sleep,staying asleep and wakefulness.But first I want to tell a joke.Because I think this jokereally captures some of the\ncritical things to understandabout any self-experimentation\nthat you might do.So this is a story that was told to meby a colleague of mine who's\nnow a professor of Caltechnot to be named.So there's a scientist\nand they're in their lab.And they're trying to understandhow the nervous system works.So they go over to a tank\nand they pick up a frog,and they take the frog and\nthey put it down on the tableAnd they clap.\n[claps]And the frog jumps.So they think for awhile,\nthey pick up the frog, okay.They go over to the\ncabinet and they take outa little bit of a paralytic\ndrug and they inject it locallyinto the back leg, set\nit down and clap. [claps]And the frog jumps,but it kind of like jumps\nto the side a little bit.They pick it up, they inject the paralyticinto the other back leg.They clap again, the frog jumps,but it really doesn't jump well that time,it kind of drags itself forward.So they pick it up and\nthey inject the paralyticinto the remaining two legs.They set it down and they clap\nand the frog doesn't jump.And they go,\"Oh my goodness! The legs\nare used for hearing.\"Now they publish the paper.Paper comes out in a great\njournal, news releases.It's a really big deal,\ntheir career takes off.20 years later, a really\nsmart graduate studentcomes along and says, \"Yeah\nbut that's loss of function.It doesn't really show gain of function.\"So let's take a closer look.So they repeat the first\nexperiment and checks out,everything happens the same\nway, but then they take the frogand they inject a drug into\nall four legs that turns offthe paralytic, right?It's an antagonist.They set the frog down, they\nclap, and the frog jumpsand they go, \"Oh my goodness! It's true.The legs really are for hearing.\"Now, first of all, I want\nto make the point thatthis is not to illustrate that scienceis not a good practice, it is.We need to do loss of functionand gain and function experiments.But just to show that\ncorrelation and causationis complicated.You need to do a variety\nof control experiments,and you really need to figure\nout what works for you.And so while science can\nprovide answers about what worksunder very controlled\nconditions, it doesn'tand can never address all the situationsin which a given compound,a given practice will or won't work.And it's not just individual variabilityis that there are a number\nof different factors.You all of course know\nthat light can activateand shift your circadian\nrhythm, but so can exercise,so can food.The last point I want to\nmake is an important one,which is that no frogs were hurtin the telling of this joke.Okay. So let's continue.I want to talk about temperature.Temperature is super\ninteresting as it relates tocircadian rhythms and\nwakefulness and sleep.First let's take a look\nat what's happening to ourbody temperature across\neach 24-hour cycle.In general, our temperature\ntends to be lowestright around 4:00 AM and starts\ncreeping up around 6:00 AM,8:00 AM and peaks sometime\nbetween 4:00 PM and 6:00 PM.Now that varies from person\nto person, but in generalif we were to continuously\nmonitor or occasionally monitortemperature that's what we would see.Now what's interesting is\nthat even in the absenceof any light cues or meal\ncues, we would have a shift.We would have an oscillation\nor a rhythm in our temperature.They would go from high to low.This is why the idea that we're all 96.8and that's our correct temperature.Forget that. That is no longer true.It never was true.It depends on what time of\nday you measure temperature.However, there is a range\nwhich is within normal range,I think most of us associate\nfever with somewhere around100, 101 103, that's concerning.And we will be very concernedif temperature drop too low as well.The way that the temperature\nrhythm that's indogenous,that's within us and\nrhythmic no matter what,the way it gets anchored to\nthe pattern I described before,or being lowest at 4:00 AM\nand increasing again around,through the day until about\nfour to 6:00 PM is by wayof entrainment or matching\nto some external cue,which is almost always going\nto be light, but also exercise.Now you may have experienced\nthis temperature rhythmand how quickly it can become uninterestedor it can fall out of entrainment.Here's an experiment I\nwouldn't want you to dobut you've probably\nexperienced this before,where you wake up, it's sunny outside,and maybe you have some email\nor some things to take care ofor maybe you didn't sleep\nthat well the night beforeand so you stay in doors.You don't change anything\nabout your breakfast,you don't change anything about\nyour within home temperatureor anything like that.And somewhere right\naround 10 or 11 o'clockyou start feeling kind of\nchilled, like you're cold.Well, what happened was\nthe oscillators, the clocksin your various tissues that\nare governed by temperatureand circadian rhythm are\nstarting to split awayfrom your central clock mechanisms.So it's actually importantthat your temperature match day length.Now there's another wayin which temperature matches,\noh daytime, excuse me.There's also an important wayin which temperature matches\nday length in generalas days get longer, it\ntends to be hotter out.Not always, but in general,\nthat's the way it is.And as days get shorter, it\ntends to be colder outside.So temperature and day length\nare also linked metabolically.They're linked biologically\nthey're linked, excuse me,and atmospherically they're linkedfor the reason that we talked about beforeabout duration of day lengthand other climate features and so forth.So one of the most powerful thingsabout setting your\ncircadian rhythm properlyis that your temperature\nwill start to fallinto a regular rhythm.And that temperature\nhas a very strong effecton things like metabolismand when you will feel\nmost willing and interestedin exercising, typically\nthe willingness to exerciseand engage in any kind of\nactivity mental or physicalis going to be when that rise\nin temperature is steepest.When the slope of that line is greatest.That's why 30 minutes after wakingis one of those key windows,as well as three hours after waking.And then when temperature actually peakswhich is generally, generally\nabout 11 hours after waking.So this is why we say that\ntemperature and circadian rhythmare linked but they're actually\neven more linked than that.We've talked before about\nhow light enters the eye,triggers activation of\nthese melanopsin cells,which then triggers activationof the super charismatic nucleus,the master circadian clock.And then I always say the\nmaster circadian clockinforms all the cells\nand tissues of your bodyand puts them into a nice cohesive rhythm.But what I've never answered\nwas how it actually puts theminto that rhythm.And it does it two ways.One is it secretes a peptide.And peptide is just a\nlittle protein that floatsthrough the bloodstream\nand signals to the cells.Okay, we're tuning your clock.Kind of like a little,\nwe know watch store,the watch store owner\nwould tune the clocks.But the other way is it\nsynchronizes the temperatureunder which those cells exist.So temperature is actually the effectorof the circadian rhythm.Now this is really important becausechanges in temperature by way\nof exercise, by way of eating,but especially by way of exercisecan start to shift our circadian\nrhythm pretty dramatically.But let's even go to in\na more extreme example.Nowadays, there's some\ninterest in cold showersand ice baths, not everybody\nis doing this I realize.People seem to either\nlove this or hate this.I don't mind the cold dunk thing.I get regular about this from\ntime to time and I'll do it.I haven't been doing it recently.It's always painful to do\nthe first couple of timesthen you get kind of used to it.However, I've taken people to\na cold, dunk or an ice bath.I have a family member who wouldn't get inliterally passed her toes.She was like, this is\njust too aversive for me.Some people really like the\ncold, people very tremendously.Getting into an ice\nbath is very interestingbecause you have a rebound\nincrease in thermogenesis.Now you should know from\nthe previous episodethat as that temperature increases,it will shift your circadian rhythmand which direction it\nshifts your circadian rhythmwill depend on whether\nor not you're doing itduring the daytime or late in the day.If you do it after 8:00 PM,it's going to make your day longer, right?Because your body and your central clocksare used to temperature\ngoing up early in the dayand throughout the day and\npeaking in the afternoon.If you then increase that furtheror you simply increase it\nover its baseline at 8:00 PMafter temperature was already falling,even if it's just by a half a\ndegree or a couple of degreesor you do that with exercisedoesn't have to be with the ice bath,you are extending, you are\nshifting forward your phase,delaying your clock.You're convincing your clockand therefore the rest of your bodythat the day is still going, right?You you're giving it the\nperception, the cellarand physiological perception\nthat the day is getting longer.And you will want to\nnaturally stay up laterand wake up later.Now you might say, \"WaitI do an ice bath late at\nnight, and I feel great.And I fall deeply asleep.\"Well, cold can trigger\nthe release of melatonin.There's a rebound increase in melatonin.So that could be the cause of that effect.You have to see what works for you,but if you do the ice bath early\nin the day and then get outyou will experience a more rapid riseor cold shower early in\nthe day, a more rapid risein your body temperature that\nwill phase advance your clockand make it easier to get\nup early the following day.So for those of you that are\nhaving trouble getting upand this is going to\nalmost sound laughablebut a cold shower first\nthing in the morningwill wake you up, but that's\nwaking you up in the short termbecause of a different mechanismwhich I'll talk about in a moment,but it also is shifting your clock,it's phase advancing your clockin a way that makes you\nmore likely to get upearlier the next day, okay?So in other words,\nincreasing your temperatureby getting in an ice bath\nor cold shower or exercisingwhich causes a compensatory\nincrease in body temperature.Think about the normal\npattern of body temperature.Low around 4:35 AM starts to\npeak right around waking start,excuse me, starts to\nincrease right around wakingthen steep slope, steep slope to a peakaround four to 6:00 PM and then drops off.If you introduce an\nincrease in body temperatureby way of cold exposure early in the day,let's say 6:00 AM or 5:00 AMif you're masochistic enough\nto get into a cold showerat that time more power to you,it's going to make, you want\nto wake up about half hourto an hour earlier the next\nday than you normally would.Whereas if you do it while\nyour temperature is falling,it will tend to delay and\nmake your body perceiveas if the day is getting longer.These are phase advances and phase delays.We're going to get into\nthis in far more detailwhen we talk about jet lag\nand shift work in episode fouras well as other other things.But temperature is,again is not just one tool to manipulatewake up time and circadian\nrhythm and metabolism.It is the effector.It is the way that the\ncentral circadian clockimpacts all the cells\nand tissues of your body.If you want to read further about thisand you're really curious\nabout the role of temperaturework by Joe Takahashiwho used to be at Northwestern Universityand is now at UT Southwestern in Dallas,incredible scientist and\nhas really worked outa lot of the mechanisms around temperaturein circadian rhythms.You can just Google his nameand you'll see a whole\nbunch of studies there.I want to talk about\ncold and cold exposurebecause there's a great\nmisconception about thisthat actually you can\nleverage once you understandhow to use cold to either\nincrease thermogenesisand fat loss, metabolism,or you can use it for\nstress, mitigation and mood.And it really depends\non one simple featureof how you approach the\nice bath or cold shower.If you get into an ice bath or cold showerand you are calming yourself\nyou're actively calmingthe autonomic nervous system.Maybe through some deep breathing,maybe through visualization,\nmaybe you sing a song.You know, people do this stuff.They use various tools.Some people find paying attentionto an external stimulus is more helpful.You know, thinking about somethingnot the experience of the cold,other people find that\ndirectly experiencing the coldin its most intense form and\nkind of \"going into the cold\"is the best way to approach it.It really varies for people.There's no right or wrong\nway to go about this.But the goal of using cold\nexposure for stress inoculationand to raise your stress thresholdto be able to tolerate heightened levelsof real life stress, not the\nice bath, but real life stresslike work stress and\nrelational stress, et ceterais by suppressing the activationof the so-called\nsympathetic nervous system,meaning the alertness or stress system.That involves bufferingor trying to resist the shiver response.The shiver response is\nan autonomic responsedesigned to generate heat, presumably,and actually that is what it doesin order to counter the cold.So when you use cold exposureand you're kind of muscling through it,or you're learning to relax within itas a form of stress inoculation,that's great and works\nquite well for that purpose.And there's a reason why\ncold exposure is usedin a variety of forms of\nmilitary stress inoculation,most famous of which of\ncourse is the Navy seal buds,a strep test really,which is screening procedure\nfor becoming a sealinvolves a lot of exposure to cold water.However, if you're interested\nin using cold exposurefor fat loss and thermogenesis,you want to do the exact opposite thing.There was a paper published\nin nature two years agowhich showed that cold induced shiver,the actual physical shiver\nactivates the release ofa chemical in the body from\nmuscle called succinateS-U-C-C-I-N-A-T-E.Succinate travel in the\nbloodstream and then goesand activates a particular category of fatnot the typical kind pink or white fatthat we think of is\nlike blubber in humans.That the stuff that people will seem togenerally want less of,except for those genetic freaks\nthat seem to have none of itdepending what they consume.Congratulations.Brown fat is called Brown fatbecause it's actually\ndark under the microscope.It's rich with mitochondria\nand it exists mostlybetween the scapulae\nand in the upper neck.And it generates thermogenesis\nand heat in the body.It's rich with a certain category\nof agile anergic receptor,in insanely epinephrin binds\nto adrenergic receptors.These Brown fat cells increase metabolism,it's called Brown fat thermogenesisand cause fat burning,\nburning of other kinds of fat,the pink and white fat.So what does this all mean?This means if you want to use the ice bathin order to increase\nmetabolism, shiver away.If you want to use the\nice bath or cold showerin order to stress\ninoculate, resist the shiverand learn to stay calm\nor \"muscle through it\".I mean, I don't know that\nanyone's ever really talkedabout this publicly because\nI think the data are so new.And I think that people\nassume that the ice bathor cold exposure is just one thing.Here I've talked about it three waysto shift your circadian rhythm\ndepending on whether or notyou're doing it early in the daywhile your temperature is\nstill rising or at its peakor after that peak, in order\nto extend the perceptionof your day as continuing\nand make you want to goto sleep later and wake up later.Now, and then the third\nway of course is to eitheractivate brown fat thermogenesis\nand increase metabolism.I suppose the fourth way would be toincrease stress tolerance\nor stress threshold, okay?But remember, temperature is the effectorof circadian rhythms.Light is the trigger.The super charismatic nucleus\nis the master circadian clockthat mediates all these changes,also influenced by non-photic influencelike exercise and feeding\nand things of that sort.But temperature is the effector.Now you can also shift your\ncircadian rhythm with eating.When you travel and you\nland in a new locationand your schedule is inverted 12 hours.One way that we know you\ncan shift your rhythmmore quickly is to get onto\nthe local meal schedule.Now that probably has\nto do with two effects.One or changes in temperature inducer,eating induced increases\nin body temperature.Now you should understand\nwhy that would workas well as eating has this\nanticipatory secretionof beta, of hyper cretin orexinthat I talked about it earlier.So, if this is getting a\nlittle too down in the weeds,don't worry about it.I will get more into this in episode fourof how to shift one's rhythm.But I would love for people\nto understand that lightand temperature are the\nreal heavy duty leaverswhen it comes to moving\nyour circadian rhythmand sleep times and activity schedulesand exercise and feeding can help,but really temperature and light,with light being the primary\none are the most importantwhen it comes to sleep and wakefulness.Many people asked questions\nabout food and neurotransmittersand how those relate to\nsleep, wakefulness and mood,which is essentially 25 hours\nof content for me to cover.But I'm going to try and distill\nout the most common questions.We've talked a lot about\nneuromodulators like dopamine,acetylcholine and norepinephrine.You may notice in those\ndiscussions that the precursorsto say serotonin is tryptophan.Tryptophan actually comes from the diet.It comes from the foods that we eat.tyrosine is the precursor to dopamine.It comes from the foods that we eat.And then once we ingest themthose compounds are\ncirculated to a varietyof different cells and tissues,\nbut it is true that our foodand the particular foods we can influence,things like neuromodulator\nlevels to some extent,it's not the only way,\nbecause there are also enzymesand biochemical pathways\nthat are going to regulatehow much tyrosine gets\nconverted into dopamineand there are elements of\nthe dopaminergic neurons,the dopamine neurons\nthemselves that are electricalthat have influence on this as well.But there are a couple fair\nassumptions that we can make.First of all, nuts and meats\nin particular red meats,tend to be rich in things\nlike tyrosine, right?That tells you right there,that because tyrosine is\nthe precursor of dopamine,and dopamine is the\nprecursor of norepinephrine,and epinephrine that those\nfoods tend to lend themselvestoward the production of dopamineand epinephrin and the sorts of thingsthat are associated with wakefulness.Now, of course, the\nvolume of food that we eatalso impacts our wakefulness.If we eat a lot of anything,whether or not it's ribeye\nsteaks, rice, or cardboard,please don't eat cardboard,your stomach if it's\nvery distended it willdraw a lot of blood into your\ngut and you will divert bloodfrom other tissues and\nyou'll become sleepy.So it's not just about food content,it's also about food volume, all right?Fasting states generally are\nassociated with more alertness,epinephrin so forth and fed\nstates are generally associatedwith more quiescence and\nrelaxation, serotonin,and the kind of things that\nlend themselves more towardssleep and less toward alertness.Foods that are rich in\ntryptophan tend to be thingslike white meat, turkey,\nalso complex carbohydrates.So if you like you can start experimentingdepending on what foods you eat.You can start experimenting\nwith carbohydrate rich mealsfor accessing sleep and\nmore depth of sleep.This is actually\nsomething I personally do.I tend to eat pretty low\ncarbs during the day.I actually fast for until about noon.Not because I have to work to do that,but because I'd rather just drink caffeineand water during that time.And then sometime around noonI can't take it anymore and I'm hungry.And I eat and I try and eat low carb-ishunless I've worked out extremely hardin the previous two\nhours, which I rarely do,although I do it sometimes.And that meal is then\ndesigned to prolong my periodof wakefulness into the late afternoon.And then sometime around dinner timewhich for me is around 6:37 PM, 8:00 PM.Sometimes as late as 9:00\nPM, I tend to eat thingslike white meat, fish, pastas,\nrice, that kind of thing.My favorite food of allfor accessing tryptophan\nis actually a starch.It's actually a vegetable.And it's the croissant, which\nis my favorite vegetable.I don't eat those all\nthe time, but I love themand they seem to increase\ndopamine as well.I've never actually done\nthe mass spectrometryon a croissant, but they\ndefinitely increase tryptophanand relaxation for me.In all seriousness, low\ncarbohydrate/fasted/ketogenic dietstend to lend themselves toward wakefulnessby way of increasing epinephrin,\nnorepinephrine, adrenalinedopamine, and things of that sort.Carbohydrate rich meals.And I suppose we talked about\nmeals as opposed to diettend to lend themselves more\ntoward tryptophan, serotoninand more lethargic states.There is very limited\nevidence that I am aware ofthat carbohydrates should\nbe eaten at one time a dayas it relates to metabolism, et cetera.I'm sure that will open up\na certain amount of debate.If you work out very hardand you deplete glycogen,\nthen this all changes.So some people are working out very hardin depleting glycogen\nand other people are not.That gets way outside the contextof this particular podcast,\nbut yes indeed different foodscan bias different neuromodulatorsand thereby can modulate awakingor our feelings of\nlethargy and sleepiness.There are a couple effects\nof food that are independentor I should say a couple\nof facts of eating,'cause the food won't\ndo it when it's sittingacross the table, but of\neating that are powerfulfor modulating circadian,\nrhythm, wakefulness, et cetera.And that's because every time we eatwe get eating induced thermogenesisregardless of what we eat.Now that eating induced thermogenesisand increase in metabolism,which is an increase\nin temperature really,is probably greatest for amino\nacid rich foods like meats,but also other types of foods.It's a minimal increase\nin body temperaturecompared to say cold exposure or exercise.Now, whether or not it's\na quarter of a degreeor half a degree or a degree,it really depends on the individual.And of course there are\nblood sugar effects.There are things like whether or notyou are type one or type two diabetic,whether or not you're insulin resistant,whether or not like there's a kid whointerns on the podcast\nhere, who's 17 years oldand I'm convinced that he can eat anythingand he just seems to like burn it upand he's growing it every time.Actually the other day, he\nwalked into the other roomand two days later, he\nwalked out of the same room.He came out in between of course,but and I was like, you're grow?And he was like, you know,\nbut he's at that stage wherehe's just growing.Food is going to affect a\nteenager very differentlythan it's going to affect\na full-grown person.So, in general, starchy\ncarbohydrates, white meat,such as turkey, some fish\nincreased tryptophan,therefore serotonin, thereforemore lethargic states more calm.Meat, nuts and there are\nprobably some plant-based foodsthat I'm not aware of and I apologize,I should read up on this that\nalso are high in tyrosinethat can increase things like dopamine,norepinephrine, epinephrin alertness.So you can vary these however you like.Most people I think are eating\na variety of these thingsin a given meals.And there are other\nparameters of nutritionthat are important too.Volume of food for the reasons\nthat I mentioned before,the volume of food in the\ngut, less food in the gutwhether or not it's empty\nor a small amount of foodwhich tend to correlate with wakefulness.Large volumes of food of any\nkind will tend to correlateand drive the calming responseand that's by way of this\nnerve pathway called the vegas.We actually have sensory fibers\nin the gut that communicateto a little protrusion of neuronsthat sit right next to the\njuggler called the nodose gangliaN-O-D-O-S-E unlike Costello,it's no dose right now he's all dose.Nodose actually means\nhaving many protrusionsand it's like kind of a\nlumpy collection of neurons.A ganglia is just a collection of neurons.And then it goes into the\nbrain stem and then forwardin the brain to the areas of\nthe brain they're involvedin production of various neuromodulators.So what we eat and the volume of foodare both signaling to the brain.It's not just one or the other.And then there's also this\neating induced thermogenesis.And now, you know, from the\ndiscussion about temperaturethat if you're eating early in the dayyou're tending to shift\nyour rhythm earlier.So that you'll want to wake\nup earlier the next dayif you're eating very late in the day,even if you can fall asleep after that,there's a tendency for\nyou to want to sleep laterthe next day.Now this of course is all\ngoing to be constrained bywhen your kids need to eat,and when your spouse needs to eat,and when your friends need to eat,or if you live alone or what\nother things you're doing,if you're like me and you\nkind of don't eat until noonthen eat sometime around noon.And then I'm terrible about meals.I just start eating the ingredientswhile I'm supposed to be cookingand then eventually they're all goneand I guess that's a meal.It varies.Some people are neurotically attachedto a particular meal schedule.Some people are not.I take my light exposure\nschedule far more seriouslythan I take my meal schedule.Although in general, try\nand eat healthy foodsfor the most part croissants included.I was asked several times whether or notmen and women or males and femalesdiffer in terms of these\nneurotransmitter phenotypesand the rhythms of sleep and temperature,or we could probably devote a whole monthand we probably will\ndevote an entire monthto what are called sex differencesbecause those tend to be related to thingswe absolutely know like\nXX, or XY chromosomesor XYY in some cases\nare double X chromosomesas opposed to gender, sex\nand karyotype as we call itgenetic makeup is crystal clear.There are things that\ncorrelate with one or the otherbut it's complicatedand it's not something\nthat's been explored inwhat I think is enough detail.Actually recently, I guess\nit was about five years ago,the national institutes of\nhealth made it a mandatethat all studies use sex\nas a biological variable,and actually explore both sexes of mice,both sexes of humans when\ndoing any kind of studybecause there was a bias\ntowards only using male animalsor male subjects prior to that time.So a lot of data now coming outrevealing important sex differencesthat I think are going\nto have powerful impacton health practices, et cetera.Response to drugs,response to just different\nsleep schedules, et cetera.Perhaps the most salient and obvious oneis that during pregnancy\nfemales experience a whole rangeof endocrine and neuro effectsand we definitely will\ndevote a month to pregnancyand childbirth and child rearing.And for that, I'd really like\nto bring in some experts.I've got terrific colleagues\nat Stanford and elsewherethat work on these things,so that we can go into\nthose in more depth.So I'm not blowing off those questions.I'm just, I'm kind of\npushing them down the roada little bit where I can give\nyou a more thorough answer.So as we finish up, I\njust want to offer youthe opportunity to do an experiment.We've talked about a lot of variablesthat can impact sleep and wakefulness.And in keeping with the\ntheme of the podcastwe are going to continue to\ntalk about sleep and wakefulnessand tools for those, and the\nscience behind those toolsas we go forward.But there are really just\nfour simple parametersthat you have control over,that you can immediately start to recordand take note of just\nto see how you're doingwith these things.With no judgment or perhaps no changeto what you're actually doing.It might be interesting, just\na suggestion to write downfor each day when you went\noutside to get sunlightand when you did that, relative to waking.So you would write down,like the way I do this\nin my calendar is I'llwrite down that I don't\nget exact about it.I might say, I woke up at 6:15 and then I,as I'll put a W 6:15,\nand then SL for sunlightand you'll sometimes\nget outside right away.Other times I'm less good at that.And I'll go out around, let's say sevenand for how long, I don't maybe\nlike 10, 15 minutes or so.And then I'll put a little checkat the times that I\neat my so-called meals.Although, as I mentioned,\nsometimes my meals area bunch of small checks\nthat just kind of extendthrough the late hours of the day.Yours might be more\nconfined to certain times.And then you might just take\nnote of when you exercised,just put down an E for when you exercise.Weight training or aerobic exercise.And you might note when you\nmight've felt chilled or coldif you do, or you might've\nfelt particularly hot,or if you woke up in the middle of night,when you felt particularly hot.And then the last thing\nyou might want to dois just write downif and when you did a non\nsleep deep rest protocol,an STR protocol, that could be meditation,that could be yoga nidra,\nthat could be hypnosis.Anything that you're using to deliberatelyteach your nervous system,\nhow to go from more alertnessto more calmness in the waking state,even if it's waking up in\nthe middle of the nightand doing an SDR protocol\nor in the afternoon,or first thing in the\nmorning to recover some sleepand ability to perform\nDPOs that you might've lostfrom a minimal or poor night's sleep.So you're going to rite\ndown when you woke up,when you viewed sunlight,\nthat might be in the morningand the evening, or just\nthe morning, hopefullyit's the morning and the\nevening, when you exercised,when you eat your meals and using a simplerecord keeping scheme like W\nfor waking, SL for sunlightmaybe you come up with a\nsystem where it's a checkor an X or something for exercise.This is not designed to make\nyou neurotically attachedto tracking all your behaviors\nand everything you do.I for instance, don't track what I eat.In particular, I kind of\nknow what works for meand I'd just try and\nstay within that range.But by doing this you can start to revealsome really interesting patterns.Patterns that no answer that\nI could provide you aboutany existing tool or\nprotocol could counter.It's really about taking\nthe patterns of behaviors,of waking, and light viewing, and eating,and exercise and superimposing that onwhat you're learningin this podcast and elsewhere of courseand what you already know\nand trying to see wherecertain problem or problems or\npain points might be arising.Maybe you're eating really late in the dayand you're waking upin the middle of the night, really warm.Well, now you would say,\n\"Well, that could be due tokind of an increase in temperature\nthat is extending my dayor maybe you start to find\nthat using cold exposureearly in the day is great for you,but using it late, if\nit's too late in the day,that's not great.Or if you're into the sauna or it's evenlike some people, including\nmyself, if I take a hot showeror sit in a hot tub or\na sauna late at night,well then I get a compensatory\ndecrease in body temperatureand I sleep great provided\nI hydrate well enough,'cause that can be kind of\na dehydrating thing to sitin hot, hot conditions.But if I do the sauna early in the day,unless I exercise immediately afterwardthen I tend to get the temperature\ndrop, which makes sensebecause when you get in the\nsauna, you're get vasodilation.You throw off a lot of heat and then yougenerally get a compensatory\ndrop in temperature.If you do that early in\nthe day, that's rightabout the time that temperatureis trying to entrain the\ncircadian clocks of your body.That's what happens to me.Other people, it might\nbe slightly differentand some people have more\nresilient systems than others.So I just encourage you to\nstart becoming scientistsof your own physiology of\nyour own brain and bodyand seeing how the\nvarious tools that you mayor may not be using are\neffecting your patterns of sleep,your patterns of\nattention and wakefulness.It's vitally important\nthat if you do this,that you know that it's\nnot about trying to getonto an extremely rigid schedule,it's really about trying\nto identify variablesthat are most powerful\nfor you, and that push youin the direction that you want to go.And changing the variables\nthat are pushing your bodyand your mind in the directions\nthat you don't want to go.Self experimentation is\nsomething that should be doneslowly, carefully, you don't\nwant to be reckless about this.And this is where I would\nsay manipulating oneor two variables at a time\nis really going to be bestas opposed to changing of\na dozen things all at onceto really identify what it is\nthat's most powerful for you.As always, thank you so\nmuch for your questions.We are going to continue\nto answer questions.I certainly didn't get to all of thembut we tried to get to\nmost all of the onesthat were frequently asked.Episode four of the podcast,\nI'm going to get into,shift work, jet lag and\nage dependent changesin sleeping and wakefulness and cognition.So for those of you with kids,for those of you that are kidsfor those of you with older\nrelatives or who might be oldermeaning probably when\nyou start to get intolate '60, '70 and '80 is\nwhen there's some markedbiological shifts in\ntemperature regulationand things that relate to sleep.And for those of you that travel,we're going to talk about jet lag.The shift work discussion\nmight seem only relevantto those that work nights, but\nactually that's not the case.Most people because of the\nway they're interactingwith devices are actually\nin a form of shift work now,where the days are\ncertainly not nine to five,the so-called banker's hours,and then the lights are out at nineand they're asleep until 5:00 AM.Some people have that\nschedule, most people do not.So episode four, we will go\ndeeply into shift work, jet lagage dependent changes in\nsleep alertness and cognitionand I will touch back on\na few of your questionsbut don't think thatif your question wasn't answered\nduring these office hoursthat we won't get to it, I\nabsolutely will at some point.In addition to that, several of youhave graciously asked how you\ncan help support the podcast.And we very much appreciate that.You can support the podcast\nby liking it on YouTube,by subscribing on YouTube,by recommending the\nYouTube videos to others,as well as subscribing and\ndownloading the podcast on Applewhere you can also leave\na review and on Spotify,we're all three, if you like.you can also help us by\nsupporting our sponsors.So check out some of the sponsor\nlinks that were describedat the beginning of the episode.And in general, recommending the podcastto people that you know and\nthat you think would benefitfrom the information would be terrific.As always I will be continuing\nto post on Instagram.You can expect another podcast\nepisode out next Mondayabout the topics that we've\nbeen discussing this monthand above all,\n[upbeat music]thank you for your interest in science."
        }
    ],
    "episode_summary": "Today’s episode provides an introduction to how the nervous system works to create sensations, perceptions, emotions, thoughts and behaviors, as well as how we can change our nervous system—a phenomenon known as neuroplasticity. The information sets the stage for all Huberman Lab podcast episodes that follow by covering neurons, synapses, brain chemicals and the rhythms that control our ability to focus, learn and sleep… and more. Thank you for your interest in science. We'll see you next week!\nFor the full show notes, visit hubermanlab.com.\nThank you to our sponsors\nAG1 (Athletic Greens): https://athleticgreens.com/huberman\nLMNT: https://drinklmnt.com/huberman\nWaking Up: https://www.wakingup.com/huberman\nMomentous: https://www.livemomentous.com/huberman"
}