{
    "title": "Jeff Cavaliere: Optimize Your Exercise Program with Science-Based Tools",
    "ep_num": "115",
    "link": "https://www.youtube.com/watch?v=UNCwdFxPtE8",
    "chunks": [
        {
            "timestamp": 0,
            "text": "- Welcome to the Huberman Lab Podcast, where we discuss science, and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is Jeff Cavaliere. Jeff Cavaliere holds a Master of Science in Physical Therapy and is a certified strength and conditioning specialist. He did his training at the University of Connecticut Storrs, one of the top five programs in the world in physical therapy and sports medicine. I discovered Jeff Cavaliere over 10 years ago from his online content. His online content includes information about how to train for strength, how to train for hypertrophy, which is muscle growth, how to train for endurance, as well as how to rehabilitate injuries to avoid muscular imbalances, nutrition and supplementation. I've always found his content to be incredibly science based, incredibly clear, sometimes surprising, and always incredibly actionable. It is therefore not surprising that he has one of the largest online platforms for fitness, nutrition, supplementation, and injury rehabilitation. Jeff has also worked with an enormous number of professional athletes and has served as head physical therapist and assistant strength coach for the New York Mets. Again, the content that Jeff Cavaliere has posted online has been so immensely useful to me over the years, that I was absolutely thrilled to get the chance to sit down with him and ask him about everything from how to train in terms of how to split up the body parts that you train across the week, how to integrate strength training and endurance training, when to stretch, how to stretch. Indeed, we talked about nutrition, we talk a bit about supplementation. We talk about how to really avoid creating imbalances in muscle and in neural control over muscle. This is one thing that's really wonderful about Jeff is he really has an understanding of not just how muscles and bones, and tendons and ligaments work together, but how the nervous system interfaces with those. We talked about the mental side of training, including when to bring specific concentration to the muscles that you're training, and when to think more about how to move weights through space and think more about the movements overall. I'm certain that you'll find the conversation that we held to be immensely useful and informative for your fitness practices and also for how you mentally approach fitness in general, and how to set up a lifelong fitness practice, one that will give you the strength that you desire, one that will give you the aesthetic results that you desire. One that will set you up for endurance and cardiovascular health, basically an overall fitness program. I really feel this is where Jeff Cavaliere shines above and beyond so many of the other PTs and fitness so-called influencers that are out there. Again, everything is grounded in science, everything is clear, and everything is actionable. And while we do cover an enormous amount of information during today's episode, if you want to dive even deeper into that information, you can go to athleanx.com, where you'll find some of Jeff's programs. You can also find him at Athlean-X on YouTube. There you'll find videos for instance, like the, how to repair or heal from lower back pain. Something that I actually followed directly long before I ever met Jeff, has over 32 million views, and that is not by accident, it's because the protocols there again are surprising and actionable. They relieved my back pain very quickly without surgery. So I'm immensely grateful for that content. And it extends into everything from again, hypertrophy, endurance and strength training and so on. Again, it's athleanx.com as the website, Athlean-X on YouTube, and also @athleanx on Instagram. The Huberman Lab Podcast is proud to announce that we've partnered with Momentous Supplements. We've done that for several reasons. First of all, the quality of their supplements is exceedingly high. Second of all, we wanted to have a location where you could find all of the supplements discussed on the Huberman Lab Podcast in one easy to find place. You can now find that place at livemomentous.com/huberman. In addition, Momentous Supplements ship internationally, something that a lot of other supplement companies simply do not do. So that's terrific whether or not you live in the US, or you live abroad. Right now, not all of the supplements that we discuss on the Huberman Lab Podcast are listed, but that catalog of supplements is being expanded very rapidly, and a good number of them that we've talked about, some of the more prominent ones for sleep and focus and other aspects of mental and physical health are already there. Again, you can find them at livemomentus.com/huberman. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Athletic Greens, now called AG1. "
        },
        {
            "timestamp": 273,
            "text": "I started taking AG1 way back in 2012. So I'm delighted that they're sponsoring the podcast. The reason that I started taking AG1, and the reason I still take AG1 twice a day, is that it covers all of my foundational health needs for mental health, physical health, and performance. As I mentioned earlier, it has vitamins and minerals that cover any deficiencies I might have in my diet. It also has probiotics, and the probiotics are key for supporting the so-called gut microbiome. The gut microbiome are trillions of little microbacteria that live in our gut from our throat all the way down to the base of our gut, that support everything from our immune system to our hormone health, to the so-called gut brain access. That is, our gut and our brain are in direct communication with one another in ways that support our mood, our ability to think, and overall brain health. If you'd like to try Athletic Greens, you can go to athleticgreens.com/huberman to claim a special offer. They'll give you five free travel packs, which make it very easy to mix up Athletic Greens while you're on the road, and they'll give you a year supply of vitamin D3+K2. Vitamin D3 and K2 are essential for an enormous number of aspects of your mental health, physical health, and performance by impacting things like hormone regulation, calcium regulation, and cardiovascular health. Again, go to athleticgreens.com/huberman to claim that special offer. Today's episode is also brought to us by Eight Sleep. Eight Sleep makes smart mattress covers with heating and sleep tracking and importantly cooling capacity. I've talked many times before on this podcast or another podcast about the close relationship between temperature and sleep. That is, your body temperature has to drop by about one to three degrees in order to fall asleep, and waking up involves heating up of your body by about one to three degrees. Now, some people run cold during the night. They need to heat their sleeping environment. Other people run too hot during the night. I'm one such person, I tend to wake up in the middle of the night if I get warm at all. With Eight Sleep, I'm able to cool my sleeping environment in a very precise way, even so precise that I can control the temperature at the beginning, middle, and end of the night so that I fall asleep easily, stay deeply asleep, and wake up feeling better than I've ever felt before. The Pod Pro Cover by Eight Sleep is their most advanced solution on the market for thermal regulation. It pairs dynamic, cooling and heating with biometric tracking if you want to use that. Also it has this nice feature that it'll vibrate in the morning to wake you up. I'd rather like that vibration feature too. You can add the cover to any mattress and start sleeping as cool as 55 degrees Fahrenheit, or as hot as 110 degrees Fahrenheit. So again, it can be customized to your sleep needs. If you want to try Eight Sleep, you can go to eightsleep.com/huberman and check out the Pro Pod Cover and save $150 at checkout. They currently ship within the USA, Canada, and the United Kingdom. Again, that's eightsleep.com/huberman to save $150 at checkout. Today's episode is also brought to us by ROKA. ROKA makes eyeglasses and sunglasses that are of the absolute highest quality. The company was founded by two, all American swimmers from Stanford and everything about ROKA eyeglasses and sunglasses is made with performance in mind. That said, the aesthetics of ROKA eyeglasses and sunglasses is superb. I've spent a lifetime working on the biology of the visual system. And I can tell you that your visual system has to contend with an enormous number of challenges in order to be able to see clearly. ROKA understands this and has developed their eyeglasses and sunglasses in a manner such that when you move from say a shady area to a brightly lit area, or when you are in different lit environments indoors, you can always see with crystal clarity. And they won't slip off if you sweat. In fact, they were originally designed for exercise. You can wear them while running or cycling, but they have a terrific aesthetics. So unlike a lot of so-called performance or exercise glasses that are out there that make people frankly look like cyborgs in my opinion, ROKA eyeglasses and sunglasses look terrific. You'd be proud to wear them to work, or out to dinner, or when you exercise. If you want to try ROKA glasses, you can go to roka.com. That's R-O-K-A.com and enter the code Huberman to save 20% off on your first order. Again, that's ROKA, R-O-K-A.com and enter the code Huberman at checkout. And now for my discussion with Jeff Cavaliere. Jeff, such a pleasure for me to have you here. "
        },
        {
            "timestamp": 518,
            "text": "- I'm glad to be here, it's amazing. - I'm a longtime consumer of your content. I've learned a tremendous amount about fitness, both in the weight room and cardio, nutrition things that I've applied for over a decade. So for me, this is particularly meaningful. And my goal here is really to ask a bunch of questions to which I'm interested in the answers, but also for which I know the audience is really curious about. So one of your mantras is, \"If you want to look like an athlete, train like an athlete\" and I think that's something really special that sets aside what you do from what a lot of other very well qualified people do. And in terms of the use of weights and resistance, whether or not it's body weight or weights in the gym, or pulleys versus cardio, in terms of overall health aesthetics and athleticism, is there a way that you could point to the idea that maybe people should be doing 50% resistance training and 50% cardio, maybe it's 70/30, maybe it's 30/70. And here I'm talking about the typical person who would like to maintain, or maybe even add some muscle mass, probably in particular areas for most people, as opposed to just overall mass. Although we'll talk about that later, and people who want to maintain a relatively low body fat percentage and be in good cardiovascular health. What's the sort of contour of a basic program that anybody could think about as a starting place? - I think it's like a 60/40 split, which would be leaning towards weight training, strength and then the conditioning aspect be about 40%. So if you look at it over a course of a training week, I mean, five days in a gym would be a great task. And obviously not in the gym, it could be done at home. But three days strength training, Monday, Wednesday, Friday. Conditioning, Tuesday, Thursday, you know, two days. It's a pretty easy roundabout way to split that up, of course, depending upon training goals. And as you said, the aesthetic goals like that will shift dramatically. But if you want to see the benefits of both, that's probably the effect of dose for strength training and the effect of dose for conditioning at the bare minimum level. Again, being a much better performer conditioning wise, you're going to want to do more than that. - And in terms of the duration of those workouts, what's your suggestion? I've been weight training for about 30 years, running for about 30 years, and mainly for health. And have found that if I work hard in the gym or at resistance training for more than 60 minutes or so, it's very hard for me to recover, I start getting cold, I start getting weaker from workout to workout, but amazingly, at least to me, if I keep those workouts to about 10 minutes of warmup and 55 minutes or so of really hard work for resistance training, and I keep the cardiovascular work to about 30 or 45 minutes, I feel great. And I seem to make some progress, at least someplace in the workout from workout to workout. - Yeah, I mean, those are good numbers, 'cause those are kind of numbers that we usually preach. We try to keep our workouts to an hour or less if possible. Now, depending upon the split that you're following, if you're on a total body split, there's just going to be more that has to be done in a given amount of time. And again if you're training primarily for strength, that could prolong the workout, 'cause of the longer rest time is in between sets. But in general, when you're not focused on that one aspect, but the overall health picture, then you can get the job done in under an hour. And again, I always say, on top of \"If you want to look like an athlete train, like an athlete,\" is, \"You could either train longer or you could train hard, but you can't do both.\" And I really believe that the focus for me, I have a busy life, I have a lot of other things that I do believe it or not. And it's like, I want to go hard and I want to go get out. And I find that my body also responds to that, and I think a lot of guys' body respond to that. And particularly as you start to get older, I think it's the length of the workout that actually causes more problems than the intensity of what you're doing. Particularly if you're warmed up properly like you said. I've found personally that my warmup has had to become more of an integral part of my workout than it ever has before. I could get in the gym when I was 20, and I'm going right over, I'm doing the one set, two sets, I'm ready to go. You know, and I never do another workout warmup set for any of the other exercise I do the rest of the day. That's not true anymore. And I found that as long as I'm willing to sort of give myself a little bit of a warmup, the intensity is not what bothers me. I'm very much in control of the weights that I use and it doesn't bother me. But if I start to go pretty long, I start to feel achy or I start to have problems. So again, depending upon age, that also plays a factor in the length. But again, I think everybody can achieve, on a standard program, can achieve the results that they want within an hour. - In terms of splits, you mentioned splits. "
        },
        {
            "timestamp": 807,
            "text": "And so for those who aren't familiar with this term splits, it's really which body parts are you training on? Which days? Seems like almost everybody follows a weekly workout schedule. Although the body of course doesn't care about the week. There's no reason thing that once every seven days or twice every seven days makes sense physiologically, it's just the body doesn't work that. But, that's the way life is structured. I've seen you discuss three days a week, whole body workouts. I've heard of splits like a pushing one day, pulling another day, legs another day, a day off, repeat. I mean, there's so many variations on this. What are some general themes that we can throw out there? And in order to avoid the huge matrix of possibilities, you have some wonderful content that points those. And we will cap- In our caption show notes, we'll link out to some of those that different ways to design splits. But in terms of giving people a logic of how to think about splitting up body parts, what's governing the split? What are the rules and the logic that dictate a split? - For me, the first rule is will you stick to it? Like if you, 'cause there are split, I don't particularly like full body splits. And I was actually talking to Jesse about that the other day like, I don't necessarily like to have to train everything. Now of course the volumes will come down per muscle group. But if you don't like to do that, and you actually don't look forward to your workout because you're dreading having to do everything and feeling maybe too fatigued by the time your workout's over, or the fact that those generally do take a little bit longer and don't fit into your schedule. I don't care how effective the split is, a split not done is not effective. So you need to find one that fits. So maybe you go into an alternative option, like a push-pull-legs, like you mentioned. And that could be done either one cycle through the week, on a Monday, Wednesday, Friday split, or it could be twice in a week. So you're actually training six times, where you repeat it, pull-push-legs, pull-push-legs, or however you want to do it with either a day off in between the three days, or at the end of the six days. And again, that actually impacts your schedule. I've broken that down before where it's, if you put it in between the three days, it's good because you're giving yourself an extra rest day in between, but it starts to shift that day off every week as we wrap around. So for those guys that we're choosing that seven day schedule out of convenience in our heads, it starts to mess with that off day. So others like to just keep it predictably, let's say on a Sunday, and train six days in a row. But that's a better way to maybe group similar muscle actions together, which I think, I definitely prefer that, because if I'm going to be training pulling movements, at least there there's a synergy between them. And I feel like I'm looking to achieve one goal that day. And then, I mean, quite honestly, you can go back to the bro-split days, and those still work effectively. There's a reason why they worked in the past. I think that science shows that there's smarter ways to do them these days. Like you can come back and hit a related muscle, so you could do, let's say biceps on one day and then come back two days later and do back, realizing again, synergy between the exercises there, your biceps are going to get re-stimulated again. So you could figure out ways to make that work, but the thing that I think is effective there, is that tends to be one of the ones that people like the most. Because they can go in, they get their pump, they feel good. It's pretty solely focused on one muscle group. - Is that the definition of a bro-split? One... - One muscle group a day? - Yeah, I see, so it's very much geared towards strength and aesthetics really maximizing... - Probably more aesthetics than strength, yeah. You're just... - Hence the bro, the bro name. - But again, like, you know, in here I am a science guy and I could appreciate the benefits of a bro-split. Especially 'cause again, like to what end? Who's goal are we trying to achieve here? Those are ours. Like if I'm applying my standards and my goals or even like athletic ideals, but they just want to get in shape, then it's perfectly fine to do a bro split in that instance, if you're sticking to it again and you're seeing the results that you want to see from it. But they're able to really keep their focus on one muscle, they get to focus on. Look, a lot of times people struggle with the way of an exercise feels until their second or third set. Like they don't have that proper percept of ability to kind of lock in on an exercise. So spending a few, not only sets in the same exercise, but then doing another exercise for the same muscle group helps them to dial in a little bit better and get more out of their training. - Yeah, that raised a really interesting, I think important question. Early on when I started resistance training, which was when I was 16 in high school, I got in touch with and I was learning from Mike Menzer. - Me too, that's crazy. - And Mike was very helpful. Very, very helpful. We got to be friendly... - So, I just read his book, I didn't get a chance to be him, so I'm jealous, right? - Well, back then no internet, I paid by Western Union type thing to send him some money - From the back of the magazine. - And then he got on the phone with me and my mother at the time was like, why is this grown man calling the house? And he gave me a very straightforward split, which was shoulders, arms one day, he had me taking two days off and then training legs and then two days off and then chest and back, et cetera. - And that's a variation of a bro-split too. Where you're sort of breaking them down that way, chest them back or chest them bis, you know? - And it worked very well for me, I probably would've, because of my age I think, and because I was untrained, I think, largely untrained, I think it would've grown on many different programs, but it worked very well for me. I eventually just made that in every other day thing. Shoulders and arms day off, legs day or two off, 'cause if you hit legs right, at least for me, I'm not training the next day. And then I'm not doing much of anything athletic the next day, and chest, back and repeat and so on. And the reason I found that helpful is I almost always recovered between workouts. The six day a week program of push-pull-legs, push-pull-legs, to me seems excruciating from two standpoints. One is, at least with my recovery abilities, or lack of recovery abilities, I can't imagine coming back feeling fresh. And the other one is, if I'm in the gym more than four days a week, I really start to fatigue it about the whole psychological experience of it. Whereas if I'm in there three or four days a week. In other words, if I put a day off in between each workout, I really want to be there. And I get in there with a lot of fire. And I'm also doing other things on the off days. So I think that, I love that you mentioned the split that you'll stick to. And that you can bring the intensity to, because I think that that's really important. I sometimes hear about two a day training. I've done two a day training twice in my lifetime, both times I got sick two days later. That's correlation, not causation. But is there ever an instance where two a day weight training makes sense "
        },
        {
            "timestamp": 1212,
            "text": "for the non-drug assisted, typical recovery ability person? - Actually, I think it makes sense in some scenarios, but it doesn't make sense practically for a lot of people's schedules. So like if you could break down, let's say you were going to do even some version of a total body session, or maybe like you're going to do an upper lower split, right? You could do an upper workout and do the anterior chain or the pushing portion of that in one session and then come back and do the pulling session later on at night, if you had the opportunity to. The thing that you benefit from there is the freshness of focus. Again, like something in my head is sacrificed by the time you get towards the latter half of whatever workout you're in. To the same point you made before like, when you start to approach that 50 minutes an hour mark, you are either losing focus, you're losing energy, you're losing contract viability, you're losing something. And if you're relegating whatever it is, the pulling portion of that to the end of that workout, something suffers so that, and if they realize that's happening, then maybe you switch them up the next time you do the workout where the pulling portion of the upper workout goes first, and then the pushing goes later, so you're at least not just continuing that cycle, but at the same time, if you were able to kind of split them up, you get a chance to kind of take a break, you could have that freshness of focus again, and you could actually get a better effort in, 'cause again, I think effort drives the results. So if the effort is not compromised, then you should be able to do that. But systemically is that a problem? And I think that it is a problem for a lot of people. It's just hard to, it's hard to rev the engine up a lot of times in the day. You warm that thing up once, it's like that car in the winter, you get it going once, you're lucky, okay, now you got to drive it the rest of the day. But you put it in the garage and try to start it the next day, it's a problem. So, you know, young people can get away with it a lot more than older people could. - Well, I've never had a strong recovery quotient, but if I stick to this one day off in between, every once in a while, two days in a row training, maybe because I have to travel and I want to make sure I get all the workouts and kind of thing, I seem to be okay. I like your example of warming up the car, spoken like a true east coaster, or those of us are on the west coast, I took a moment there, but we folks from the East Coast and the Midwest, get it, and certainly from Europe. In terms of the mixing up of cardiovascular training "
        },
        {
            "timestamp": 1353,
            "text": "and resistance training, same day, different day, which one should come first, which one should come second? If one main goals, again, everyone listening has different goals are, most people would like to either maintain or gain some muscle. I don't know many people that want to lose muscle. To maintain or gains some muscle, usually in specific locations on their body, most people would like to be a bit leaner or a lot leaner. There are a few people out there that are either naturally lean or don't want, or actually just want to gain weight. But assuming that people want to get leaner, put on some muscle, maintain muscle, and want to have a healthy heart and a healthy brain, which basically requires a healthy cardiovascular system, how would you incorporate cardiovascular work into the overall weekly regimen? - So again, I think that the bare minimum is probably twice a week in terms of cardiovascular. If you want to have some semblance of cardiovascular conditioning. But I think most people who actually need it more or want to pursue it more than that are going to need more time to do that. So at some point it can't just be relegated to a day off, or a day off from the weight training workouts. So at some point it has to occur on the same day. And in that case, I just like to put it, if that is, you're not your primary goal, but you're looking more for the, just the overall picture, the aesthetics you mentioned, putting muscle on in certain areas, then I would put it at the end of the workout. 'Cause you don't want it in any way compromise the weight training work out. And as we've sort of referenced a couple times already, the intensity of those workouts is important. And we know there's a strength component to those workouts also that is going to be a helpful stimulus for growth. So the conditioning, the cardio, that stuff done prior to any training, strength training, workout, is likely going to impair your ability to perform at your best. So unless it's just done for a quick little warmup in the beginning, but then it's not sustained long enough really to be a benefit for cardiovascular conditioning. So I just like to put that at the end, realizing that even if my effort level is lower, my output is lower, if it's still placing a demand on my cardiac output to get that conditioning effect because I'm fatigued, it still has a demand on my cardiac output, so it's still achieving its goal, but it didn't interfere with my main goal of being able to increase my performance in the gym. - Got it. And in terms of the form of cardiovascular training, I've seen you do a number of, I have to say very impressive high intensity interval type work. So burpee type work, or pushups with crunches mixed into them, anyway, people can see your videos, I didn't describe those in the best way, but rather than on the treadmill or out jogging for 30-45 minutes, is that because you prefer higher intensity, higher heart rate type training, or is it because you live in cold Connecticut, and you don't want to be out jogging on the roads in the middle of the winter? - I think all the above, I mean, those are factors from a personal level, but I think that if you are- If we could blend function across these realms and not have such a delineation between, this is my way training, and this is my conditioning, but figure out a way to blend them together, I always think that you've got a better opportunity to get that more well rounded result. And I like to kind of mix up that straight conditioning work and also some of the footwork drills. We have some high expectations for guys that come into our programs, like to just do some footwork drills. - Like ladders. - Like ladders, or line drills or something. And you know what happens? People become intrigued and interested. Like I never, I haven't tried this since high school. And they become interested in just the challenge of it, and then as we become almost distracted by the challenge, we're now like finding ourselves conditioning. And I always think that's an important part, that sometimes you got to draw people in to show them what they might be interested in. And from the output or the effect of it, I just think that when you're able to blend some, still maintain some of that strength training into the exercise, as you mentioned, let's say I'm doing some kind of a push up or a burpee, there is an anaerobic component to that that is going to be helpful, that then rather than just walking or just jogging. Not to say that that isn't an effective means for strict cardiac conditioning, it's one of the ways that we've had for centuries, how to do it. But I just think that if we can blend it, then it becomes maybe a little bit more interesting and you get some of those crossover benefits, and it doesn't become so segmented in terms of what we're trying to do. - I love the idea of bringing some mental challenge and some desire to improve a skill while conditioning. That's not something that I've thought of before, and it's simply 'cause I've overlooked it, but it makes sense because, my sister who's reasonably fit, although I'm always trying to get her to do a bit more, she always asks me, what should I take? And I'm a, I don't believe her in supplements are for certain people in certain instances, but I keep telling her, you know, it's, the behaviors are going to end, nutrition are going to have the greatest outsize positive effect. And she loves things like dance classes and things, or kickboxing, these kinds of things which, so it makes sense that if you can hook somebody on the conditioning aspect or the skill aspect and kind of trick them into doing more cardio, so to speak that's terrific. Also the neuroscientist in me just has to say, forgive me, that anytime you're engaging the two sets of motor neurons, the ones in your brain, the upper motor neurons and the ones in your spinal cord, anytime you're engaging those upper motor neurons, which are for deliberate well controlled action, you're doing a great thing for your brain in terms of brain longevity. So, now I need to incorporate some actual skills into my training. Going back to weight training a bit, "
        },
        {
            "timestamp": 1704,
            "text": "one of the most important things I learned from you, so over the years was that, when training to increase muscle size, to really think, not so much about moving weights, but more about challenging muscles. - Yeah. - I also heard this from my friend, Ben Pakulski, who's a very well accomplished, He was a bodybuilder, now he's into other aspects of fitness, teaches fitness, but don't move weights challenge muscles, unless you're trying to power lift or something of that sort, which I'm not, immensely helpful. But the other thing that I learned from you that, combined with that was this idea that certain muscles will grow better and get stronger much more easily, maybe even will recover better because of our ability to contract them really hard. And this what I call the Cavaliere test, which is at least if I could paraphrase, so for instance, if I can, it's always the bicep, isn't it? Let's use the calf or the bicep. If you can flex your bicep to the point where it hurts a little bit, like it almost feels like a cramp or a cramp, where you can flex your calf to the point where it really cramps up a little bit, almost feels like it's nodding up, that's a pretty good indication that you're going to be able to stimulate that muscle well under load if you're doing the movement properly. And that's the feeling to actually aim for each repetition, maybe even throughout the repetition. For me, this completely transformed my results. And this was, I think maybe five/six years ago that I first heard this from you, body parts that for me, lagged behind, that I thought maybe genetically weren't going to work for me, immediately just started growing, right? And I was getting stronger and stronger, and I thought this is really something so much so that I've dedicated a portion of my research along with, in collaboration with another group to try and understand what's happening in these upper motor neurons in the brain that can engage the muscles even more. And that it's not just about progressive overload or putting a pump into the muscle. That it's really this mind muscle connection is a real thing when it comes to predicting results and that you can get better at it. So forgive me if we're paraphrasing your incredible content around this, it made a tremendous difference for me and a number of other people that have passed that along to. But what can you, first of all, how did you arrive at that? Because we hear about the mind-muscle connection, but I really heard it first from you. How did you arrive at this kind of cramp test, the Cavaliere test as I'll call it? It's always weird when people name things after themselves in science, but other scientists can name things. So there is now officially the Cavaliere test, is whether or not you can cramp the muscle in the absence of load, just flexing it to the point where it hurts a little bit. That would be a good indication that you could grow that muscle well. How did you come up with this? - I mean, honestly, it's something that made sense to me, because during my workouts, even as a young kid just starting out, I always wanted to know what is it working? A lot of people ask that question more so than you think, like, what is this supposed to work? And a lot, I don't know if you've ever noticed, but like when people ask that question, if they're being trained by a trainer, and the trainer's saying, well, just do this, do this exercise and they'll show you how to do it. But then they'll say, but what is it supposed to work? Where am I supposed to feel this, right? People, did they just inherently ask that question? A lot of people will. I was one of those that did that, and I asked that question. Not because I knew what I was doing, but just because I don't know, I wanted to know what was supposed to be doing the work. Once you do that, and you start to seek that out, and say, okay, well, the bicep is what's supposed to be doing the work, then I want to make sure the bicep's doing the work. So then I would just sort of really like tweak the movement to make it do more work or feel more uncomfortable, or get it stronger contraction, knowing if that's supposed to do the job, it wasn't until PT school that I'm learning, oh, well, the flexion of the elbow is the brachial and the bias and the bias' responsible for supination. You started to, I learned other components of it, but all I wanted to know was to bring my arm up in a curl, what is supposed to do the job? So I would seek out ways to make that happen better. And when I was able to do that, I could feel the stronger contraction. And I just, I don't know what it, I just, I was no visionary, I just felt like I knew that that was going to be better for me if the muscle I was trying to grow was being stressed more effectively. So when I was attempting to do this across different exercises, I would notice that what I could do potentially on a curl where my arm is up, where you asking me to flex my bicep that position, I couldn't do if I was doing a concentration curl, or I couldn't carry over to a cable curl, and that shouldn't really change, 'cause the function is still largely the same, there's still elbow flexion, there's still supination, why am I not able to do it there? And that's when it sort of clued into me that like, your mind-muscle connection on not just your mind with one muscle, but on every exercise matters, and it varies from exercise to exercise. And even if you don't gain muscle size from doing that, although I think it's very hard not to, especially if you're not used to doing that, there's a term I like to call muscularity, which is a difference, right? It's the level of sort of resting tone in the muscle. That improves dramatically. If you can learn how to just start to engage that muscle better, the muscularity, the resting tone of that muscle is harder, it's more at attention, it's more alive. And it's all driven from being able to connect better neurologically with the muscle that you're trying to train. I've talked about a lot in efficiency is really what you're trying to seek in movements when you're trying to create hypertrophy. When strength is your goal, efficiency of the movement is what you're looking for. You're looking to have muscles tied together and work well efficiently, the chest, the shoulders, the triceps, to get a bar off of your chest or in a bench press. You're not looking to make it a very inefficient leverages for your chest, to try to grow your chest in a bench press, you're trying to let the whole package come together for a greater output. But when you're trying to go and create muscle hypertrophy or even this muscularity that I talk about, you need to seek ways to make it feel more uncomfortable. If you don't feel the discomfort, then you're doing something wrong. And I struggle to this day on certain muscle groups to still do that, even knowing what I'm trying to work and knowing what the goal of everything I'm preaching here. It's very difficult for some muscles and for certain people to do this on certain muscles. But as you mentioned, practice does help. And the more you become consistent and deliberate with what you're trying to do, the more of a result you actually get. - It's couple of really couple of points I'd like "
        },
        {
            "timestamp": 2105,
            "text": "to delve into further. First of all, my hunch was always that the muscle groups that grew most easily and that I could contract hardest without any- The first time I did the Cavaliere test, got 10 out 10. If we give it a 10 out of 10 scale. It could just like cinch, isolate those muscles, cinch them, grow them easily. I mean, there's certain body parts, I don't want to say which ones, 'cause it doesn't really matter, that I always felt like if I just did pushups, they would grow, and these muscles are far away from any of the muscles that are supposed to be involved in pushups, even though I like to think I'm doing pushups correctly. You'll tell me if I'm not. But some of that I think is genetic, and some of that has to do with the sports that I played when I was younger. So I swam, I played soccer, I skateboard. And then later I boxed. And so the muscles involved in those sports were always very easy to engage later when I went into the gym. So I guess perhaps a call to parents, having kids do a lot of dynamic activity, seems like it might be a good idea. The other thing is this issue of muscularity. I am so glad you brought that up. There are, I have to imagine a large number of listeners who don't want to get bigger. They don't want to take up a larger clothing size. They don't want to take up more space. In fact, some of them would like to take up less space, but they want that quality that you're describing, which is that, oftentimes you hear it more in the, here I'm stereotyping a bit, but with kindness. You hear from women who haven't weight trained, they say, I don't want to get big, often. Sometimes they do, but most women that I've helped weight train or talked to about weight train say, I don't want to get big, I want to get toned. And I think what they're referring to is this quality of muscularity. - A hundred percent, - This idea that at resting or at close to rest, or anytime someone reaches out and grabs a glass, that the muscles almost look like they're kind of twitching underneath the skin. And yet it's Saran wrap skin anatomy chart type skin. So this thing of muscularity, or resting tone, has a physiological basis, I think it's how readily the nerves are communicating with the muscles. And you're saying that by learning to engage the muscles more actively, the resting tone or muscularity can improve. Have you seen that both in men and women? - Yeah, oh yeah. - And do you think this is something that takes upkeep, maintenance, or that once you develop that in a muscle, you can just kind of let it coast. - I think like everything at key, it requires upkeep, you know, user lose it, I do believe firmly, but like I think that the development of the connections is going to be harder than the maintenance of the connection. As I said, I still struggle to this day for myself with unnamed muscle groups, they also,- But there's just certain areas that are harder for your brain for whatever reason to just develop that connection at that type of level to create that extra strong contraction. But I think that with proper dedication and focus, and then I'll go right out and say, calves is one of the areas that I don't necessarily have a great connection with, and I also obviously must not care so much 'cause I don't put in the time and effort to create that connection as I could. So I think what might happen is, you know yeah, there could be a struggle there, but then with struggle comes disinterest, 'cause you're like, well screw it, I'm a calf knot and I'm not going to do anything about it. So I think if you put the required effort in, and the time and repetitions that you will develop that, and once you do develop it, it's going to stick around a lot longer than it would had you not invested any time into it at all, not requiring as much of that. But I mean, I don't know, like you mentioned, now when you train, it's like, you're just, this is just part of how you train now, like you're going hard, you're trying to really forcefully contract. You're not just moving the weight, I say from point A to point B, but you're like trying to contract the weight through that range. That is a mindset that I try to put into what everything I'm doing, unless of course I'm focused on a strength exercise where I'm just trying to lift a greater amount and use all the muscles together. But when the goal is inefficiency for hypertrophy, I am really trying to create that contraction, and it's just part of my training. So I guess that for consistency's sake, as long as I'm training is happening. If I get away from training that it's not happening at all, but you know, even there, I probably another embarrassing admission probably, will mindfully do it throughout the day, even with no weight in my hand, in certain muscle groups, whether it be my abs or my arm or my shoulders or something, I'm doing something just to sort of engage the muscles. And I do think that some of that sort of inane practice actually helps by the time you go back into the gym. You just kind of keep that connection going. - Well, it certainly obeys all the rules of neuroplasticity. You know the fire together wired together mantra, which is the words of my colleague, Carla Shatz, hold true for all aspects of neural function, including nerve to muscle. So these flexing throughout the day or the deliberate isolation of contracting a muscle throughout the day is without question engaging neuroplasticity. And if you were to do fewer those repetitions, you're going to get less engagement of the nerve to muscle connection. I can say this with a smile and with confidence because, one of the first things all neuroscience students learn is about the neuromuscular junction, 'cause it's a really simple example of where the more times the nerve fires and gets the muscle to contract, the stronger that connection get, receptors are brought there, et cetera, et cetera, there's a whole bunch of mechanisms for a topic of another podcast. But basically that practice throughout the day makes total sense and works. - Yeah, and there's no, believe me, there's no science behind that in terms of the application of it. You do it when, you catch yourself doing it from time to time. But it is definitely something that's easily done discreetly and you wind up doing. I actually, I think in a recent video when I did talk about growing your arms by just improving the connection. Not that that connection itself is applying any load or resistance that's significant to create overload for growth, but it's the development of that connection that I then take back with me into the gym at a more effective level that takes every exercise I do there and makes it more effective. - That's like sharpening the blade, so to speak. Yeah, certainly obeys the laws of nerve to muscle physiology. Wanted to just touch on a couple of things. If the goal is to challenge muscles, "
        },
        {
            "timestamp": 2491,
            "text": "and one is dividing their body into, let's say, a three or four day a week split or so, or maybe up to six, how do you know when a muscle is ready to be challenged again? Again, I've heard, okay, every 48 hours is protein synthesis increases and then we'll get into this and then it drops off. But frankly, if I train my legs hard, I can get stronger from workout to workout, or at least better in some way, workout to workout, leg workout to leg workout, training them once every five to eight days. If I train them more often, I get worse. So whatever that 48 hour to 72 hour thing is, somehow my legs don't obey that, or maybe something else is wrong with me, but I'm sure there are many things else wrong with me, but how do you assess recovery at the local level, meaning at the level of the muscles, so we'll talk about soreness, and getting better, stronger, more repetitions, et cetera? And then at the systemic level, the level of the nervous system. And I'd love for you to tell us about the tool that, again, I learned from you, which is actually using a physical scale, because it turns out that, will let you tell what the tool is, but that tool is also actively being used for assessing cognitive decline, and cognitive maintenance, and cognitive function in people with Alzheimer's and dementia. - That makes total sense. Makes total sense. So regarding the first part of the question, how would you kind of dictate when a muscle's recovered? So I do think that what you're experiencing is totally real, that different muscles recover at different rates. And I've always been so fascinated by this concept. I've talked about internally with my team, but like, I feel like what we really need the holy grail to training, is going to be when we're able to crack the code on an individual basis, when a muscle is recovered, and that is going to dictate its training schedule. And the fact that you might have a bicep that could be trained via a pulling workout, a regular bicep dedicated workout, forget to split at the moment. You may have a bicep that's able to be trained, that can be trained again the next day. And then the next day, and then maybe you need a day off after that. But like, that can vary from person to person for sure, and it can vary from muscle to muscle in that person over the course of time as you mentioned, 'cause the systemic recovery is going to impact all those muscles anyway, but let's say you're systemically recovering, every muscle itself is going to have a recovery rate. And I think what's fascinating is that, when you talked about before we like to train in this week, or we have, like the way our mind looks at training, well, if that was the case with the biceps, that bicep is a slave to the rest of your training split. Where it's like, well, why does it have to be also at the end of every eighth day or whatever, when it might respond better to something much more frequently? And your legs are also being thrown into that mix. There's a Mike Menzer concept where he's like, train one set and be done for 14 days. I mean, there's such variability between muscle groups and you're linking them all together. I think that coming back and using muscle soreness as a guideline for that, is one of the only tools we have in terms of the local level. You know we don't really have, being able to measure, let's say CPK levels inside of a muscle would be amazing, at a local level to see how recovered that muscle is, but that becomes fairly invasive, at least to my knowledge, it becomes fairly invasive. So what are our tools? I mean, I think that at the basic level, that's the one that most people can relate to and easily identify, and then use that as a guideline. And if you're training when you're really sore, it's probably not a great idea. And it's probably a good indication that that muscle's not recovered, but at least hearing what you and I are saying here might be a comfort to the person to say, yeah, it is possible that it's not recovered. Just because 48 hours is the recommendation. And just because research points to muscle protein synthesis needing a restimulation, well, maybe not, maybe you're not necessarily there yet. For that muscle that you're not there yet. So it's all really interesting stuff, but as far as the systemic recovery, I think there's a lot of ways people talk about resting heart rate measured in the morning, all different kinds of core temperature and things like that that might become altered in a state of non recovery. But grip strength is very much tied to performance and recovery. And when I was at the Mets, we used to actually take grip strength measurements as a baseline in spring training all the time. Now, obviously as a baseball player, you're gripping a bat, you're pitcher, you're gripping a ball like- Having good grip strength is important, so if you've noticed somebody had a very weak grip, it's just a good focal point of a specialized training component for the... - Would you use this every day with those guys? - No, we would do, in spring training, we do sort of a baseline entry level measurement. And then we would measure it throughout the season, maybe once every two weeks or three weeks. And the idea there was to manage the recover, measure the recovery. But I just gave it away, to determine overall recovery, your grip strength is pretty highly correlated. So we have found that with one of those scales, those old fashioned bathroom scales at like the bathroom and beyond, or whatever you can get, which by the way, almost impossible, I believe Jesse and I were searching for the last scale to put in that video. And we almost couldn't find one, 'cause everything is like digital and everything. I'm looking at the old fashioned dial controls. - It's like old Macintosh computers. There's a huge market for them and old phones. Kids keep your phones now. In 30 years, the lame phone now will be worth a lot of money. - It'll be worth a lot. So, I wound up finding one, and it's a great tool for just squeezing the scale with your hands and seeing what type of output you could get. And I think we all can relate to this when you just visualize, imagine the last time you were sick, or that when you, or just try this, the next time you wake up in the morning, when you first wake up in the morning, you're still groggy. Try to squeeze your hand, try to make a fist as hard as you can. You're going to sit there angry at your fist because it won't contract as hard as you know it can. You don't have the ability to just create the output. And that is because in that state, you're still sleepy, you're still fatigued, you're not even awake the whole level at this point. Well, that is still an actual phenomenon that happens that, a lack of recovery, or lack of wakefulness, or whatever you want to say is going to lead to a decreased output there. So when you start to measure that on a daily basis, you can get a pretty good sense of where you're at. And I think when people start to see a drop off of 10% or so, or even greater of their grip output, you really should skip the gym that day. Because I don't think there's much you're going to do there that's going to be that beneficial, even if it is the day to train legs or whatever day it is. - I love this tool, it's simple, it's low cost, if you can find such a scale. I guess you could also find one of those grippers that, and you could do this in a very non quantitative way, but better would be a scale where you could actually measure how hard you can squeeze this thing at a given time of day. It draws to mind, just a little neuroscience factor, in the world of circadian neurobiology, one of the consistent findings is that in the middle of your nighttime, they'll wake people up and they'll say, do this test. In the laboratory they use a different apparatus, but it's essentially the same thing. And in the middle of the night grip strength is very, very low. And mid-morning, grip strength is high, and as the body temperature goes up into the afternoon, grip strength goes higher and higher and higher, and then it drops off. There's this circadian rhythm and grip temperature. So you probably want to do this at more or less the same time each day if you're going to use it. But it I think it's brilliant in its simplicity and it's directness to these upper motor neurons, 'cause that's really what it's assessing your ability. Again, it's about the ability to contract the muscles hard. If you can't do that, you're not going to get an effective workout. - Yeah, and they also, I mean, there certainly are more sophisticated tools too. As PT, we have hand grip dynamometers, we can measure one side at a time too. I'm not really, I'm getting a little bit blinded by the fact that both hands are squeezing into that scale and I don't get really a left right comparison. But even at that level, that could give you a little bit more detail, but that comes with a cost, those are pretty expensive devices. But if it's, listen, if you were an athlete, the $200, $300 it cost to have one of those would be well worth the added investment. - And I'm sure some of our listeners will want one too, 'cause there are a lot of tech geeks out there, not tech industry geeks, but people who like tech gear. What's it called again? - It's a hand grip dynamometer. - Hand grip dynamometer. - Dynamometer. Said by Jeff with a great East Coast accent, and by me in a terrible botched at West Coast version. Thank you, well, I'll put that in the show notes also. Now I think recovery is key, we always hear about sleep. "
        },
        {
            "timestamp": 3039,
            "text": "You grow when you sleep and incidentally your brain, you stimulate learning when you're awake obviously, but the reordering of neural connections happens in sleep. This is why sleep is the way to get smarter, provided you're also doing the learning part. The sleep's the way to get stronger provided you're also doing the training part. You've had some really, you've put out interesting content over the years in terms of even sleep position. One of the major changes that I made to my sleep behavior is to not have the sheets tucked in at the end of the bed. And I'll tell you, this had a profound impact on several things. First of all, my feet have always been the bane of my existence, broke them a bunch skateboarding. And I noticed when I'd run, I'd get shin splints. And then I started to notice that my feet sort of, you're the PT, they were kind of floppy, as if I was pointing my toes slightly all the time at rest. And I realized that based on listening to you previously, that my sheets were wrapped tight, not hotel tight. - Right. - What their thing in the hotels. And I started releasing the sheets at the end of the bed, and I also started doing some tibialis work. Front of Shin's work essentially, changed everything. My back pain from running my shin splints disappeared, my posture improved, although my audience will tell me that it still needs improvement. They're always five or 10 people that- I've actually had chairs sent to our mailing address. Very nice chairs, right? So I'm trying there. But this is fascinating, right? The position that one sleeps in, I fortunately have never had any shoulder issues knock on wood, but maybe you could just talk to us a little bit about sleep and sleep position for sake of waking position and movement. 'Cause this, I think is a very unique and very powerful way to think about sleep. This podcast has done a lot of episodes about keeping the room cool, getting sunlight in your eyes, et cetera, how to get into sleep. But you've talked about physically, what positions might be better to sleep in. So please, please enrich us. - I mean, first of all, some people's opinions of that type of content is that, you sleep in the position that's most comfortable so you ensure that you're sleeping. Oh great, I understand that we all want to sleep, that's the goal when we put our head on the pillow, is to actually fall asleep and wake up in the morning and not know what the hell happened, unless you had a dream. But you know beyond that, there are certainly physical components to sleep. That is why a lot of times people will wake up and say like that you can incur pretty serious injuries in sleep. People will wake up and have like a shoulder that did not bother them at all, be humming the next day or even for weeks after, because of the one sleep position they put themselves in, in a prolonged way. And they happened to have a deep sleep, even through the discomfort. That can do actually some damage. So it's understandable that the body can incur some strain and stress if you're sleeping in the wrong way. One of the things I say right off the bat is, sleeping on your stomach just doesn't really have many benefits. You're putting yourself into a position that is, depending upon the orientation of your mattress or how many pillows you're using, but you're basically putting yourselves into excessive extension of the lumbar spine, which for most people, isn't very good, if you're a disc patient, I guess that might be helpful, for relocating the disc. But I mean, for the most part, your hands are then usually not at your sides, but they're up under your arms, so you've got them into sort of internal rotation up over elevation in your head. It's just not a great position. You also have to crank your neck for one side or the other in order to breathe, or you're going to your face down, straight into the pillow. So I would skip that one. And there's some people that are total belly sleepers. And I would just say, listen, I don't think that is the most helpful, long term way for you to sleep. Try to adopt a different position. Sleeping on your side oftentimes is, is also brought along with that, the legs knees coming up towards the chest, prolonged hip flexion. Listen, we're doing enough of that during the day. - What we're doing right now. - We don't need to do another 10 hours or eight hours or something at night like that. And it just is reinforcing, and as we said too, let's say you trained that day, you're just reinforcing muscle shortening overnight. Where the body is healing and trying to create some changes in your body. One of the reasons why I recommend stretching or static stretching prior to going to bed, a lot of people don't really want to do it at that point, 'cause it could take 10 minutes, 5-10 minutes, depending upon how many muscles you have to stretch. But it's good to sort of try to establish just longer length temporarily prior to going into a state where you're going to be not moving and recovering and creating new changes in the muscle. So, that kind of, I don't say it doesn't rule out the side sleeper. The side sleeper could be very, very helpful for somebody that has apnea or other conditions. So again, it's not an all or nothing approach, but it's something that you need to pay attention to. When you are on your back, like you were talking about and your feet are wedged underneath a tight sheets at the end of the bed. And most of us, unless we consciously are pulling them up, don't prefer our beds to have really loose sheets at the end of the bed. - It's hard to make the bed in the morning. - So it's like you you're going to want to have them tight. Well, I'm saying as you experienced, you're going to have these prolonged plant reflection, that's going to likely lead to shorter calves over time because you're lacking all that length for that long period of time that you could have if you just loosened up the sheets and allowed your feet to just hang out where they are. Now, the resting position of the ankle is not endorse reflection, it's going to be still in some plain reflection, but not being driven down and pulled down into that position. And I think what happens actually is people who get uncomfortable that way, even in their sleep will shift away from that by turning either onto their side of their stomach. So there's definitely an impact of the body position and sleep in figuring out the best way that you can still sleep of course, and get your rest, but have a mindful eye towards what it's doing to your body and choose the one that's least abrasive to your body is the way you should go. - That's terrific, and again, it's really helped me and I'm a big believer based on good science out of Stanford and elsewhere that as much as we can be nasal breathers in sleep, we probably should be. I don't know if you've done any content yet about taping the mouth shut with some medical tape, but you know the benefits of nasal breathing in sleep are pretty tremendous, but it takes a little bit of training for people to do, and the training is very simple. It's a little piece of medical tape. So again, a topic for another time. I'm glad you mentioned stretching, "
        },
        {
            "timestamp": 3444,
            "text": "I was going to ask about stretching a little bit later, but let's talk about stretching. When's the best time to stretch for particular types of results? And maybe you could define some of the different types of stretching. So you just mentioned a little bit of, what you call it, light stretching or? I'm completely naive here on stretching. So let me just say, I can think of stretching where I hold the stretch and really try and \"lengthen\" in air quotes folks, I don't want the PTs jumping all over. I don't know what it is, but nutrition and the PTs online are really, they've got pitchforks in both hands. Academics... - That's a recent evolution, I think. And not the nutrition as much, but the PTs have become a little bit angry these days. - I see, well, I always say with feelings of powerlessness comes aggression. Remember that folks. So in any case, they're stretching where I'm trying to consciously \"lengthen,\" again in air quotes, the muscle I'm not yanking on the limb or bobbing up and down. Maybe you could define the different types of stretching for people, maybe give us some rough guidelines about what or not to do if cold or warm, before training, after training, et cetera. - So, yeah, there's obviously there's a lot of different types of stretching that could get even to P and F stretching and things that are a little bit more niche. But in general, the two basic forms of stretching are active stretching and passive stretching, and your dynamic work. And your passive stretching is done with the goal of trying to create an increase in the flexibility of the muscle. So whether you're actually increasing the length of that muscle, more so what you're doing is increasing the- or decreasing the resistance of that muscle to want to stay at a certain level of flexibility. So when we can sort of take the breaks off and allow that muscle to allow us more range of motion, we're inherently increasing flexibility without necessarily having to increase the length of that muscle. That is usually done at a time far away from your workout, because they have shown where this type of stretching done prior to an activity, and it could be like a structured activity like lifting, or it could be a little bit less structured, like competing in a sport in a spontaneous type way, that there is a period of recalibration that is needed after doing this, because you're disrupting the length tension relationship of the muscle that causes you to not necessarily be able to rely on these, I've talked about before, stored motor engrams in your mind in terms of, this is the pattern for how I swing a golf club, say. And now introducing a little bit of flexibility, or added flexibility, or range, because of the stretching I did before, it takes maybe a whole or two or three to match up again. Oh, this is what he's trying to do, that golf swinging thing that I remembered again, like it's not remembering that every component, like I have to bend my right wrist back 10 degrees, and then I have to bend my elbow and I have to break, like your body stores these patterns for motor efficiency. And when I have to start matching up that stored pattern with what's feeling new because of the increased range, I can impair performance. And again, it could happen even in a gym workout where you're talking about your first, second set, third set, where maybe the repercussions aren't as big, 'cause I'll just do a few extra sets. But in performance, if you screw up your first three rounds, you're playing on a PJ tour and you shoot your six over after three, you're done. So I think it matters there. As far as the dynamic, so we relegate that as I mentioned, sort of towards the end of the day when it's not going to impact performance, but even maybe have the additional benefit of creating the feeling of length or the increase or decrease in resistance to this length at a time when I know my body is going to try to tend to heal and heal shorter, never longer, but heal shorter. So if I can introduce a little bit of that extra length or decreased resistance to that length, it's a better time to do it. So I think it promotes a better recovery. If I want to... - Sorry to interrupt, but so stretching later in the day, because I'm intrigued by this concept of heal shorter. So part of the healing and recovery process means the shortening of the muscles. This is the tensing up in sleep. - Yes, yeah. - Could you elaborate just a bit on that and then sorry to break your flow, but then to continue... - No, just basically, what's been shown is that, when the repair process, muscular repair from, let's say strength training during the day, the repair process usually results in a muscle that is slightly shorter rather than increased in length. It's just, muscles prefer to sort of ratchet their way down into that contraction, and then maintain that more comfortable length tension relationship. So when you're sleeping, it tends to air on the side of shorter rather than longer, when ideally we don't really want that. We want to maintain as much of that length because with more length, we actually have more leverage. That muscle has more leverage to contract. If it was all the way contracted, you really can't obviously we know generate much force in a muscle that's already maximally contracted. So I think we want to do something that we, whatever we can, whatever little weapons we have in our arsenal that could allow us to do this prior to sleep. And again, it's just making it a conscious choice to do it at a time of the day that makes a little bit more sense. Dynamic stretching is really not done for that purpose of trying to create any type of feeling of act or increasing the potential length as you said of the muscle, but more so the readiness of the muscle to perform. And increasing exploring the ends of that range of motion in a more dynamic way so you're not hanging out there in disrupting that length tension relationship but just sort of touching the ends of those barriers so that when you feel movement again, it feels looser, it feels more ready. And obviously at the same time warming up blood flow, all the benefits we get from just warming up in general. So like that's the series you've probably seen a bunch of times but like leg swings and butt kicks and lunge, walking lunges and all types of- - Toe touches. - Toe touches, all those kind of drills, those active stretching drills or lunging with rotations for the upper body to try to get some of the thoracic spine involved too. Those are the drills that people will do prior to training that are both excitatory in terms of just the nervous system but also helpful for just the general warm up the body 'cause the blood flow. But from a muscle readiness standpoint not impairing the performance while at the same time exploring the increased ranges 'cause as you know the first toe touch you do is not as high as the last toe touch you do. - For me it doesn't even include the toe. - The shin touch. - The touch attempt. - So like those are going to improve with each subsequent rep and I think that's what people actually, when you can see those, those actual changes from rep one to rep seven, you just feel ready, you feel more alert and ready to go in your workout. So the dynamic type of stretching and I mentioned earlier on what I've had to do to sort of increase my warm up focus. I think that's more of what I try to do these days. I try to be a little bit more alert to the fact that, my body's not ready. When I was working with Antonio Brown I remember like he would spend 20 minutes, 30 minutes on all dynamic work. And I've never seen anybody spend that long on their dynamic work. But like he said, he just didn't feel right and ready to go unless he did a lot of that. And I mean his dynamic stretching routine would be a workout for most everybody. And it's crazy how much he did. - These pro athletes are amazing. And you've had the great fortune of working with and improving their abilities. But I can only imagine 'cause I also imagine he is pretty strong in the gym also. - I mean, it always amazes me the guys that make it to that level no matter what sport they do. They're so gifted in everything. Like David Wright used to make me laugh all the time with the Mets because no matter what I, Ping pong, like anything because of his hand-eye coordination. Like anything great at. Jump rope. I remember he hadn't done a lot of jump rope and I think jump rope's one of the best things you could do from a conditioning standpoint. It's actually fairly interesting, it's not just, it's not too harsh on the joints even though it's a ballistic move and he wasn't- I have to admit, if he listens to this, he's going to want to kill me, but I was better at him at jump roping. One of the only things I could do. And then I gave him about five days and he completely blew me out of the water to the point where I could never keep up with him anymore. He made it look effortless. It's like that's where the athlete in someone comes out. No matter what they pick up, they're good at it. And I think that when you see guys like this in the gym like their strength levels tend to be pretty damn good and their abilities, their coordination, their everything just tends to sort of be good at that level. And it sort of amazes me. Why those guys can go pick up a golf club and go shoot 72 and having never really played. They're just naturally good at whatever they do. - Yeah, I have a couple, I'm smiling 'cause I have a couple really close friends who did a number of years some several decades in the SEAL teams. And I don't know that their skill level at everything is so high as you're describing for athletes but their level of competitiveness is beyond. I ocean swam with one, there's no chance that I'm going to right out swim Pat ever, ever. He actually goes back and forth sometimes just to check up on me, which I appreciate. Thank you Pat. I haven't drowned yet. But in addition to that, we could play horseshoes and it's like this switch that just flips on, like he's going to murder me. Of course he's a very nice guy, right? In general, they tend to be very nice. But the level of competitiveness is kind of unreal. They're selected for it. - They're trying to beat themselves they're not even trying to beat you. - That's right, I'm not even in the competition. - You're not even there. - Yeah, exactly. Thank you. Now I won't feel so bad or worse. It's true, it's a remarkable thing. "
        },
        {
            "timestamp": 4043,
            "text": "I'm glad you mentioned jump roping. I used to skip rope for warmup for boxing, like three minute rounds or something like that. But I'm glad you brought it up because skipping rope is something that obviously has a cardiovascular component, there's the conditioning component, there's timing and it is kind of interesting, right? It's frustrating when you don't get it especially when it whips you on the air if you're using a proper rope. I'm just curious if you could just give us a quick skipping rope 101. Do you like to see people jumping with both feet and toes? We'll link to a video if there was one and I missed it. Do you like to see people doing high knees? Do you like people basically like shuffling? You want to see people doing double Dutch? What do you want to see people doing over time? - All of the above maybe not the double Dutch, but all of the above. I mean, I think that's the cool thing about it, right? Like once we sort of master the skill 'cause for all of us, that first jump with the two feet going together is a challenge. 'Cause you just got to time that rope, you got to time your jump and then we get bored as we often do as humans, we get bored with what we can do and we want to take on new challenges so then it becomes one leg at a time or then it becomes side to side hops, right? All of those things are beneficial I believe neurologically to enhancing the ability to do the skill as a whole but also just because I'm such a believer in training in all three planes. So like just doing straight up and down versus now I can do frontal plane side to side motion and then I can even do small little twists or core screws you call them. It requires a different, you would know more better than I do that it requires different neurological patterns to be able to coordinate that because you're changing the orientation of your body in space. So it's not just them changing the exercise but I'm changing how my body interprets that exercise because what's happening to my body in space. So I love whatever people wind up doing, but I am amazed there are people, I just started following this young woman on Instagram who is like, I'll give her a plug out, I think it's like @anna.skips or something and she is ridiculous. Like I watch her and I'm like mesmerized at what she can do with the rope. It's like is an extremely athletic endeavor believe when it gets to be at that level and the speed and the precision and the- I think one of the goals that you want to be able to have is to where you're feeling as if you're almost effortlessly dancing without a rope. Like where you're just bouncing off of the ball of your foot. And it's an important skill to learn too whether you go back to run or even even jog, right? Just like more casual running, learning how to land is so important. One of the drills that people should try is like, try to jump on your heels. So just stand up, pull your toes off the ground, right? And just jump from your heels and land on your heels. You'll feel it in your jaw. You'll literally feel your jaw rattle when you land on your heels. There is no shock absorption capabilities through your heels. Meantime, a lot of people land on their heels a lot when they run and you're just, your body's not built to absorb the forces like the ball of your foot could. It's really built as a spring. And the foot is a, to me as a physical therapist, the foot has always been one of the most amazing, you talk about having bad feet I have flat feet it looks like I got flippers if I took my shoes off. Like I'm wearing scuba fins. There is no- There is no adaptability of that foot to the surface. When it's completely caved and flattened like that, the job of the foot is to be a adaptable. Well, maybe there is some adaptability because it's so floppy, but at the same time at some point that critical junction when you're going to then step through and you need to be able to push off the foot has to actually changes in the midfoot itself to become a rigid lever is what they call it. You're going from a mobile adapter to a rigid lever. That rigid lever literally locks up the metatarsal joint to become solid so that you can push off of it with leverage. If you lack that capability, all those stresses that are supposed to be born by the foot, go up into the ankle, into the knee, into the hip, into the low back. So learning how to land and start to train your body to experience ground reaction forces the right way is so critical to all other function and all other disability of the kinetic chain and jumping rope is like one of the best ways to learn how to do that. - Great. I own a jump rope I love doing it in the morning while I get sunlight in my eyes. It's actually a protocol I picked up from Tim Ferris who mentioned 'cause listeners in my podcast know I'm like a broken record with get sunlight in your eyes even through cloud cover it's just sets your sleep rhythms and your waking rhythms of yada yada on and on. But sometimes it'd be kind of boring for people and I want to get them off their phone. So jumping rope is also just a great way to wake up. So jumping rope can be the cardio workout, the 15, 30 minutes. - Definitely. And there's sort of that hybrid that we were talking about before of like, you're not necessarily dropping down to the ground and doing burpees, but I just look at it as a more athletic endeavor because of the coordination involved than just simply walking or jogging. - Yeah, and it's not much of equipment requirement. Very minimal cost. You could even use a rope or something if you... - We even instruct people they could use no rope and just pretend and just move the arms, right? - Truly zero cost. - You're never going to hit the rope which is good but at the same time, So you're never going to know if you're doing it wrong, but at least you can move through that and get the same benefits through the feet. - I love it, I love it. I told myself before sitting down with you today "
        },
        {
            "timestamp": 4376,
            "text": "that I wasn't going to focus on specific exercises because there's such a wealth of incredible content that you put out there that people could just put into YouTube or elsewhere and arrive at the proper way to do a chin or a dip, for whatever purpose. But there's one exercise and one particular motion that I'd like to discuss for a moment because I believe that learning about this cautionary note from you is one of the reasons that I've maintained steady training for 30 years with no major injury knock on wood and that's the upright row. One thing that whether you weight train or not. - Do we censor this podcast? I mean censoring, do we beep this out or not? - I do. Do you get beef about this? - No. You know what, we always get beef in any social media platform where we're put out. But like, no, I guess some, I get some from it, but I'm fully prepared to defend myself. - But here's the reason for asking about this. I never really cared much for upright rows it's not an exercise I tend to do. But one thing that's apparent in all my colleagues, in every child I see, in every adult I see is that almost everybody is in inward rotation now. So folks think if you stay, I think I learned this from you also, if you stand up straight and then you just point your thumbs out, like a thumbs up but your hands are down you're pointing your thumbs straight out, ideally they would go straight out. Most people the thumbs are going to be pointing toward one another because most people are starting to look somewhere between a non human primate and a melted candle. Bent at the hips, et cetera, from too much sitting, we're all sitting, we're in an inward rotation, but I learned from you that the upright row compromises some important aspects of our shoulder mechanics and could be actually sort of a dangerous movement in some ways. I'm sure there's a safe way for people to do it. But so I've always made it a point now on the basis of this advice to A, not do upright rows, but I wasn't doing them before but to really strive for external rotation on things like bench dips, on a number of different things. Whenever I can I try and go into external rotation provided that without looking like an idiot walking around with my palms facing outward. Please tell us about internal external rotation. The upright row is one aspect of that, but why this is so important not just for weight training, but as in terms of posture and mechanics and not looking like a melted candle or partially melted candle. - I actually love it. I'm happy to talk about it cause I love the shoulder as a joint. I think PTs tend to fall in love with certain areas and the shoulder is one of the cool areas for me, it's like the foot is but like, the shoulder has the most mobility in the body of any joint, but it's also got the least stability, right? There's always that trade off of mobility and stability. So your stability comes from certain muscle groups and 101 is that the only muscle group that actually externally rotates the shoulder is going to be the rotator cuff, okay. And unless you are devoted to training through external rotation and exercises that are going to externally rotate the shoulder, you're not training that function. And it's so easy for us in everyday life especially those that aren't training to not ever really undergo any of those stresses that could be beneficial to counteracting what happens freely and naturally, which is internal rotation. So when you think about the imbalance created just by nature and how we live our lives, internal rotation far, far, far outweighs external rotation. So you need to address it. And the reason why you need to address it is because you need to normalize those biomechanics to the shoulder if you want their long term health. And one of the functions of the shoulder is to raise our arm up over our head. And if we do that from an internally rotated position, we're going to have a higher likelihood of creating stress inside that joint. Funny thing is I talked about before my PT brethren who can be somewhat angry these days, I don't know what happened, but fairly angry. They want to discredit the existence of something like shoulder impingement, which I don't know how, I mean, certain studies, look, we both all read studies and studies will say one thing one day and potentially conflict entirely in a different direction. Some studies will point to the non-existence of a shoulder impingement. Meanwhile, we have thankfully digital motion x-rays that will literally show the impingement occur in real time, in real function. And that's one of the limitations I'm off on a tangent here, but like those types of x-rays or that type of fluoroscopy that we have nowadays, like gives us such insight that we never had before 'cause we're taking static x-rays of someone laying down on a table. Well, I want to see what happens when you actually raise my arm up over my head in function and the tools now exist to do that. We see the problems occurring because in order to get normal mechanics and free up the joint maximally inside you need to externally rotate as you raise the arm up. So if your muscles aren't firing and they're not necessarily as strong as the internal rotation bias that pulls them in, you're asking for trouble every time you do that. Well, this exercise is literally putting you in elevation and internal rotation. And if you were to walk into a PT office and someone said, \"I think he's got impingement, will you diagnose him?\" There's a test called a Hawkins Kennedy Test. And I would put you in the position I know we're not visible at this point through the podcast, but I'll put you in this position here where I have your arm elevated and your hand pretty much under your chin pushing downward on that to create that internal shoulder rotation. Pretty much the exact position that we're in when we're holding a bar in an upright row. Some will say, well, just don't go so high going up to the level of the chest, but you're still in this internally rotated position. The thing that I think frustrates me the most about the exercise is that I have an alternative and the alternative does the same thing in terms of helping the muscles grow by simply fixing the biomechanics of the exercise by just allowing the hands to go higher than the elbows. So instead of the elbows being higher than the hand which drives you into internal rotation, if the elbow is lower than the hand, the hand being higher here, I'm in external rotation. And I could do something called a high pull and still get the same abduction of the arm and still get the same benefits of the shoulders, the delts and the traps without having to undergo any of the stresses that would come from the somewhat awkward movement of an upright row. - And for those listening, we'll put a link to a short clip of what this looks like. But basically what Jeff is doing and tell me if I'm describing this incorrectly or correctly. Jeff is taking your two thumbs and pointing behind you, so elbows up kind of near the chin and pointing behind you like, oh, headed that way. Like somebody directing the airplane, like come back, come back and back. I forget what they call that. I think it's called semaphorin, is the action of like where they direct the planes or something the flags or whatever. Someone will, of course tell me I'm wrong about that too, which is why I say these things because I like being told what the correct answer is. In any case, so this replaces the upright row and probably does a number of other important things as well. - Well, again, listen, without naming names or programs or anything like that. When I got involved in, when I got involved in Athlean-X, when I first my online presence, there was a very, very, very popular program that was out there that I just for fun I wanted a as a PT, is the nerdy things we do, but I wanted to evaluate the workout structure. And I went and I looked at every rep over the course of a week. And there was something like 890 repetitions or something done and zero of them were dedicated external rotation in the shoulder. So if you think about it, I mean, again, it was a very popular program that was done by a lot of people. There was no focus at all, no dedicated focus towards creating a balance to an action that is so predominant. And remember, it's not just because we sit with bad posture, but the fact that our chest can internally rotate, our latch can internally rotate, there's like muscle, other big muscles that participate in things that we do every day that will further internally rotate the shoulder. The only weapons we have for external rotation are those little rotator cuff muscles and three of them actually three of the four. And the job is to sort of actively and consciously train them through really the boring exercises, right? Like you've seen them with the band, you anchor a band to a pole, you stand with the band in the opposite hand. So if it's anchored to the pole on my left side I've got the band on my right side and you see people where they kind of rotate their hand towards the back. Again, kind of what you were saying but at a lower elevation taking the back of my hand and trying to point it to somebody behind me. Well, that is one of the ways to train the muscle. It's just a one function of the shoulder, external rotation of the shoulder and you need to do it. And again, it's not that if somebody was doing more external rotation work could they absorb the upright row better? Probably, because as they elevated the arm, they probably have a little bit more of a contribution from the rotator cuff to what one of the functions is to centralize the head of the humorous inside of the glenoid, the capsule. So as it rises up, it stays central as opposed to migrating up because the deltoid likes to pull up. So if the rotator cuff has some ability to counteract the upward pull of a del then it can maintain a more healthy relationship with overhead movement. So just realizing that that function is only gained through doing these exercises, we would probably dedicate more time there, the upright row might be better absorbed by that person 'cause they have a little bit more strength. But again, why? Because if you have an exercise that does the same thing for what you're trying to do muscularly, to build the muscles that it affects, why wouldn't you just do it where you can still see actually pick up more repetitions of external rotation? So you're getting none of the harm all of the benefits. I see zero reason to ever do the upright row and people will argue, this is the way they argue that, I've done this for 30 years and I've never hurt myself. And I always say yet, yet. Like, listen, the goal is to not hurt yourself ever. So even if you, it's sort of like the championship game. You might play the game of your life, but if you lose you lost. And when you get into the end of the record books, you still lost. So even if you had the game in your life you lost, I don't care if you do it for 30 years, no pain, you're still doing it and there's no pain I'm giving you an option that's going to give you the same results in the exercise that you're seeking. That's why you're doing the exercise without the possibility of having the the bad outcome come from it. So I get a little bit defensive of the move, but I feel like it's like, why would you do that? - No, it makes me say, being able to train for a long period of time and feel good. I'm proud to say and I don't have the kind of genetics where like we don't have a lot of impressive athletes in our family tree or anything. It's some fit individuals some less fit individuals, but I really believe it's about putting in the work consistently over time. And the more often you can wake up not in pain the better. And so I think that being in external rotation as often as possible is good. This is actually a good friend who's a yoga teacher told me this is also a problem with the yogis, all the downward dog stuff. "
        },
        {
            "timestamp": 5067,
            "text": "For those listening, you can think of inward rotation as like thumbs down. Just think thumbs down and rotation isn't bad but less thumbs down more thumbs up is external rotation. So for those just listening, maybe that gives a visual. The more exercise you can do in external rotation the better it seems on average. I'd love to chat with you just a little bit more about biomechanics, and this is a personal thing that again, your content really helped solve for me. One is I thought I had lower back pain, that I had sciatica so badly that on a few trips Work trips years ago when I was doing a lot more international travel. I mean, it was hard to stand up sometimes. I mean like excruciating pain. I didn't want to take medication, I didn't want to do back surgery. In the end, turns out it wasn't a back injury at all. And one of the things that helped fix it was this just learning about this thing called the medial glute. And you had a video that said fixed back pain and then you quite accurately say that some back pain isn't really about the back at all. And had me do an exercise or allowed me to try an exercise where I lay on my side and essentially pointing my toe down the top toe down, almost like pointing a toe down and then would slowly lift the leg up while pointing the toe down. Maybe I got it... - No, you got it good. - And then holding that, and there's a muscle that sort of sits at the top of the glute it kind of peaks out every once in a while. You can feel it there with your thumb, which is I think you had push back on it. A bit creating that mind muscle link again and there with proprioception, the actual feeling of a muscle literally with a limb, we know based on the neural circuits for movement, that that enhances the contractibility of a muscle. So like if you touch your bicep, you literally can contract it more more strongly. And this makes total sense based on neuromuscular physiology. So had me do that repeatedly. And I started doing that in my hotel room and the pain started to disappear. And then it came back again the afternoon so I did it again in the afternoon. So this is something I did for three or four days and lo and behold a back pain's gone. I handed this off to my father because he like me has a slightly lower right shoulder. I think that our gate is probably thrown off by this. It's probably a genetic thing, who knows. He handed off to somebody. It turns out that we don't suffer from back pain and in fact, now I don't suffer from any pain because I was doing this exercise which I think is helping my medial glute. Two reasons why I raised this. One, I know a lot of guys who have this right side sciatica 'cause people keep the wallet there is one idea or left side sciatica. There are a lot of people male and female who think they have back pain when they don't actually have back pain. And the other thing is that is a general question about biomechanics or statement about biomechanics. I had of a feeling that a lot of what people think is back pain or knee pain or neck pain or headache or shoulder pain is actually the consequence of something that's happening above or below that site of pain. And this is a whole landscape of stuff related to PT and recovery and pain management. But maybe if you could just educate us a bit on this and why this works, what is the medial glute? Why did it make my so-called back pain disappear? And how should people think about pain? And I'd like to use this as a segue to get into a little bit deeper discussion about pain and recovery. - Sure. So this is definitely like a big cornucopia PT stuff here, but like and this is what I love. So first of all, that video, it's my proudest video that I have. And the reason being is that it's helped so many people. Like we get comments on that video every day. I don't even know how many views it's got now, 30 some what million. - We will link to it. - There's a lot of views. And quite honestly, it was a little bit of an afterthought video in terms of it's origin. I think that that day maybe Jesse was having some problems or something like that, a little bit of low back pain and I showed him and it helped right away and he was like, well, we can make a video on it 'cause this will help people. Not everybody, if you have a real disc problem, it's not going to help because you're not changing the structural problem that's there. But as you said, a lot of people don't and even disc issues a lot of them are non-operative. So you'd want to try these things first. As far as what you're sort of experienced sometimes as that glute medias really tightens down and that's again, from poor biomechanics up and down the kinetic chain, it can actually press on the sciatic nerve and give you what they call a pseudo sciatica. Where it's not like you're making it up, it's not like you're not feeling that pain over that same sciatic distribution, but it's not caused from a disc, it's not caused from something mechanical there, it's caused by the fact that this gluteus has posturely become a problem for you or weak because you don't train it and you need to address it. So, unlike any other muscle in the body, there are common trigger points in common areas where the muscle will become tightened or painful or spasmed and you can basically apply pressure to these areas and then sort of thread that muscle through the pressure by pushing down through there and then contracting the muscle which is why you go through that action of, I think we call it toast stabber, but like stabbing down and lifting up and stabbing down and lifting up. Taking that glute medias through its function. So it's basically kind of working underneath the downward pressure of the finger and that tends to help you to almost need out what might be that trigger point. And that's why people can see immediate relief there because once the trigger point lets go, it feels like, and that's what the comments are in that video. Like my God, I literally, I couldn't walk, I've been on my hotel floor, I did this and I'm fixed. And meanwhile then it could come back because your body is like, well, I like being more like this. This is how I've been ingrained to be. So it might come back but then when you do another round of it and another round of it and then finally it starts to say, all right, I'm not going to do that anymore. It kind of eases up and you can relieve yourself of those trigger points. You could do that up and down the back. There's other people that get that and that sort of inside their shoulder blade, that same type of cramping in another area. But once that takes place, well, then the job that I think people have is like become educated that the glute medias is different than the glute maximus. Like their functions are different. You have to work on not just extending the hip but also abduction of the hip. External rotation of the hip, same thing as in the shoulder. And this actually segues nicely into what, into the whole concept you were talking about. Like the body is like a mirror image. The hip is like the shoulder, right? The ankle is the wrist. The foot is the hand. The knee is the elbow, they're two hinge joints, they function that way. Well, with the shoulder, you've got that mobility that comes from having all that freedom of motion but the stability is lacking. Well, the same thing with the hip, like you've got mobility, but if you don't fully stabilize it by training all the muscles of the hip and if you don't strengthen the external rotation of the hip, then you're going to have issues. Like it's not biomechanically going to work the same way. If you think of the body as a series of bands pulling in different directions at different levels of tension, you're being pulled into one direction or the other just by the balance of tension from one weak area to one dominantly tight area. And you need to make sure that you can sort of balance this out in order to eliminate some of the adaptations and compensations that happen. So what I say, when we look at sort of the body as a whole, most often wherever you're feeling the pain is absolutely not to blame. There's not to blame. It is somewhere above or below as you hint to that. You're talking about, the knee is my favorite example of it. Whenever you have knee pain, patella tendonitis which I have forever. I've had bad, bad cases of tendonitis where squatting is very difficult for me. It's not the knee, the knee is literally a hinge joint that there's minor rotation capabilities in the knee but it's a hinge joint. And it's being impacted by the hip and the ankle and the foot, as I said before, how critical the foot is. If you thought of the knee being like the middle of a train track, where the femur down your thigh and your shin down below your knee, where the train track, well, what would happen if the foot collapses at the bottom? All of a sudden that train track on the bottom gets torqued just a little bit. Well, who's going to feel that the most, the area where it's torquing, which is at the knee. So the stresses are going to be felt there meanwhile the problem is the foot or the problem is the ankle. People that are chronic ankle sprainers are almost always going to wind up having back pain because the ankle sprain causes weakness in mal adaptations in the ankle that then gets connected through the chain. Because now once I distort the ankle and the shin, now the knee is trying to maintain its ability to hinge smoothly. So it toques on the femur to do that. Well, the femur is now inside the hip joint pulling on the pelvis and the pelvis is out of whack. It's really is fascinating. Like it's one of my favorite things about how the body works is like how interconnected it is and how one little thing somewhere causes repercussion somewhere else. And the easiest way to find out what your problem is, is to say, okay, I know where my symptom is, but I got to find someone who can help me find the source somewhere else, because it is going to be usually either above or below. Mostly, usually below 'cause it usually translates up the kinetic chain. But usually it's going to be below where the real source is. So people with low back pain usually have hip issues weaknesses, tightnesses, flexibility issues, it's almost always below. When you get into really high performance athletics though, it almost works the other way. Like where we have pitchers, who can't, I'm always fascinated by guys that have Tommy John issues in their elbow, right? Pitchers. Like if you can't externally rotate the shoulder that we talked about, again, the ability to get your shoulder back into external rotation. Well, your arm has to get to a certain position for release of the baseball. And if it can't get there, if you can't externally rotate the shoulder to get there then the elbow has to sort of torque more in order to allow the arm to get back further. And it will try to take some of that motion from a joint that's not really, again, it is the hinge joint, really capable of doing that. So it starts to stress that media level ligament to get a little bit further back because the shoulder's not working and that just ultimately places strain on the elbow. So when you see a guy that has pain that floats around, a pitcher that floats around their arm, all that is is sort of this balance of compensation. Once his elbow starts hurting, then he can't get the range from the elbow, so he tries to dig a little bit further back into external rotation and then the rotator cuff gets inflamed and then he feels that's inflamed, and by the way, during that time period, it takes some of the strain off the elbow so the elbow feels better. Then he decides, okay, now I got the extra rotation, but I'm getting too much of that so now he starts straining the elbow again and then keeps going through this cycle. So your body is very smart and it's going to compensate every single time. It's going to find the compensation but there's no guarantee that that compensation doesn't leave you with a whole host of other issues. - Yeah, it's fascinating. In another lifetime, I would've gone and been a PT although it sounds like the community among PTs online... - I don't know what they, listen, we're good people but it's like... - Yeah, scientists and neuroscientists can get into pretty intense battles. Coming from the academic community, the etiquette is so different online because I would say, I think in person people would probably behave a bit differently. - They shake your hand and say, hello. - Yeah, they shake your hand and say, hello. And there's also, look, I'll just be very direct about this. There are a lot of people online for whom their only content is pointing out the misunderstandings or alleged flaws of other people. It's like the bulk of their identity. Which to me is sort of a sad existence but there's always more to gain by thinking about what's possible, and what's new and what's good. But teach their own demise or win. - I mean questioning what's out there is healthy, it's normal, is great, it actually sparks conversation. But as you said, some people's existence is solely to find things to nag about and not actually with the goal being to advance anything, but rather just to. - Yeah, in the world of science being skeptical but not cynical is encouraged. But I always say that the longer that somebody's in a career path that's certainly in science or medicine and they realize how hard it is to do various studies. Once they publish a few studies, generally they sort of get a better understanding of how the various things are done. In any case, along the lines of pain and pain relief and misunderstandings about the origins of pain in the body, "
        },
        {
            "timestamp": 5859,
            "text": "one of the great tools that I picked up from your content which is benefit I know a huge number of people is I think I used to hold weights sometimes in the tips of my fingers as opposed to in the meat or the palm of my hands. And I had elbow pain. And I always thought that, I felt it most on tricep exercises and pushing exercise and I thought I was doing those exercises wrong. Turns out toward the end of my pull ups or my bicep work, I was letting the weight or the bar drift into my fingertips. And the mere shift to making sure that my knuckles were well over the bar or that the weight was really in the meat of my palms has completely ameliorated that for reasons that you point out and maybe you could just share with us why that is you have this kind of finger pull exercise. Usually when someone says, pull my finger, it's like a bad middle school or elementary school joke... - Yeah, we would say push your finger. - [Andrew] Right, right. - You know this is fascinating. This is because it just shows again how intricate the body is and how responsive or over responsive it can be to something so little. And what you're talking about is that when you grip a bar whether it be through a curl or whether it be through- And this is mostly pulling exercises because the tendency for the bar is going to be to fall out of your hand not like with a pushing exercise where it's kind of you're pushing your hand into the bar. So on a bench press say. That bar can drift just by gravity doing its thing or fatigue of the hand grip strength. Can start to drift further away towards the distal digits. Through those last couple knuckles that we have on our hands. And though our hand can still hold it there, the muscles are not equipped to handle those types of loads. And that can start at a very, I'm not going to say light, but like it could start at dumbbell weight. 40 pounds, 30 pounds, even 25 pounds or something depending upon their overall strength levels. But then when you start to apply it to something like your body weight with a chin up, right? 'Cause that's natural for the bar to somewhat kind of float down towards your fingertips. And it actually is a little bit easier to perform the exercise with that sort of like false script little hook grip at the end because you're not going to engage the forearms into the exercise, you're not going to start pulling down. But at the same time while it could help you to perform them better by getting the back more activated, if you have weakness in these muscles. 'Cause it's not a thing that happens to every, it's not one of those upright road type things where I think this is happening to everybody. This is happening to people that have these inherent weaknesses in these muscles. You or haven't done enough of the gripping in the meat of the hand for long enough but it starts to put that stress on these muscles that are ill-equipped to do this and to handle this and it starts to it's particularly on that fourth finger, which is part of the muscle we call the FDS, a flexor digitorum that is just too much for it to handle. And that comes all the way down and meets right at the media level. Right on that spot that you can say feels like someone's knifing you right in the middle in that medial level. And medial epicondylitis or they call it golfers elbow is something that a lot of us deal with in the gym. It's one of the most common inflammatory conditions people get from the gym and it all comes from this positioning of the dumbbell or barbell or hand on a pull-up bar over time. So the easiest thing to do is just grip deeper so that what you're doing is you're using more leverage from the palm to encapsulate the bar or the dumbbell or whatever and you're not putting that pressure really distally right on that last digit because that's where that FDS muscle is most strained. So you just almost eliminating that from the equation. And it's one of those exercises that the load can exceed its capacity pretty quickly. So that like, maybe it's only capable of handling 30 pounds and then when you're doing a chin up and it goes and it drifts so far that it's now you say you're a 200 pound guy you've got let's say 100 pounds through one arm and 100 pounds, this is simplified math that obviously is offset by other muscles, but 100 pounds to one arm 100 pounds to the arm, 100 pounds off of a muscle that can handle 30 is not going to take many repetitions to strain it and you're going to feel that maybe by the time that a set's over or certainly by the time that workout's over or the next day you wake up and you've got that notable stabbing pain. Whenever someone feels that the best thing would be to determine, okay, what exercises would I do that were pulling and where the bar could have drifted deeper or further from the meat of my palm into my fingers and figure out a way to deepen that grip. When that happens though, the best thing to do with most of these inflammatory conditions is not do any of that stuff for a little while. Not ever, just for a little while. There's always things that you can do around it. I'm not saying ever do I say, like, don't go to the gym or don't find something you can do, but I'm saying that particular exercise that you feel the pain on while you're doing it, never a smart idea to do that exercise when it's inflamed. If you are doing exercise and it hurts, you probably shouldn't do the exercise because another reason for the variability of exercise is there's so many other options that you can do that will train similar muscles or even the same motion and not cause that stress. So, I mean, a cable curl would be much easier to do that on than let's say a chin up where you don't have the control over the weight like you do by moving a pin on a stack. So I think that is a common thing that people find and the best thing to do is just figure out how deep you gripping in that bar. You're going to find that, oh my God, I didn't realize that because it was just. Even though you might start a set in a good position and then it drifts away as you go. - I think that's what was happening to me and I'm very conscious of this now. Again, for me, I haven't had this elbow pain at all. - [Jeff] That's great. - Very fortunate. So again, a debt of gratitude to your never- I thought there was some wrong in my elbow, basically. And I thought maybe it was tennis elbow I don't even play tennis. There you go. Other aspects of recovery and variables for recovery. I think you and I both put out content about "
        },
        {
            "timestamp": 6234,
            "text": "the use of cold and I think we can summarize it by saying, yeah, it does seem like cold water immersion immediately after hypertrophy restrains workouts might be a problem, but a cold shower is probably not a problem. What about heat? Do you personally use heat and cold saunas, hot baths, hot compresses. And by you, I mean you personally and athletes that you coach or people that you coach, what are your thoughts on the use of heat and or cold? - Well, I think it might just be an inherited practice from the days of trainers of since babe Ruth. But we in baseball we used a lot of cold following performance. Just because the idea would be there is some especially pitchers, there is some inflammation that is abnormal. The arm is not really designed to do what they do especially at the speed that they move it and everything else. So we would use ice as a pretty standard practice after that. But not a lot of heat and use a lot of heat and of course from the recovery or the healing aspect that actually becomes rather personal preference they've found now after let's say the first 12 to 24 hours where you're really trying to control inflammation of what might be an injury. But then it can kind of shift the personal preference because the heat can bring blood to the area also and then the cold has its sort of antiinflammatory effects. So like there's a balance between which one's working better for you. So there's really no standard anymore for heat or cold in that way. But from a standpoint of like post-workout healthy status, I haven't used much heat or cold in terms of what we do. We cover the topic of the cold showers and to try to dispel the myth of the, even people saying that there's giant testosterone releases and you know all kinds of stuff that. Listen, we hear all kinds of things 'cause people want- I think the idea of just turning the water cold and being in it for 30 seconds and then all of a sudden magically growing three times your size is intriguing for a lot of people and that's why they ask these questions 'cause they're like, well, that would be a hell of a lot easier than going to the gym and training hard. But like, I'm always fascinated by some of the stuff that you talked about. In fact, we started to talk about some of the stuff in terms of cooling and what it can do on performance and that was like there's some untapped territory there that I think you're finding out about. - Yeah, what would be fun would be to bring the CoolMitt technology from Stanford. This is Craig Heller, my colleague Craig Heller's lab at Stanford's done really important and amazing work in this area but then it moved on to some other things. He's also working on down syndrome and he works on a number of other really important topics that scientists often do. But I have access to this CoolMitt technology, no relationship to the company, by the way, would love to come out to your facility and we can do the blind type studies. - Like the blue blocker test. - Yeah, exactly, exactly. And see how that goes in with somebody as advanced trained as you that's probably the best thing to do. So content for the future. Yeah, I think heat and cold are kind of staples in the PT world and it does seem like people use them slightly differently but they are kind of the macro nutrients of recovery there along with sleep. I do have a question about precision of record keeping. Do you keep a training journal? "
        },
        {
            "timestamp": 6439,
            "text": "Do you recommend people keep training journals? Are you neurotically fixed to cadence of movement and are you looking at the, do you have a buzzer going off when it's 90 seconds rest. Is it 90 seconds rest? I confess I have my slow workouts and my faster workouts. And they scale with whether or not I'm training heavier with longer rest. Or whether or not maybe midway through a workout, I'll shift over to doing higher repetition, lower rest. This is kind of my crude way of keeping time. But I'm not- Will be just to kind of watch the clock. But I'm not neurotically fixed to the buzzer nor am I on social media during my workouts. Which is actually a way to really improve workouts is to just not be on social media. - I can't claim that I'm not guilty of that. Sometimes I am on social media but sometimes I'm trying to post something. - Well, that's different, it's your profession. It's your profession. - But I mean, I'm not necessarily chained to some sort of protocol in terms of how I do. I think by this point I've been doing this a long time and not only is it something that I've done for a long time, but it's a passion of mine, it's something I really enjoy. So I probably inherently have the ability to stick to these guidelines in terms of rest time to know what I lifted. Even six months ago on a lift and how it felt without journaling it. But I recognize the value it has to a lot of people, it goes back to that whole my muscle connection idea that we talked about in the beginning. Like there's a lack of awareness for all aspects of training. And especially maybe it isn't like your interest level. We're talking you and I from a position of interest. Like this is what we do. We enjoy just how our bodies work and understanding how they work. Some people don't care, they just want the end result. But journaling and keeping track of that raises awareness to where like, oh my God, I have been on Instagram for the last seven minutes and I was supposed to be back at my next set in 90 seconds. Like there is a training effect of that. Like if you're training for a metabolic overload, you've blown that opportunity because you haven't, your rest time very important to that protocol, working as it should. If you were training for strength, maybe the extra few minutes doesn't matter so much when you get back under the bar you might find, you might find that it's a better response for your body to rest even longer than you've been told three, four minutes, five minutes. And so that way maybe it helps, but I think that anything you can do to increase your awareness of your performance and also give yourself some objective goal. Whenever we have an objective goal, it's a lot easier to actually obtain it. When you're just there to get a pump and you're just there to lift how you feel that day, you have to be incredibly disciplined in all other aspects of your workout in order to make that effective. And I've done that too. I've actually been able to do that too, but again, the level of repetitions I've accumulated over the course of my life in the amount that I read about this stuff. I think I'm able to get away with that, but I think more often than not what I'm doing is not journaling but journaling in my head exactly what I think people should be doing and that is getting a specific effect from what you're trying to do. It's not so haphazard. You want to get a specific effect just like any other experiment that you're doing. If you're doing an experiment on your own body with your own weight, which to me is one of the most empowering things someone can ever do. When they get bitten by the bug for exercising and in training and I like to use the word training rather than exercise 'cause there's a purpose behind it. But when they get bitten by that training bug and they start to see actual changes and results, you know how empowering that is 'cause we can't change, we can't really control that many things in our life, unfortunately. And if there's some things that happen to us that we really wish never happened. And those are not something that we can do anything about, but this is one thing that we can do our best to. We can't avoid disease entirely, we can't predict when we're going to die, we can't do those things, but we can certainly decide to show up into the gym that day and get a workout in or go for a run or do something and in by doing that, you're giving yourself I think, a better chance at a higher quality of life. So anything you could do to increase your awareness of it and keep you on track with that is like I'm endorsing fully. - Couldn't agree more, I could not agree more. There is a topic it's sort of a dreaded topic, "
        },
        {
            "timestamp": 6707,
            "text": "but I think it's an important one and that's the topic of nutrition. And rather they get into specific meal programs, which would take take hours and probably wouldn't even manage to scratch the surface even with hours. We could talk about principles around nutrition. What are sort of the themes that you think people should keep in mind when thinking about how to eat generally and pre-training and post-training are two particularly sensitive times for most, or at times that people want to know a lot about. What should they eat before training or can they train fasted? What should they eat afterwards? But just in general, what do you think are some axioms of nutrition that really hold. And I ask this 'cause, not because there's a lot of debate about this, but because you've been around this space a long time and you've seen what works for you obviously but for other people too. What tends to work? What tends not to work? And how should we think about nutrition? - I mean, look, you've touched on it a bit but like, nutrition can be a touchy subject for people. And I understand where that comes from. I've talked about before that there's a dogmatic tendency to nutrition, and there's a reason for it because it's an area that people struggle with more than anything else. And the reason why people struggle with nutrition is because the commitment is extremely high. You could start a workout program and actually get to the gym three to five times a week. That's five hours based on how you and I were discussing it before. Well, what about the other 23 hours of each of those days. There's opportunity to eat incorrectly or unhealthily every one of those hours. People wake up in the middle of the night to go eat. Like there are things that you can do that can cause amazing amounts of damage to your longevity in the 23 hours not the 1 hour, the 23 hours. So when people finally figure out a way to make that work for them, it's very passionate and I understand their passion. I do like I've put out, so my approach, my approach is like, I've always been sort of a low sugar, lower fat guy. I've made the mistake of going no fat years ago and I paid for it. I was like in college and back in the day we were the same age. We read all the magazines and that was what we had. We didn't have an internet then. So we were reading magazines and the recommended path was to go low fat. It helps you to become hypo caloric very easily because the density of the calories in a gram of fat versus a gram of carbohydrates or protein is nine versus four for the carbs and protein. So if you're cutting out grams of fat on a daily basis, you're quickly cutting out calories that allows you to get leaner. Well, of course as everything, I mean, if little is good, then a lot is better. So I would cut all of them out or almost all of them and at the age of 22, 21, I'm like standing at a stop up at University of Connecticut waiting for the tram to come and bring me to campus. And I couldn't even open my eyes because the light was blinding to me. It was normal sunlight. It was blinding to me, the photosensitivity I had learning later on after a few more courses that I took there in biology how necessary fat was for the development of healthy cells. I realized what was going on and not to mention other stuff skin was bad, hair was falling out, all kinds of stuff. So I think that the approach to decreasing fat so it's not excessive, because again how calorically dense it could be in having lower sugar. I'm a firm believer in sugar is really pretty toxic and something that we would all do better getting rid of a lot of it. That is the best approach for, I believe, again, in my opinion, personally, for the overall big picture. Because though the people can take exclusionary approaches to nutrition and taking carbs out or eating only fats and proteins, or again, I'm not saying it doesn't work for you. And if it's the first thing that actually allowed you to gain control of your nutrition to the point where you actually saw results and got to a healthier weight, then I always say, then do it, then do it. But just make sure it's something you can do forever and doesn't bring upon other repercussions. But I think that non exclusionary approaches to diets are the most sustainable for the rest of your life. And all I'm interested in from a nutrition standpoint is something that's sustainable. So when I preach what I preach, I've been doing this since I was 15, 14. People say like, how's he get so ripped? How's he get? I have been doing this for four- For how many years? 30 years. - Eating clean low sugar. - Yeah, 30 years. And the beginning it was a slow shift I had to make where I was like, I went from the worst diet in the whole world. Even when I was 14 years old, my breakfast was, I talked about this so many times, but Entenmann's I would eat Entenmann's donuts and... - Those long rod- - Yeah, the long [indistinct] - They even took the hole out of the donut. - [Jeff] Exactly. Why would you delete the middle of the donut? - The crumb donut there. I would eat donuts... - I can taste it in my- I don't like sugar very much but over the years I've lost my appetite for sugar. But as you talk about the entiments I can literally smell and taste the frosting. And to me now it's disgusting but back then it might have been appetizing. - You would probably have like really good information on this, but like my ability to actually remember, they've said smell is very evoking of memories, right? - So smell is unlike the other senses because there's a direct line literally from our sense of smell to the memory centers of the brain. It doesn't have to go through any intermediate stations. - Okay, so my ability to actually recall exact taste of all the stuff that I used to love is enough to satisfy me to not engage in those things now. As crazy as that is. Like I almost get my feel through remembering 'cause of these strong senses of memory of what it was like, 'cause oh, that used to taste so good. Okay, that's good, I had it so... - Fantastic. We know the neuromodulator there, that's dopamine. Your ability to get the dopamine release from the thought of some things. Most people when they get that dopamine release, it causes a triggering of the desire for more. - [Jeff] for more. - Right, people think of dopamine as pleasure. Dopamine, there's a book, great book called, \"The Molecule of More.\" I didn't write the book unfortunately, but someone else did and it's a great book and it's really about how dopamine we think it's about pleasure, but it establishes craving. So you're able to satisfy that and it is a very adaptive thing for you because you are indeed very lean and that's one of your kind of hallmark things as a professional who does this in the public space that's important when people are out there talking about getting lean and you look at them and you're like, maybe you need to do the protocols. It's a huge advantage but yeah, I think that, it sounds like you've cultivated practices around avoiding certain things. - Yes. But not avoiding certain things that I think are easily avoided if you realize that there, I think that we have enough science and literature out there to prove that the altered path is a better path. You know what I mean? Like I feel like if I was just doing it because I wanted to be lean, I'm not quite sure it would've held for so long. - Well and we have a guest that whose episode has been recorded for this podcast who runs an eating disorder clinic at the University of Pennsylvania. Medical school, studies binge eating disorders, anorexia, OCD and he will go on record in obesity, and he will go on record saying that these very highly palatable processed high sugar foods of the sort that we're talking about, donuts and so forth, that they are actually dangerous, right? That there are elements of the way that they engage neural circuitry. He's a neurosurgeon that reshape the brain in dangerous ways. And those are his words and... - Yeah and it's not just entiments. I mean, I think not just entiments right? Yeah, they're coming after us, with what, with donuts. - [Jeff] Exactly. - Yeah, they can't catch us. - [Jeff] True, true. - In any case. So in terms of what you do eat, "
        },
        {
            "timestamp": 7215,
            "text": "how do you structure that in terms of, when you look down at a plate you've done this, described this before, but I think it's just a beautifully simple description 'cause I think a lot of people don't want to do calorie counting and all this and how should people think about what to eat? - So yeah, I have like what I call a plate method and it's just simple 'cause it works for me. And again, if you're struggling with real eating issues, these mechanisms become admittedly less effective because you're having maybe you have emotionally triggered eating and you can't stop at one plate. I mean that you could get the plate right but if the portions are out of control. - Plate has a dimensionality of height? - Or multiple plates like second and third plate. - Or fourth. - Like then all these things can be challenged but what I say is when you have your plate then you just simply look at it as like a clock. And if you just make a 9:20 on the clock, so one arm goes over to the 9 and one of the arms goes over to 20. Well, then you're basically... You're going to take the second largest portion of that 'cause you're going to make a line towards 12 o'clock too. And the largest portion is going to be your fibers carbohydrate. So that's the green vegetables, right? So whether it be broccoli or Brussels sprouts, or asparagus, or pick your favorites. Like those are the ones that give us a lot of the micronutrients we need, they're the ones that are generally accepted as more healthy and they're also going to provide the fiber that's going to be both beneficial in terms of its impact on insulin and also just through filling you up, right? And then I take the next largest portion of that and I devote that towards protein. And I think it's really important especially for anybody active, the more active you are the more you embark on trying to build muscle you're going to need to have protein in every meal. So I have that. And again, you know, here we're talking cleaner sources of protein. But like, you'll never find like boiled chicken on my plate. Like I ditched those days when I was 16 or 15 or 16, like I realized after reading those body building magazines that maybe the low fat thing stuck for too long, but the no fat thing stuck for too long, but the boiled chicken and a steam broccoli thing that ended quickly for me 'cause I really I'm not going to eat this forever. So I'll have some sort of fish or chicken but it'll be cooked in a way that's like it's got maybe some sauce on it or it's got some maybe it's tomato sauce. Anything to just make it a little bit more palatable and interesting without blowing the value of the meal. And then that last portion is where I put my starchy carbohydrates. And again, that's the part that some people will say exclude them entirely 'cause they're not healthy or they don't work for you or they're not beneficial long term. For me it's been a God sent. And I do think I'm like most people my body craves those carbohydrates. I choose things like sweet potatoes which is my favorite or I'll have rice or I'll have pasta. I'm Italian so I like pasta. And like I will have those things, I'm not excluding them, but I don't put them in the portions that you would generally find. My wife and I will go out and we'll go to the restaurant sometimes because we travel quite a bit or used to at least with baseball too. There's a cheesecake factory everywhere you went and I love cheesecake factory, but like the way they structure meals is it's all rice at the bottom, and a little bit of chicken on top. And I mean, it's a plateful of rice that you wouldn't find me make a plate that way. I'm going to just devote that portion of the plate to the starchy carbohydrate. And so it gives me a little bit more responsibility in terms of portion control 'cause those are the foods, again, probably dopamine driven that are most easily over eaten. I always ask the question, what's the last time you ate 10 chicken breasts at a meal? Like you're getting sick of it after maybe two or three, but you could eat a whole hell of a lot of carbohydrates, starchy carbohydrates because the they're just so satisfying and I think those triggers, as you said, to want more, like that's what happens, right? You just keep eating, even when you're feeling full, you want more. And that's the biggest danger to carbohydrate. So if you can develop some sort of discipline around them, then you can still enjoy them. If you can't develop that discipline for whatever reason, then maybe they do become something that you have to work yourself around or adopt a different eating style. And as I said, I'm never to the point where I'm not trying to be dogmatic in my approach. I'm always trying to say, this is how I do it and I'm a believer in it just like everyone else's believer in their method, but I'm open to the idea that something that works for you and gets you to a healthier weight and a sustainability, like that is good, that's good for me. Provided doesn't introduce other issues. - Something one can do consistently, that's something I picked up from you over the years. What can you do consistently? And for me, that also meant, when, and how can I eat? What can I eat consistently that will also allow me to be alert after lunch so I can actually get some work done. Or eat, I like to train fasted in the morning but I don't do any long term fasting. It just so happens that I'm fine doing water and caffeine in the morning and training in the morning and then I eat my first meal afterwards. But I get carbohydrates at night so my glycogen is restored. I think carbohydrates are wonderful. I just don't eat them in excess. So to me, I feel like when what you describe as a very rational literally balanced approach. And obviously there will be variations for people who are dealing with obesity or diabetes. I've got friends that are on the pure carnivore thing, I have friends that are vegan and it's always impressive to me when somebody can stick to anything consistently except when they're sticking to just poor behavior. 'Cause there's nothing impressive about that. Well, I think that's very helpful because I think there's,- For the typical listener of this podcast, the online content that people see, the battles are very confusing. They're distracting. Because people really think, oh, that there's a right way and a wrong way and it sounds like the way that one can eat consistently over time that's healthy. Certainly fewer processed and sugary foods, I think almost everybody agrees there. - Yeah, almost everyone agrees on that, right? So I think it's calorie manipulation through some other method. So even intermittent fasting, like you said, like that could be, it's for people that are grazers. Like if you are a grazer and your real problem is portion control over the course of the day, but you can respond to a rule that says, no, you're eating between here and here, that you can obey that rule. Well, you're not going to be able to graze during the times that you might be doing additional damage. So sure there's other hormonal benefits that people will talk about from that approach. But from a longevity standpoint and habit forming standpoint, if it's fixing the habit that you're breaking too often by eating throughout whenever you feel like you walk by food, it's good and it works. And again, if people can, will tell you you can probably eat whatever you want to eat as long as you're eating within that window. But I think the more responsible people who are practitioners of that will say, no, you still want to avoid processed sugar and things like that. And that's just a mechanism of eating not really a diet. But like it's I think that people- I hate to be as like as basic as it sounds with that but it's for the exact reason that if it it's that 23 hour day phenomenon that it's like, you said you're impressed, it is impressive. It's so hard to control all of our behaviors and food being one of the hardest thing. One of the biggest temptations for people. You got to learn how to control that for so long and then do it day after day after day, whatever that mechanism is that works for you is impressive and I'm a believer in it. I think that's how I feel. I just feel like the people need to be able to be given some reigns to be able to find what works for them. - Well, I love to eat and one of the beauties of weight training is I feel like I can eat plenty for my age and I'm not as lean as you are, but I'm happy with where I'm at. I could always do better. With each year actually I'm getting better probably because I'm eating cleaner. Probably 'cause I also have someone to cook for me now. And we like... I have that too. - We like healthy food and so I'm very fortunate. I don't think we have any packaged food in our home. We even started making sauerkraut at home, I don't make it. I mean she makes it. - My wife actually she turned me on to a tip that I actually shared with the whole channel which was like, you can go to, we have a Stew Leonard's around our big grocery store chain around us and they have a catering department. And they're often used for catering big parties and big tubs of grilled chicken, but like really good grilled chicken. Again, not the boiled chicken and big tubs of sweet potatoes. And we'll get a bunch of those and she'll go over and she'll get them and then she'll sort of arrange them on plates and put the plates in and like, I'm okay with repetitive eating. I think more people are probably okay with repetitive eating than they think. I think that when you actually break down how many different breakfast variations, do you have? Three, two. - Two or three maximum. - So like, I think when the people do there's more variety for dinner probably but like even there you probably eat five different types of dinners over the course of a week or a month. Well, if you have that ability to identify the things that you like, and again, no plan is going to work if you're eating stuff you don't like. It's not going to work forever, nothing will, you have to really enjoy what you're eating. As long as these variations of this meal are something that you really enjoy and there are limited versions of them, the reproducibility of that is simple. It will take some time but if you're fortunate enough in our case to have somebody who can prepare it for you, now that's even part out of the equation. And it just makes it very simple. But I do think when you tally up all the costs of medical care that are spiked by having poor nutrition and you then offset that by what it might cost you to invest in a faster strategy like this catering trick or whatever it might be, you'd be best off figuring out a way to maybe reallocate some of your money to preparing this because how important it is to your long term health and longevity. If you can figure out your nutrition issues, if everyone listening to this podcast can figure out their nutrition issues, this whole world will be different. That is like one of the largest sources of disease, and pain and discomfort because people really struggle with nutrition. - Yeah, and it's a huge problem. I mean the obesity, it is an epidemic in this country. It's a very, very serious. Also a lot of highly processed foods are more expensive than healthier foods when you really break it down. Even the better sourced high quality foods are right there on par less than the processed foods for sure. But couple other questions as it relates to training. "
        },
        {
            "timestamp": 7885,
            "text": "Because I think that one thing that a lot of people wonder about and maybe we could do this in kind of a true false method just to get through some of these... - 50/50 I'll get it right at least. - Exactly. Men and women should train differently. - The science of it will say false. And again, not to generalize, but kind of the point you touched on earlier today. I do find that casually interested women in training will migrate more towards certain types of fitness, like kickboxing, like dancing, like, - Low rest circuit type. - Yeah, yeah, yeah. And I think, again, whatever is that you are going to engage in regularly is what you should do. Physiologically, no. And I think if we can get more women to feel more comfortable in the gym performing the same exercises and the same, in receiving the same strength training benefits and working on progressive overload and like, we've hit the holy grail. But I think that it's a big bridge that has to be gapped still because there's just some reality to- Listen, there are very, my wife is a perfect example of this living a very complicated busy life. We have two young boys they're twins and her attention and focus is there. And it's like, she doesn't do this for a living like I do. And if she can get a decent workout and she's happy, but she's not necessarily working on her deadlift PR. And so I think that that would help her and serve her in the long term to work on increasing her PRs, and different lifts and building her strength progressively. But in her life right now is not necessarily in the cards to have the time to focus on that. So would you then discourage this other thing that she might find interesting, like some boxing. There was a little, I don't remember the brand, but like one of those punchable boxing standup things and she enjoys it. Like anything to get you moving is going be preferable but I don't think that necessarily physiologically there's a difference. - You started weight training pretty young. - Yeah. I messed around with my brother 'cause he was older, he was four years older. So I was kind of messing around with weights probably 12 or 13 with a 5 pound dumbbell. - Yeah, you hear that young kids shouldn't work out with the weights. I don't know what the going standard is. Now they say, shuts down long bone growth or growth plates this sort of thing. You've got two young boys adorable kids by the way. - [Jeff] Thanks. - One of the things that is very heartwarming is to see you're in great shape, you're clearly extremely bright, you know your craft, you loved your craft. You work with Jesse, who we'll talk about as well. - [Jeff] That's great. - Which is great. There's a camaraderie there, having great teammates as part of a business or to work out with is just makes life better. Let's just be honest. I'm grateful to have great teammates for the podcast and my lab, of course, as well. But to see your boys and your dogs and the whole picture, I'm sure it has a lot of contours and complexity that we don't know about and shouldn't know about, but it's a beautiful picture. And will they weight train? I've seen the videos of one or both of them hanging from the bar. - These kids are naturals, I'm telling you that. - I wonder where they get it from. - I don't even encourage it. I'm not going to be the dad who's sitting there saying, let's go somewhere. We got our two days. I'm not going to do that but they have a natural interest in the gym. They just sometimes like to be out with daddy. So they'll come out there. I of the two of us, my wife and I will be the one who has a little bit more of a longer leash to let them explore things 'cause I was a dummy at times too and figured out best through the mistakes I made. - Through injury, right. In neuroscience we call that one trial learning. - There you go. These guys are going to be masters in one trial learning because you know, they'll go grab the bars of my, the handles of my jamer that's there 'cause it's at a lower level to them and they're swinging around they're doing pull-ups on it naturally uncoached nothing from me. One will walk up to a deadlift bar stand over it naturally never saw me do it, stands over there and just goes, he tries to pull it. So there's a definitely an inclination to liking the gym and I will fully support that. But of course body weight will be good for quite a while. - Yeah, so what age do you think is reasonable for kids to start exploring a non body weight training? - I think around 13. I think around 13. Once puberty, I think it's okay to start to. 'Cause there's so much, I even say for people that are like later in age who are just starting out, learn with your own body weight first, there's plenty of resistance to be had by learning how to command your body in space. So if you have never trained before, you're going to get very stimulated by doing lunging and reverse lunging, even learning some of the appropriate reception around movement through space. Pull-ups, chin ups. Pull-ups and chin ups are challenging for even people that have had 20, 30 years of experience in the gym. So there's a lot of stimulus to be had by body weight and jumping straight to dumbbells or barbells is actually doing yourself a disservice. You can learn better command of your body in space so that when you go back to the bigger lifts, you're going to have an easier time sort of progressively loading them and building up that foundation of strength. I'm not saying that you have to become a master calisthenics athlete before you can touch a barbell, that's not even true. I'm just saying there's so much capacity. Kids are going to be doing this anyway. And really just, if you look at general play, they are jumping, they are lunging, they are climbing, they are pulling like, that's what they do. I don't know where the avoidance of like structured training is for younger kids. Again, provided they're using body weight and maybe less ballistic movements or something like that. Things that are, or certainly overloaded movements. I think we should encourage kids to do more. There's a lot of obesity in kids on the rise also and that is incredibly disconcerting to me. So I think and I hope it doesn't come from the advice of some that say, well, wait until you're older to start doing something like. That's a way worse trade off than engaging in something smart now. - We used to get kicked out of the house when we were kids. - [Jeff] Totally. - My mom would kick us out. I had a huge pack of boys that lived on my street but we'd get kicked outside. Like literal, you're not allowed in, no television. But there were video games, of course but we were kicked out the house. We had to go play. For us it was skateboarding, soccer and then we'd find our trouble. But so post training nutrition. We're the same age, years ago I was sort of neurotic "
        },
        {
            "timestamp": 8285,
            "text": "about the idea that I had to ingest a certain amount of carbohydrates and proteins within two hours then it was 90 minutes of training. I confess I get, if I train hard, so I'm talking about the resistance training not the running. But the resistance training, 60 to 90 minutes later, I'm really hungry. But there have been days when I just skip and then the hunger passes and then later I eat more. I might eat twice as much later that's just the way sometimes schedules go. But what are your thoughts in terms of the nutrition science, the training related effects of the post-training meal? Is it something that you try to get? Is it something you think people should pay attention to? - So that science has actually probably been the one that's changed the most in my lifetime, honestly, because, again, we're at the same age and I was falling for the same trap where I would really be focused on like, I'm risking speeding tickets driving home from the gym to make you sure I got an anabolic window. Like I did all that, I really did. But thankfully that's been sort of debunked in your body isn't just rushing through these certain periods of time to utilize the nutrients in our body, but are able to partition them and use them over a long, much greater duration. Up to now, they're saying, three to four hours after training, five hours after training, you could still see the benefits of replenishment. A lot of that is just I think there's a consistency element to it that just utilizing a post workout window or a post workout meal, even if it's within two hours or one hour is just integrating the habit of saying, listen, I just did this activity and now want to replenish some of what I lost the energy that I used to perform the exercises that I did. And just getting into the routine knowing that the engine is ultimately fed by what we put in it. And the concept of replenishing the fuel lost is still a concept that I think again, different in mechanism but still important in terms of fueling the overall performance. So the pre-workout period of time gives us a chance to actually have a longer window because if those nutrients are obtained pre-workout, it's not like they're gone in that hour that you've trained, they're still there and available for your body to use. So I think it's important to get one of the two right or at least make sure you're consistently having one or the two or you might risk going through all these periods of having no nutrition to support your efforts. Not only will your workouts potentially suffer in terms of the output, but then you're also not providing your body any ability to capitalize on an opportunity to feed it and refuel and recover. So I'm not very dogmatic about what specifically to eat pre or post workout. But I do think you should have protein surrounding your training, whether that be ahead of time or after. Protein could be a little bit hard to digest for some people. So if you do that pre-workout and then you're finding your workout is slogging because you don't feel good then suddenly you put that after your meal. But this whole concept of the urgency of time has thankfully been removed and we can just learn to eat a little bit more responsibly and drive more responsibly so we're not trying to rush home from the gym and risk killing people on the way. But I think it's great because I think that that was something that it just showcases a belief that people had for so long that has since been proven to be not that important. And there's a tip of the cap towards research in a good way where it's like, all right, I think we could all agree that this isn't necessarily true anymore. And look at yourself and say, oh my God, I did that so often. I bit that one hook line and sinker but then realize, okay, we could always make a change. And the good thing about nutrition is those changes can happen the very next time you go to eat and you'll start to see the benefits of that. So I'm not a big believer in that strict approach to pre or post-workout. I mean, even as far as pre-workout supplements, a lot of people don't take them. A lot of people don't like them, they don't take them, they don't like, they're not necessarily even being used as the new nutritive side of the pre-workout. They're just more used to fuel the workout. - For me it's water and some form of caffeine. - Yeah. I mean, it is whatever, again, I think it's important. I do think it's important to maintain a high level of output. So if your pre-work attrition requires a stimulant in order to help you do that or if your pre-work nutrition is causing you to have a harder time to train because you're feeling full or stomachache or something else, then that that's not achieving what you're trying to do. The ultimate goal is to still be able to perform at the highest level. So whatever your nutrition is required to allow you to still do that, that is probably the most important factor of all of it. - Great, I love the very clear and rational approach. Don't ingest anything right before your workout or near your workout that's going to make your workout worse. Yeah, and it's so simple and yet you don't hear this because I think people will think, oh, they must have a pre-workout they must have a post-workout. - No, again, even if the benefits that are to be had from whatever's being suggested is going to be easily offset by the fact that you can't perform at an output capable of driving any change. So that would pretty much negate the fact that you're not outweighing those benefits of whatever nutritive approach you took and is struggling through your workout. - For me, the best pre-workout is a good night's sleep, hydration, caffeine, and music. - Yeah, there you go. I mean, that's a simple formula. - It works. And then post what I do I do find I get quite hungry and want to eat quite a bit more and... - Well, that's a natural response the body's going to and most people want to do that and I think it should be fed. I work out as you know, again, a lot of my postings on Instagram will happen at 10 o'clock at night, 10:30 at night, 11 at night, 'cause I am actually training there and that's where I'm taking those little breaks in between sets to actually film or post something. But like, I then go inside and eat dinner. So I'm eating at 11 o'clock at night. It's not necessarily ideal, I'm not recommending that as a tool for anybody. I think it dispels one thing, I've never been a believer in Kenny carbs after six. - That makes no sense to me. - [Jeff] Zero sense. - Based on all the new, all the signs of metabolism that I've seen makes no sense. I think as long as you can, sort of like napping. I talked to Matt Walker, one of the great sleep researchers wrote why we sleep, et cetera, and has his own podcast about sleep, tremendous researcher, public communicator about sleep and he said, naps are fine provided they don't interrupt your ability to sleep well at night. Simple. Some people can sleep from eight to 9:00 PM and then go to bed at midnight and not a problem. Other people they take a 30 minute nap after lunch and they can't sleep at night. Same thing with- Caffeine's a little different because Matt would argue the architecture of sleep can be disrupted, et cetera. But if you can eat dinner late and eat carbohydrates late, I actually need carbohydrates at night in order to be able to sleep. Whenever I've done a low carbohydrate type regimen in the evening, I have a hard time falling asleep. I'm just too alert. And so I eat carbohydrates in the evening to restore glycogen but also in order to make sure that I can fall asleep. - I actually can, again obviously it's already late at night, by the time I'm done eating, but like I can fall asleep within 5, 10 minutes of finishing my meal. Because I do think that they have that same effect on me, but I'm never, I'm not bothered by the feeling of fullness. I'm not unable to sleep because of a feeling of fullness. But I do like the fact that I feel as if I'm at least replenishing what was lost through my hard training. And I do like to back it up with a dinner. I don't need to eat smaller amounts. Some people can't have that much. I will say after a hard leg workout, I don't have the same appetite that I do after let's say, an upper body workout. It can really disrupt my whole feeling of wellbeing. - You want to eat less after you train your legs? - [Jeff] I do, yeah. - Oh, wow, I'm the opposite. - No, 'cause I could feel sick to my stomach. - You're clearly training harder. I've seen the way you train, you do train very intensely. - Yeah. I think it's important. I mean, I think that... "
        },
        {
            "timestamp": 8790,
            "text": "Again, it's that trade off between, if you're not going to train for a long period of time then you're going to want to train harder. And again, I actually feel like contrary to what people might think as you age, you're better off training harder for a shorter period of time. It's always within the realm of safe training. I mean, I think that's what I like to think that's what I bring to the table. Like an approach that's smarter so I can train harder. Like not doing the dumb things I did when I was a kid. And with that trade off being a harder trainer, I think I get the results that I want because I'm able to really push it and then back off and again, the meal feels like almost a physiological reward for the hard effort I put in the gym knowing that I'm also replenishing and setting the stage for the next day to be another successful day of training or maybe not depending upon how many times a day a week I train. I think that it's, It's a lot less, I hate to say but it's a lot less scientific than we want to make it. And as it seems to be coming back oftentimes like the thing that works for you is really the most important thing because ultimately getting your ass in there and doing what you do is really the thing that provides the best benefit. - Absolutely, and there are many things that I would say are hallmarks of Jeff Cavaliere, but one of them is certainly consistency. You make it happen one way or another. - Huge. I mean, consistency really is the determinant. And I know that that is the hardest part for people that are, and why people tend to look for the shortcut, 'cause consistency is the part that becomes the biggest challenge. But if you could find, listen, if you could find the, you know through what I've been trying to encourage here is like if you could find the nutrition approach, if you could find the training approach, if you could try find the training split, if you could try all those things that encourage you to want to go to the gym. Like you're locked in at the point where you said you actually look forward to going and doing your workout. - I love it. I look forward to, I mean, it's- Actually this morning, one of our teammates for the podcast and I got to workout and halfway through I just turned him and I said, I'll never figure out why that feels so good, but it feels so good. I just, I really enjoy it and it lets, and I love to eat and it lets me eat right and I love the way it makes me feel afterward. I don't understand this concept of not enjoying the gym. Cardio's a little different, I always loathe the first 10 or 20 minutes of a jog. I mildly loathe the middle third and by the end, I think this is the greatest thing ever, why don't want to do it all the time. And then that feeling evaporates before the next time I do it. - Yeah, of course I don't even remember it either, after we get on, then do it again. - [Andrew] Exactly. - I think if people could, if we had one gift we could give to everybody it would be the love of fitness. If they could be bestowed the love of fitness it would change the entire world. But I think when you hear things like this, that like, hey, that will work and that will work too and that this will work too. Rather than the dogmatic one way only approach, which could become discouraging for people. Then I think it becomes a little bit uplifting like, well, I've never tried that. I've actually never tried a total body split or I've never tried that style of eating. Like it becomes encouraging that you might want to explore and then you might finally get locked in and say, I really like this and then you're off and running. - Some of what I so enjoy about your content. We would be remiss if we didn't briefly discuss Jesse. "
        },
        {
            "timestamp": 8993,
            "text": "One of the great pleasures for me in watching her content and learning from it over the years is that you took on a, you decided to mentor somebody, Jesse. And there's some poking fun back and forth between the two of you which is very amusing. But I have to say it inspired me to do something early on in developing this podcast as I have a young intern who has helped me with some of the research and he's a buddy, he's interested in science, he's about to go off to college, but he also got really into fitness. So we would watch the videos of you guys. He was helping me get the Instagram content out early on. And one thing that was just, it's such a pleasure to be able to pass along knowledge and of course I'm learning from him. This is always the way it works. We learn from teaching and we learn from students. But it's been great to see Jesse's progress, it's amazing. I've gotten to meet him in person just now and he has grown, he's changed physically. And I think that you mentioned a love of fitness. I think that one of the best ways to be consistent is to take on the responsibility of teaching others. Once one has proficiency in something. So maybe you just tell us a little bit about how that's going. How is Jesse doing and where does he need a little more work, where is he thriving? I'm impressed by the progress. - Well we have a, I mean, physically, we can obviously see the changes, the list of things to work on or is immense it's so long for him to continue to improve. But no actually, in reality, Jesse, the story of Jesse was that I knew Jesse prior to starting even Athlean-X. And a matter of fact, I think the funny thing is the very first video that was ever posted on my channel was a video that he shot as I don't know, a 13 year old or something. And I said, can you just film this for a second. I was over there training members of the family. So he then off went off to college, went into film, realized he had much greener pastures at Athlean-X instead of becoming the next [indistinct] or something and he decided to come work with me. And the expectations in the beginning were just to edit videos or just to help with various aspects of like my day to day that I don't think I was equipped to really handle and grow the business anymore. So then look at by virtue of being in that environment, there's an interest. I think if I worked in a gym, I might become interested in working out. And though that mine was not a commercial gym it's sitting right behind my office window, there became an interest in wanting to work out a little bit. And it wasn't even an intentional experiment to put Jesse there. I just thought that he's a very likable person. He has a very funny personality and he's also the, every man. In some ways as I'm sure maybe you experience sometimes like I'm the guy that this comes naturally for me is what people will say. Like, this is what you do for a living. Like this is what you- Like there's an element of disconnect in terms of the relatability because I do do this for a living. I can't deny that I do work with professional athletes. So like there's a level of interest in this above and beyond. But for him, he's just the kid who wants to train. Maybe if he rolls out of bed before 11:00 AM and doesn't have a date on Friday night, but that's the guy everybody could relate to. And watching him transform and I love the fact that even the interest level was up and down. Like it wasn't consistent for him because he was like, part interested and then maybe not interested for three months and then interested or not. And I never pushed it on him. This is again, this was no orchestrated experiment for me. It was just like, if you want to do this, then do this. And also from a standpoint of like lending my help or expertise to him, like I said, with my son, I'm not going to force it on anybody, I don't want to do that to anybody. I don't think that that's ever going to spark that desire for long term adoption. So he got more interested, he started to learn more about it, he watched just the videos that we're filming. He films the videos that we're filming and he's learning through what I'm saying he's becoming more of a student of the field. And I have to say his knowledge in the field has grown with the growth of his physique. And he's put into practice some of the things that I say, he's put in practice some things he hears other places and he winds up improving as he goes and he winds up starting to love this like he never thought he would. But it's great to see anybody grow and whether that be physically or that be emotionally or whether that be just in their career, it's great to see somebody grow. And I like to tease him. Funny admission here, there are times when the jabs that I will throw at him are something that we might know ahead of time of what I'm going to say to him. People will say you're so mean to him. I can't believe it you're that's so abusive. Like, dude, honestly, we laugh after it's over. It's good, we're good. So of course, but like... - He's tougher than he looks is what you're saying. - [Jeff] He's tougher than he looks, believe me. - And he looks tough, he's got the big beard. - He looks more manly than I do. I can't grow a beard, I don't, I mean, believe me, he's totally alpha and I'm like quickly becoming the second star of this show, but like he's definitely contributed and people enjoy his presence for sure. - Yeah, I certainly do. And I think that as you pointed out, he's a kind of a proxy and a template for everybody. We can relate to him because even though I've trained for many years, it's been a struggle through graduate school, post, made it happen one way or another, but with more or less attention and admittedly through waxing waning levels of motivation although I'm fortunate that I do enjoy it. - What I think is nice about it too is that it's a realistic expectation that we set. 'Cause you're showcasing what the journey actually looks like. And he's been on the journey for again devotedly for let's say the last year and a half but on the journey for five years. If I could make the gains that he did starting when I started training at 14, 15, and you're saying, hey, by 20, you're going to have the strength levels he does, the physique that he does, the knowledge that you've gained. Like that seems like a blink of an eye now looking back. At 46 years old, I'm like, holy cow. Like I think it took me 20 years, 15, 20 years to just even start to get into a groove. For him to do in a period of five years, it doesn't seem long whereas there's people that will criticize his journey like, oh, it's just taking so long and so like there's such an instant gratification that people seek, luckily that's the minority. Most people are like, this is amazing, but I think that it becomes very uplifting because not only is it relatable but the journey is real and people can appreciate that. Like, this is what will happen if you actually put in consistent hard work and you'll watch him transform and go back and watch the videos like you look at. We like to oftentimes throw back to videos where he appeared as smaller Jesse but also shy Jesse. Arms crossed, head down, not making eye contact with the camera to where now he's got his own skits and intros. It's like it's funny because the confidence with the growth of physique came confidence too, which is great. - Absolutely. Pretty soon it'll be his world and we'll all be living in it as they say. Well, on behalf of myself and all the listeners, I really want to thank you. First of all, for the discussion today, I learned an immense amount even though I thought I knew your content well, I still learned an immense amount, many things we could deploy from when to stretch, how to stretch, the skipping rope. We talked about nutrition, we talked about heat cold training regimens. And what I love about all of this now that you've given us is that there's a backbone of logic and some consistent themes indeed about consistency. But the logical backbone, I think is what will enable people to really show up to the table and stay there for training consistently over time. And as you said, the gift of fitness is an immense gift. I can't thank you enough. I know you're an incredibly busy human being with kids and dogs and a marriage and... - It's my pleasure. I'm happy I was able to make it work 'cause I really I've been watching your stuff for a while. And I really love the science of it, I like the way you think. And it's just, I'm just really fortunate that I was able to do it. - Oh well, I feel very gratified in hearing that and honored to have you here. So thank you so much. - Thank you. "
        },
        {
            "timestamp": 9507,
            "text": "- Thank you for joining\nme for my discussionwith Jeff Cavaliere.I hope you found it as interestingand as actionable as I did.If you're learning from and\nare enjoying this podcast,please subscribe to our YouTube channel.That's the best zero\ncost way to support us.In addition, please subscribe\nto the podcast on Spotifyand on Apple, that's also a\nterrific way to support us.And on both Spotify and Apple,you can leave us up to a five star review.If you have comments and feedback,the best place to leave that\nis at the comment sectionon the YouTube channel.There if you have suggestions\nabout specific episodesor you have specific questionsor you have suggestions aboutguests that you'd like us to interviewon the Huberman Lab Podcast,\nwe read those comments,and indeed we take them to heartwhen developing future content.In addition, please check\nout the sponsors mentionedat the beginning of today's podcast,that's the best way to\nsupport this podcast.And for those of you that are interestedin supplements discussed\ntoday or on previous episodesof the Huberman Lab Podcast,again, we partnered with\nMomentous Supplements.You can find the supplements\nrelated to this podcastat livemomentous.com/huberman.If you're not already\nfollowing us on social media,please do so we are @hubermanlabon both Twitter and Instagram.There I cover science\nand science based toolssome of which overlap with the contentof the Huberman Lab Podcastand other of which is\ndistinct from the informationcovered on the Huberman Lab Podcast.So again, it's @hubermanlab on Instagramand also @hubermanlab on Twitter.If you're not already\nsubscribed to our so-calledNeural Network Newsletter, please do so.You can do that by\ngoing to hubermanlab.comgo to the menu and click on newsletter.It costs nothing to sign up\nor to receive the newslettersthey come out about once a monthand they contain summaries\nof actionable protocols,links to relevant scientific research.We do not share your email with anybodyand our privacy policy is\nmade clear at that site.In fact, if you'd like to\nsee some previous newslettersor download those, you\ncan download those as PDFswithout having to sign up at allsimply by going to hubermanlab.com,go again into the newsletter\ntab under the menuand there you'll see, for\ninstance, a toolkit for sleepthat lists out all the things you can doto enhance your sleep.It lists out the so-called neuroplasticitysuper protocol for enhancing\nlearning and teachingand so on.Again, that's the Neural\nNetwork Newsletterat hubermanlab.com.And last but certainly not least,thank you for your interest in science.[bouncy music]"
        }
    ],
    "episode_summary": "My guest this episode is Jeff Cavaliere, MSPT CSCS, a world-class physical therapist and Certified Strength & Conditioning Specialist. Jeff has coached athletes ranging from novice to professional and has taught science-based physical training protocols to tens of millions of everyday people via his enormously clear and actionable online programs. Jeff is a true expert on proper resistance and cardiovascular training, injury prevention and rehabilitation and has extensive knowledge on proper form, posture, nutrition and supplementation. We discuss how to best design and optimize a physical training program to achieve your specific goals. We also discuss how to build and leverage mental focus during workouts, when and how to stretch, pain management and enhancing workout recovery and sleep, and how to personalize your training and nutrition program over time. Jeff’s knowledge and science-based approach ought to benefit everyone in reaching their desired fitness, aesthetic and overall health goals.\nFor the full show notes, visit hubermanlab.com.\nThank you to our sponsors\nAG1 (Athletic Greens): https://athleticgreens.com/huberman\nLMNT: https://drinklmnt.com/huberman\nSupplements from Momentous\nhttps://www.livemomentous.com/huberman"
}