{
    "title": "LIVE EVENT Q&A: Dr. Andrew Huberman Question & Answer in Toronto, ON",
    "ep_num": "17",
    "link": "https://www.youtube.com/watch?v=eC9fiJBdMG0",
    "chunks": [
        {
            "timestamp": 0,
            "text": "ANDREW HUBERMAN: Welcome to the Huberman Lab podcast where we discuss science and science-based tools for everyday life. ANDREW HUBERMAN: Recently, the Huberman Lab hosted a live event at the Meridian Theater in Toronto, Ontario. The event consisted of a lecture entitled \"The Brain Body Contract\" followed by a question and answer session. We wanted to make sure that the question and answer session was available to everybody regardless of who could attend in person. I also want to make sure to thank the sponsors of that event, which were AG1 and Eight Sleep. Eight Sleep makes smart mattress covers with cooling, heating, and sleep tracking capacity. One of the key things to getting a great night's sleep is to make sure that the temperature of your sleeping environment is correct. And that's because in order to fall and stay deeply asleep, your body temperature actually has to drop by about one to three degrees. And in order to wake up feeling refreshed and energized, your body temperature actually has to increase by about one to three degrees. With Eight Sleep, you can program the temperature of your sleeping environment in the beginning, middle, and end of your night. It has a number of other features like tracking the amount of rapid eye movement and slow wave sleep that you get, things that are essential to really dialing in the perfect night's sleep for you. I've been sleeping on an Eight Sleep mattress cover for well over two years now, and it has greatly improved my sleep. I fall asleep far more quickly. I wake up far less often in the middle of the night, and I wake up feeling far more refreshed than I ever did prior to using an Eight Sleep mattress cover. If you'd like to try Eight Sleep, you can go to eightsleep.com/huberman to save $150 off their Pod 3 Cover. Eight Sleep currently ships to the USA, Canada, UK, select countries in the EU, and Australia. Again, that's eightsleep.com/huberman. AG1 is an all in one vitamin mineral probiotic drink. I've been taking AG1 since 2012, so I'm delighted that they sponsored the live event. The reason I started taking AG1 and the reason I still drink AG1 once or twice a day is that it provides all of my foundational nutritional needs. That is, it provides insurance that I get the proper amounts of those vitamins, minerals, probiotics, and fiber to ensure optimal mental health, physical health, and performance. If you'd like to try AG1, you can go to drinkag1.com/huberman to claim a special offer. They're giving away five free travel packs plus a year's supply of Vitamin D3+K2. Again, that's drinkag1.com/huberman to claim that special offer. And now without further ado, the question and answer session from our live event at the Meridian Theater in Toronto, Ontario. OK. What motivated me to do the guest series with Paul Conti? "
        },
        {
            "timestamp": 161,
            "text": "OK. So first of all, for those of you that don't know, Paul Conti is a psychiatrist. He's a Stanford and Harvard trained psychiatrist, and I wanted to do the series with Paul for several reasons, and we initiated that series. First of all, he's incredibly talented as a clinician. And yet despite having written an excellent book about trauma, I felt that two things were true for sure. One is that most people won't get the opportunity to work with Paul, sadly. He's time limited. And second is that his expertise is incredibly vast not just restricted to trauma. Traumas, if understood, can be transmuted into deep sources of knowledge that other people can benefit from. Indeed, what I found in Paul as I got to know him is that he has just profound insight into the unconscious mind. And people had long asked me in and around the podcast, what about the subconscious? What about the unconscious? And I was of the mind that the supercomputer of the human brain is the forebrain, the thinking, planning, context, setting piece right behind our forehead. It's the reason that we're not the house cats. The house cats are the house cats, and it's the reason we're the curators of the planet. But Paul said, oh, no, no, no, no, no. No, no, no, no, no, no. The unconscious mind is the supercomputer of the mind. I'm like, well, that sounds great. But how do we understand the unconscious mind? And he has a really biological and psychological and psychiatric understanding of the unconscious. And in that series, he talks about these so-called cupboards that we can look into in order to better understand our unconscious mind in order to allow our unconscious mind to teach us things about ourselves that are useful. And there are three main places where our unconscious teaches us useful things that allow us to be more conscious of the way that our brain is working in useful ways. The first is in these liminal states between waking and sleep. It really does seem to be the case that when, surprise, surprise, we're completely still and we're emerging from or we're dropping into states of reduced autonomic arousal but our level of thought, if you will, is still active enough that we are aware maybe even lucid dreams and also in dreams, our unconscious mind uses, as I think Jung and Freud pretty well understood, symbols to teach us things. But everything's flipped in there. Gender's flipped. Just because you're having a conflict with somebody in your life who's a man doesn't mean that person shows up as a man. They could show up as an animal, so species are flipped. The symbols become mishmashed, but Paul made it very clear that all this can be parsed if you do a certain kind of introspective work. And I thought that would mean a lot of talk therapy. How are we going to get people to learn how to do talk therapy by themselves? We want to keep things as much independent of cost and things like that. And the practices he started talking about were incredibly simple. Things like mirror work-- some of the psychologists in the room will be familiar with this. I thought, mirror work? What is that? And he said, literally, people trying to access their unconscious in sleep by a practice of staring into the mirror for some period of time while awake and reflecting on self and aspirations and the idea of the body as a container. All this stuff, even for a kid from Northern California, sounds really, woo, new agey. But here, it's scripted by Paul into a formal structure that one can use to parse your own mental health and enhance mental health. So that was the reason for doing the series. And especially the episode on relationships, not just romantic relationships, I found-- hasn't come out yet. Incredibly interesting, because he talked about how in his clinical experience, virtually all the stuff that people pay attention to in relational stuff is, are they a narcissist? Are they obsessive? Is this person a musician versus whether or not I'm an accountant? Are we compatible? That none of that stuff predicts anything as well as the balance of these three drives-- the aggressive drive, the pleasure drive, and the so-called generative drive. And I found it to be fascinating, and I'm excited for that episode and the other episodes to come out. But basically, because Paul is brilliant. And he makes what I consider pretty obscure and opaque very clear and concrete, and there are a bunch of worksheets-- again, all available at zero cost and none of them requiring that you do therapy with anybody if you choose not to. This is all the kind of work that one could do on oneself. And the last thing I'll say about this is-- and I should have said this first-- is that the primary motivation was we did a series of Dr. Andy Galpin on physical fitness. Why isn't there a series on mental fitness? What is that? Why do we talk so much about mental health when we're-- and it's usually a conversation about mental illness. People should have tools and practices that are zero cost, I believe, to be able to introspect in a structured way and enhance their mental health independent of their level of income, and I think Paul was the guy to do it. And we'll do more of that with other people as well because no single episode about any topic or series can exhaustively cover any topic, although Lord knows we will try. OK. Next question. What are the recommended protocols and best practices to enhance emotional resilience and develop effective responses "
        },
        {
            "timestamp": 487,
            "text": "during highly triggering situation? You're asking the wrong guy. [LAUGHTER] I mean, I don't snap. I don't snap. I was a wild teenager, but I don't snap. I'm not the aggressor, but I do have a snap button, and it's been pushed before. And I have to say when that happens, it's really kind of a scary thing. Not to me, right? And it's been many years. But I think anyone who's hit that threshold where you're trying not to say something, you say it anyway. That's usually how it shows up for people. I think we hear the statements. Be responsive, not reactive. That's why I became a biologist because stuff like that makes no sense to me. In that moment, how are you responsive, not reactive? So to me, it was like, what are the tools? Clearly, as you go up that continuum of autonomic arousal, it becomes much harder to do whatever that means, right? Hence, the tools for reducing stress in real time. I think the one that we haven't emphasized so much on the podcast-- and by the way, thanks to some great therapy that was not voluntary, I was able to-- I was a wild kid. I was a wild, wild kid. I hung around wild kids, and things were pretty different then, and we worked it out. But I think nowadays, it's wonderful because I think people are more conscious of the need to understand their nervous system, their own psychology. That wasn't as common back then. In fact, I hid the fact that I had to do therapy for a long time, thinking, wow. Everyone's going to think I'm crazy. They did call me crazy. I think things have really changed. I think the last 20 years have brought about a profound shift in the way that we think about our own species and what our useful tools and practices. And I think that one of the things that is abundantly clear is that threshold for a stress response really is different for different people, different in different situations, but that it is something that can be practiced and elevated in terms of not getting near that trigger point through the types of practices that I talked about earlier. Getting more comfortable with adrenaline circulating in your system is what it's really about, frankly. But of course, it all starts with a good night's sleep, right? It's going to make you far less reactive. But of course, when you're stressed, that's often when you're not getting good sleep. So I think ultimately that our ability to-- as more emotional resilience and effective responses during triggering situations is really the consequence of practices of taking good care outside of those situations. And then of course, inevitably, there will be situations where people get triggered. And it's actually interesting to see the way that people behave online and the fact that many people, in fact, in science as well have literally lost their jobs for not being able to control their thumbs. We're in an odd time where there's the distancing of doing things online as opposed to in person where people somehow engage in saying things and doing things that they wouldn't in person. But I think that ultimately it's the consequence of good self care, and this gets actually back to some of the things that are covered in the Conti series. We hear about self care. We think that means massages, which are great, by the way. And we think that is about exercise, and that's wonderful. But much of self care is about really making sure that our nervous system is in the state that we need it to be in order to go about our day. And I think this is why morning routines and practices are so vital. I think that those set the stage for the emotional resilience. Those set the stage for avoiding getting triggered, so to speak. I don't think there's a lot that one can do in real time except perhaps physiological sighs. So sorry to give you a sort of empty answer. I'm not a pessimist on this front. But I think that ultimately, it's like saying, well, what if you have to scale the side of a building to get in and you locked yourself out? What can you do to prepare for that? Well, you can buy a ladder. But if you don't have a ladder, what you probably should do is be physically fit enough to climb up a railing or something like that and know how to pick a lock or something like that. So I think ultimately that it's the consequence of stuff that's done away from those triggering situations. Next question, please. How would you describe the brain activity of somebody "
        },
        {
            "timestamp": 766,
            "text": "when they're suddenly inspired, and how do you foster inspiration in your life? Well, I talked a little bit about this, but I will say that the best way to foster inspiration is in the words of the great Joe Strummer. They actually call it Strummer's law, no joke. No input, no output. I think one of the things that I've observed over and over again is that as much as we need to dedicate ourselves to our craft, to our families, to our friends, that ultimately our best ideas come from disparate experiences when we're not seeking a particular kind of input to get ideas. Now, maybe, this practice of being completely still while being alert fosters a lot of-- I think the way I understand it is more of a geysering up of stored information in the unconscious. That's how I think Rick would talk about it or Paul Conti would talk about it, as geysering up from the unconscious. Because when we are focused on the outside world, we're taking in sensory information, exteroception as opposed to interoception. Of course, that external sensory information-- that no input, no output-- is that those are the raw materials that our nervous system uses to construct ideas about anything. So my belief-- and this is a practice I do every week is I make sure that at least once a week I either walk or hike or run without any earphones. And I'm trying to get into states of wordlessness, states where I'm not digesting a podcast, where I'm not reading a book, where I'm not listening to a lecture, where I'm not in conversation, and essentially, trying to turn off the linguistic narrative. We are a storytelling species. We tend to take all of our internal and external experience and construct things around language. But spoken language is not the language of the nervous system. The language of the nervous system still remains to be identified. It's something else. For people that think in feels, it will certainly incorporate that. Spoken language, of course, is important, and we have some core structures to spoken language. We covered this in the podcast episode with my friend Eddie Chang. But ultimately the way to come up with new ideas or inspiration is going to be to collect the raw materials of experience and then give ourselves these periods, maybe even just five, 10 minutes-- you don't have to lay around half the day doing nothing still wide awake-- and give that those raw materials the opportunity to marinate and combine in whatever ways that are unique to you and then to geyser up. What inspiration looks like in the brain, we don't really know. There's awe. There are some studies about awe, but that's different. The word that better comes to mind is delight. Awe in my mind is something that we witness that sort of overwhelms our attention. Like, wow. Delight is when it somehow links up with our own internal narrative. Like, I have something to do with what's happening. I'm not just here to witness it. A really impressive fireworks show is like awe, but there's nothing to do about it. It doesn't relate to anything about you, really. You're purely a spectator. Whereas delight is when you see something and it somehow links to something in your emotional or personal history or how you're wired, that now there's something to do about it. That's inspiration. And we don't understand where that exists in the brain or what that looks like, but I think we all recognize that feeling when it happens, and it's oh so wonderful. OK. Next question, please. How can Canadians fight the seasonal depression? "
        },
        {
            "timestamp": 996,
            "text": "Winters are too long here. OK. Well, this gives me an opportunity to share with you what I think is one of the coolest things about our species. Notice I say that about many things. So we've talked about circadian rhythms, right? Sunrises, sunsets. And we get that information transmitted into our nervous system by looking at the sunrise. By the way, you don't have to watch the sun cross the horizon. It just needs to be low solar angle, low in the sky. Once it's overhead, it's a different signal. So low solar angle, that's what it's about. It's not necessarily about seeing the sun cross the horizon. By the way, someone the other day on my team said, won't you get cataracts if you look at the sun? Low solar angle sunlight is very unlikely to cause cataracts, especially if you're just doing it 10 to 30 minutes. The sun overhead is when it's quite bright. Yes, indeed, some people are going to be at risk for cataracts. So ophthalmologists in the audience can attack me for that one. But it was our chair of ophthalmology at Stanford that said it, so I'm going to trust him. OK. That's circadian, 24 hour rhythms. But there's also these circannual rhythms. So if you're at a fairly northern location on the planet, nights get very long. Days get short in winter. What happens then? Well, melatonin, the hormone of darkness, is essentially obliterated by sunlight. So what's happening when days are 12 hours long, you have very little melatonin, the duration of the melatonin signal is very short? Then as you proceed into the fall, days are getting shorter. Nights are getting longer. The duration of the melatonin signal is getting longer and longer. Then, of course, in winter, there's a lot more darkness. Melatonin signals are very long. Daylight signals are very short because the days are short. So you can say, OK. Well, that's obvious, thank goodness. But what that means is incredible. What that means is that you have a hormone, melatonin, that's secreted from your pineal gland, which Descartes called the seat of the soul because there's only one of them in the brain. I don't know how he up with that one. But the pineal secretes melatonin, and you suppress melatonin secretion with sunlight viewing. There's a couple of synapses in between the eye and the pineal, but it gets there up through the neck, basically, the cervical ganglia. What's wild, therefore, is that the location of the Earth around the sun and the tilt of the Earth is translated into a neural and then a hormonal signal in your brain, which to me is amazing. That literally means that the position of the Earth around the sun and its tilt are translated into a physiological signal that's working unconsciously to tell your brain and body what time of year it is. But it doesn't care what time of year it is. It cares about where you are in this orbit about the sun. So if you think about when days are, say, eight hours long in the fall versus eight hours long in the spring, what's different? What's different is how long the signal was the day before. So the seasonal depression we now know is the consequence of the melatonin signal getting longer, not an absolute duration of the melatonin signal. In other words, in the spring when a day is eight hours long, but yesterday, the day was seven hours and 48 minutes long, your brain has a memory of how much melatonin was released the day before, much more than that particular day. So it's a slow integrating clock. So this is a very roundabout way for me to teach you about the melatonin seasonal rhythm cycle and answer the question directly by saying, if you want to offset seasonal depression, what you want to do is extend the amount of bright light that you're getting in the morning slightly as days get shorter. But it's the extension of the bright light exposure-- and if you can't do that with sunlight because there's no sunlight because you live in Toronto, not Toronto, what you want to do is find some artificial source that you can look at in the morning before you leave your home. And I haven't talked much about this on the podcast because our listeners are extended it around the globe and not just in northern locations. But what this essentially means is getting maybe two to three minutes of bright light exposure as you're heading from fall into winter-- bright light from an artificial source. You do not need to purchase a so-called SAD lamp, one of these very expensive seasonal depression lamps. What I did was I purchased-- because I'm very sensitive to seasonal changes in light even though I don't live very far north. You can get a 900 lux drawing tablet. These are quite inexpensive. They're not zero cost, but quite inexpensive. And just put that on your desk or on wherever you make your coffee in the morning 90 minutes after you wake up-- this sort of thing. And just get five or so minutes before you leave the house. And then as you extend into the winter, you don't have to be neurotic about increasing the duration every day. Actually, the way these slow integrating clocks work, you could actually even just hold it a little bit closer each day. Don't burn your eyeballs out-- a little bit closer each day. But essentially, if you just dose yourself with a little bit more bright light early in the day as you extend into winter, that will essentially trick the melatonin system into thinking that you're going from eight hours into 10 hours of light as opposed to eight hours into six hours of light. OK? Very simple. And if you can't get one of these 900 lux tablets or something off a website, then you could do this with any bright incandescent bulb should work. Again, just be careful not to put it directly against your eyeball. OK. Next question, please. How do you increase neuroplasticity? Well, this is an opportunity to talk about something "
        },
        {
            "timestamp": 1365,
            "text": "I should have said earlier, which is that ultimately, whether or not you are triggering neuroplasticity through elevated focus or whether or not you're taking high dose psilocybin-- your business, not mine. And we can talk about psychedelics if you want-- just decriminalized in California or soon to be decriminalized. [CHEERS] Cool. People are enthusiastic. Yeah. I've been pretty vocal about my belief that the data are really interesting, to say the least, about not microdosing. By the way, there's not a lot of evidence that microdosing is useful. I'm not saying it's not, but there not a lot of clinical trials showing that. But the two macro dose with effective therapeutic support trials are very encouraging not just for major depression but also for various eating disorders, alcohol use disorder, which is, by the way, the term that people are starting to shift to as opposed to alcoholism-- alcohol use disorder. Which is not to be politically correct, just so you understand what they're talking about when they're talking about alcohol use disorder. Whether or not psilocybin, whether or not it's MDMA, whether or not it's frustration brought about by your inability to play an instrument and your determination to do so, in the end, it's all about deployment of these neuromodulators, neuromodulators being some combination of dopamine, serotonin, acetylcholine, or epinephrine, again, usually in combination. What's very clear is that the neuroplastic effects of MDMA, the neuroplastic effects of psilocybin are brought about by huge increases in serotonin. This also can help us understand why, for some years, and to some extent still now, it was thought that the SSRIs, the selective serotonin reuptake inhibitors, would be good treatments for depression. I think some people, by the way, have experienced tremendous relief from the SSRIs. We don't want to demonize them. At the same time, it's very clear that depression is not simply low levels of serotonin. That's also not true, hence why there's effective, in some people, antidepressants like bupropion that increase dopamine and epinephrine and not serotonin. The point here is that these neuromodulators, as they're called, allow for what? They allow for modulation of synapses, which effectively allows for neuroplasticity. I mean, ultimately whether or not it's through talk therapy, Kundalini breathing, high dose psilocybin, MDMA, or the combination, which I think is called a hippy flip-- [LAUGHTER] Never done them together. I confess. Never done them together, but have done them with a clinician, by the way, in legal circumstances. And not a lot-- not often, that is. It's very clear that it's opening windows for plasticity. Now, what's intriguing, if we're going to just talk about psychedelics for a second, is why a drug like MDMA, which increases dopamine-- which, by the way, MDMA is methylenedioxymethamphetamine. Don't let anybody tell you it's something different. It's meth. It's meth. But it's meth with a lot of serotonin thrown in there, too. But it's meth. And it's clear that for the treatment of PTSD, it holds promise. It's not absolutely safe, especially for people with cardiac conditions. If you're going to go down that path, you want and need a skilled guide, and this is where I think the laws are really going to have to pay careful attention to who and what is a skilled guide, OK? And when it comes to psilocybin, the serotonin increase is what effectively causes broader connectivity in the brain. And what's interesting is that both of those drugs increase plasticity mainly through increases in serotonin but working on very different receptors. So they have different types and outputs of plasticity. What's interesting to me is that-- because I'm a strong believer that children should not be doing psychedelics nor should we be giving children psychedelics-- is that the increases in connectivity in the brain that are the consequence of playing a musical instrument, or ideally, an instrument with others as a child, mimic a lot of the broader scale connectivity, sort of so-called resting network connectivity, that occurs when people take psychedelics as adults. In other words-- and I can't emphasize this enough. And again, I failed at music miserably. I'll tell you a story about that in a second. Getting kids to play an instrument-- it's very clear it improves their ability to learn all sorts of things for their entire life. It's just so, so important. I don't really know what to do about this or who to shout at or talk to about keeping the arts active in schools and physical education. But the idea that we would just train kids in math is just frightening because if you want them to be truly good at math and science, you'd also have them play instruments. By the way, when I was a kid, I played the violin. My parents made me. It was not the instrument. I wanted to play, and we have only one picture. They taught me the Suzuki method. You're supposed to learn by ear. And there's one picture, and all the other kids have their bows up. And my bow is down, and I'm standing here on the stage, and my fly is down. And literally, the neighbor's dog howled, and I quit after that concert. So I was traumatized by it. They showed me the picture. My sister teased me relentlessly. So neuroplasticity-- figure out your choice way to increase a neuromodulator like serotonin or epinephrine, acetylcholine, or dopamine. I honestly would not encourage pharmacologic or psychedelic approaches as your primary entry point. I really don't. I think that there's a place for that in certain circumstances, but that would not be the primary entry point. Next question, please. What type of movement protocol do you "
        },
        {
            "timestamp": 1726,
            "text": "recommend for somebody who is working from home sitting behind the computer from 8:00 AM to 5:00 PM. Oh. OK. Well, a couple of things. I mean, I can make all sorts of recommendations, like get up early and move, if you can take breaks and walk, this sort of thing. But let's assume that all of that is kind of understood, that there are certain forms of exercise that we should all be doing. I think now, it's very clear based on the beautiful work of Peter Attia, whose brother is in the audience, by the way, tonight. Yeah. [CHEERS] He's got a younger brother. He's got a younger brother. Can you imagine if Peter Attia was your older brother? Can you imagine? That'd be pretty cool. I sort of adopt people as siblings. They don't know it, but I do. But I just assume Peter was my older brother, but turns out he has a younger brother already. And Peter has essentially hammered home the truth, which is that we should all be getting somewhere between 150 to 200 minutes of so-called zone 2 cardio where we're walking a lot and/or moving about where we can just barely hold a conversation. I notice people in Toronto seem to walk a lot, so that's great. And then three days a week or so of resistance training, and there are a bunch of other mobility things that we should all do so that we don't fall and break our hips or another bone because that's another way that people really limit their health span and life span and so on and so forth. But two things that can make being at a desk-- which I loathe. Even though I like to learn, I hate sitting still. You can do the standing desk thing. I do that by stacking boxes. The other thing that was interesting-- did anyone see this study out of the University of Texas? I think it was Houston this last year about the soleus push up. Did anyone see this? This is pretty interesting. So the soleus, this wider flat muscle below the gastrocnemius of the calf, is a really unique muscle in the human body. It's 1% of the total human musculature, but it has an ability-- what will soon be for obvious reasons-- to dramatically shift fuel utilization in the body. What they did in this study was they had people who were sitting for three or four hours a day just simply raise their heel. Seems almost silly, right? They call it a soleus push up. When I called it that online, I literally got attacked by the gym bros telling me that's a seated calf raise. OK? OK. No wonder this whole bro science thing gets kind of-- people get really aggressive. They lift their heel, and they're pushing their toe down. And some people think of it as bouncing the knee, but it's really about pushing the toe down and lifting the heel. So they just simply had these sedentary people do this heel raise. And what they saw was that there was a dramatic, highly statistically significant increase in blood glucose utilization and reduction in both insulin levels during that activity and around the clock. Really interesting. What they were doing was mimicking some aspect of walking. Now, is it as good as walking? No. But if you are stuck behind-- working from home, sitting behind the computer from 8:00 AM to 5:00 PM, what they found was that people getting into this unconscious pattern of lifting their heel over and over and shifting back and forth mimicked a lot of the effects of walking. It's not a replacement for exercise, but the shifts in glucose and insulin utilization and output respectively were very impressive. And this group down at the University of Houston at University of Texas in Houston is starting to incorporate this into people who have limited mobility. And it doesn't seem like other limb movements can do this. There's something special about the soleus. It was designed, in air quotes, to be a muscle that's used repeatedly over extended hours of time and that has this unique pathway of fuel utilization. So is it going to cure obesity? No. But if you're stuck behind a desk, that would be something useful. I have this little fidget thing. I was too lazy to build one, but I found one online for a couple of bucks where you just when you stand at your desk and just kind of kick it back and forth. Anyone seen these? These are kind of cool. Then you just kind of kick them back and forth. And some people will treadmill at the desk. I can't do that. I can't do that many things. But I also am still working on this one. I can't quite do that. Next question, please. My morning meditation consists of-- "
        },
        {
            "timestamp": 1982,
            "text": "OK. And then I think we're about out of time. Yeah. So my morning meditation is not really a meditation, it's a perceptual exercise. And that perceptual exercise has a weird name because I gave it a weird name. And I didn't intend to sound mystical, and I don't want credit for it. But I call it space time bridging, but it's not that. To me, one of the most interesting things about the nervous system is our ability to orient in different time domains. This gets a little bit abstract. But we know from states of high stress that we start fine slicing time. We know this, right? The world becomes like a slow motion video because frame rate has increased. As a vision neuroscientist, I can tell you that in my laboratory, we were doing studies with virtual reality where we can crank up people's level of stress by giving them certain visual stimuli, and then their ability to parse information is clearly increasing in the time domain. They're fine slicing much in the same way that when you look at a slow motion video of somebody dunking a basketball or something of that sort, it's because the frame rate went up. So when we are in high alertness states, our frame rate increases. When we're very relaxed, our frame rate decreases. So if you're Rick Rubin and you're lying there looking at the sky, your frame rate is probably slower than if you're hyper focused on-- oh my goodness. Imagine a dreadful situation where somebody sends you a text message. Well, let's make it positive. Somebody is having a child in your family. And you're like, is it healthy? Are mom and baby OK? Dot, dot, dot. I mean, seconds feel like minutes. Minutes feel like hours because you're fine slicing time. OK? And then mom and baby are fine. OK, great. Happy story ending. Great. So when we're very relaxed, we tend to bend time more broadly. Now, it's also true that your visual system and your perception of time are inextricably linked such that if you close your eyes and you focus on your internal state, you are fine slicing time. And the second hand, if you will, is more or less-- the metronome, rather, is your breathing and your heart rate combined. When you open your eyes and you look at something in your immediate environment, when you move from so-called interoception to exteroception, your perception of time shifts fairly dramatically, and you now perceive time according to, believe it or not, the speed of images moving in your environment relative to you. And then as you look out further on to, say, the horizon, you extend the time domain even more. If you then imagine yourself in the whole globe, you extend your time domain even more. So my morning meditation, if you will-- it's more of a perceptual exercise-- is to step through these different time domains, to close my eyes and focus on my internal state, open my eyes and focus on something close by, look a little bit further, look a bit further, think about myself on the globe, the whole world moving. So you're really extending your space domain, and then the time domain expands with it. And this comes up when you see these little memes of, anytime you're worried, just remember you're a little dot on a little blue spinning in the universe, this kind of thing. But you don't think that way when you're stressed. You're thinking, I'm the blue dot. You're the problem. Whatever. Or I want that. You're not thinking. So this perceptual exercise is a way of training my nervous system to shift deliberately between these different time domains. And for me, it's been very useful for improving task switching, something that, as you probably have noticed, I'm not very good at. I go into the trench. I don't leave the trench very easily. So that's been very useful. And if you are interested in more detail, there's a wonderful book called The Secret Pulse of Time. And there's a Hitchcock movie that's discussed in that book. The movie is about 75 minutes long. And during the course of that movie, the background actually includes rising and setting of the sun and a bunch of different speeds of movement and interplay between the characters. And your perception at the end of the movie is that a much, much longer period of time occurred because unconsciously, your brain was paying attention to these circadian signals and these other signals. Absolutely fascinating with Hitchcock. Not a huge Hitchcock fan, but after seeing that, I was like, wow. That's genius. He captured this space time thing. What you see out the window is in one time domain. In the room is a difference time domain. I won't tell you who killed who. But it's very, very interesting. And so the point being that when your visual system is up close, focusing on things up close or internally, you're fine slicing. When you focus on things further away, you're more broadly focusing and so on and so forth. So that's a morning meditation I do-- perceptual exercise. It only takes about a minute or so. The other thing is that on the monitors, they're flashing now. That was your last question. So I want to just say a couple of things before we go. "
        },
        {
            "timestamp": 2285,
            "text": "First of all,\nthanks to all of youwho stood out the night\nfor the long duration.I realize this stuff\nis nerdy detailed,and there are a\nlot of other thingsyou could be doing with\nyour evening and your time.And so I'm very grateful that\nyou all came together tonightfor this what I like to\nthink was a discussion.I also just want\nto thank everyonefor your interest\nin the podcast.It is a labor of love.I'm highly dependent on my\nteam for doing all of it.I don't do it alone\nby any stretch.But as much as it\nmight seem like it'sme talking to all of you, it\nreally is about all of you.That's the reason I do it,\nand I'm ever so grateful.And I'd certainly be remiss\nif I didn't say thank youfor your interest in science.[APPLAUSE]"
        }
    ],
    "episode_summary": "Recently I had the pleasure of hosting a live event in Toronto, ON. This event was part of a lecture series called The Brain Body Contract. My favorite part of the evening was the question & answer period, where I had the opportunity to answer questions from the attendees of each event. Included here is the Q&amp;A from our event in Toronto, ON at Meridian Hall.\nWe'll be hosting four live events in Australia in February 2024. Limited tickets remain for our show in Melbourne on February 10, 2024, and Brisbane on February 24, 2024. Our show in Sydney at the Sydney Opera House sold out quickly, so we've added a second show at the Aware Super Theatre on February 18, 2024. For tickets and event details, please visit https://www.hubermanlab.com/events.\nThank you to our sponsors\nAG1: https://drinkag1.com/huberman\nEight Sleep: https://eightsleep.com/huberman"
}