{
    "title": "Rick Rubin: How to Access Your Creativity",
    "ep_num": "80",
    "link": "https://www.youtube.com/watch?v=ycOBZZeVeAc",
    "chunks": [
        {
            "timestamp": 0,
            "text": "ANDREW HUBERMAN: Welcome to the Huberman Lab podcast, where we discuss science and science-based tools for everyday life. [MUSIC PLAYING] I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology, at Stanford School of Medicine. Today, my guest is Rick Rubin. Rick Rubin is credited with being one of the most creative and prolific music producers of all time. The range of artists with whom he's worked with and discovered is absolutely staggering, ranging from artists such as LL Cool J, Public Enemy, Minor Threat, Fugazi, Beastie Boys, Jesus and Mary Chain, Jay-Z, Red Hot Chili Peppers, Metallica, Green Day, Tom Petty, System of a Down, Joe Strummer, Kanye West, Johnny Cash, Adele, and many, many more. Not surprisingly, therefore, Rick is considered somewhat of an enigma. That is, people want to know how it is that one individual is able to extract the best creative artistry from so many different people in so many different genres of music. Well, as today's discussion reveals, Rick's expertise in the creative process extends well beyond music. In fact, our conversation takes us into the realm of what the creative process is specifically and generally across domains, including music, of course, but also writing, film, science, and essentially, all domains in which new, original thought, ideas, and production of anything becomes important. Our conversation ventures from abstract themes, such as what is creativity, and where does it stem from, to the more concrete, everyday, tool-based approaches to creativity, including those that Rick himself uses and that he's seen other people use to great success. That took us down some incredible avenues, ranging from a discussion about the subconscious, to how the subconscious interacts with our conscious mind, and how the subconscious and conscious mind interact with nature around us and within us. Indeed, our conversation got rather scientific at times, but all with an eye and an ear toward understanding the practical tools that any and all of us can use in order to access the creative process. We also spent some time talking about Rick's new book, which is all about creativity and ways to access creativity. The title of the book is The Creative Act: A Way of Being, by Rick Rubin. This is a book that I've now read three times from cover to cover, and I'm now reading it a fourth time. Because it is so rich with wisdom and information that I'm applying in multiple domains of my life, not just my work but my everyday life. I cannot recommend it highly enough. Rick has an incredible ability to translate his understanding of the creative process in a way that is meaningful for anybody. So if you're in music, if you're a musician, it will certainly be meaningful for you, but it is not about music. It is about the creative process. And so whether or not you consider yourself somebody creative or not, or whether or not you seek to be more creative, Rick's book and today's conversation sheds light on what I believe to be the fundamental features of what makes us human beings. That is what allows us, unlike other animals, to look out on the landscape around us, to examine our inner landscape, and to come up with truly novel ideas that thrill us, entertain us, entertain other people, scare us, make us laugh, make us cry. All the things that make life rich are essentially contained in the creative process. And to be able to sit down and learn from the Rick Rubin how the creative process emerges in him and his observations about how we can best emerge in others is and was truly a gift. So I'm excited to share his knowledge with you today. One thing that you'll quickly come to notice about today's conversation is that Rick is incredibly generous with his knowledge about the creative process. In fact, he very graciously, and spontaneously I should add, offered to answer your questions about creativity. So if you have questions about the creative process for Rick, please, put those in the Comment section on YouTube. And in order to make those questions a bit easier for me to find, please, put \"Question for Rick Rubin\" in capitals, then colon or dash, whichever you choose, and then put your question there. I do ask that you keep the questions relatively short, so that I can ask Rick as many of those questions as possible. We will record that conversation, and we will post it as a clip on the Huberman Lab Clips channel. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Maui Nui, which I can confidently "
        },
        {
            "timestamp": 264,
            "text": "say is the most nutrient-dense and delicious red meat available. Maui Nui spent nearly a decade building a USDA-certified, wild harvesting system to help balance invasive deer populations on the island of Maui. I've talked before on this podcast, and we've had guests on this podcast, that have emphasized the critical role of getting quality protein, not just for muscle repair and protein synthesis but also for repair of all tissues, including brain tissue, on a day-to-day basis. And the general rule of thumb for that is 1 gram of quality protein, per pound of body weight, per day. With Maui Nui meats, you can accomplish that very easily, and you can do that without ingesting an excess of calories, which is also critical for immediate and long-term health. I should say, that Maui Nui he meets are not only extremely high quality, but they are also delicious. I particularly like their jerky, so their venison jerky. I also have had Maui Nui venison in various recipes, including ground venison, some venison steaks, and I love the taste of the venison. It's lean, but it doesn't taste overly lean or dry at all. It's incredibly delicious. So if you'd like to try Maui Nui venison, go to mauinuivenison.com/huberman to get 20% off your first order. Again, that's mauinuivenison.com/huberman to get 20% off your first order. Today's episode is also brought to us by Thesis. Thesis makes custom nootropics, and as many of you have probably heard me say before, I am not a fan of the word nootropics, because nootropics means smart drugs, and frankly, the brain doesn't work that way. The brain has neural circuits for focus. It also has neural circuits for creativity and neural circuits for task switching and for imagination and for memory. There is no such thing as a neural circuit for being smart, and therefore, the word nootropics doesn't really apply to anything specific, neurobiologically speaking. Thesis understands this, and therefore, has designed custom nootropics that are tailored to your unique needs. I've been using Thesis for over a year now, and their nootropic formulas have been a game-changer for me, in particular in the realm of cognitive work. My go-to formula for when I'm doing any kind of cognitive work is their clarity formula. That's the one I've been using most often, lately. If you'd like to try Thesis customized nootropics, you can go online to takethesis.com/huberman. You'll take a brief three-minute quiz, and Thesis will send you four different formulas to try in your first month. Again, that's takethesis.com/huberman, and use the code Huberman at checkout for 10% off your first box. Today's episode is also brought to us by WHOOP. WHOOP is a fitness wearable device that tracks your daily activity and sleep but goes beyond activity and sleep tracking to provide real-time feedback on how to adjust your training and sleep schedules in order to feel and perform better. Six months ago, I started working with WHOOP as a member of their Scientific Advisory Council, as a way to help WHOOP advance their mission of unlocking human performance. And as a WHOOP user, I've experienced firsthand the health benefits of their technology. It's clear, based on quality research, that WHOOP can inform you how well you're sleeping, how to change your sleep habits, how to change your activity habits, even how to modify different aspects of your nutrition, exercise, sleep, and lifestyle in order to maximize your mental health, physical health, and performance. So whether or not you're an athlete, or you're exercising simply for health, WHOOP can really help you understand how your body functions under different conditions and how to really program your schedule, nutrition, and exercise and many other factors of your life, in order to really optimize your health and performance, including your cognition. If you're interested in trying WHOOP, you can go to join WHOOP-- spelled W-H-O-O-P-- dotcom slash Huberman. That's joinwhoop.com/huberman today, and get your first month free. The Huberman Lab podcast is proud to announce that we are now partnered with Momentous Supplements, because Momentous Supplements are of the very highest quality. They ship internationally, and they have single-ingredient formulations. If you'd like to access the supplements discussed on the Huberman Lab podcast, you can go to Live Momentous, spelled O-U-S, so livemomentous.com/huberman. And now for my discussion with Rick Rubin. Great to have you here today, Rick. "
        },
        {
            "timestamp": 503,
            "text": "RICK RUBIN: Thank you for having me. It's a pleasure. ANDREW HUBERMAN: So of all the topics in science, and in particular in neuroscience, I confess that creativity is the most difficult one to capture. Because you can find papers, scientific studies that is, on convergent thinking versus divergent thinking, and there are definitions to these, and they take on different forms. But in a strict definition form, it seems that creativity has something to do with either rearranging existing elements or coming up with new elements. But as I went into your book, which I've done twice. I've read it twice, and by the way, I feel so blessed and honored to have gotten an early copy from you, or a final copy early that is. But having gone through it twice, I'm now convinced that there may not actually be an internal source of creativity that exists on its own right. And the example that you give that, for me, really is serving as an anchor, and tell me if I'm wrong here, is this idea that ideas and creativity are a little bit like a cloud. If you look at it at one moment, you might think that it looks like one thing, where it has a certain shape and texture. But then you look at it a moment later, it could be quite a bit different. And if you look at it an hour later, it very well could be gone. And the reason I think that serves as such a powerful hook for me to think about creativity and why I think neuroscientists and scientists in general have never actually captured a way to even talk about creativity stems from somebody that you knew in person but, as you know, I greatly admire. I don't have many heroes, but I would put Joe Strummer among the short list of heroes that I have. And I remember once an interview with him fairly disjointed. He was off in different tangents that I couldn't follow. But at one point, he just blurted out that, if you have an idea, you have to write it down. And you may end up throwing it away, but if you wait, it will be gone. And I remember that, and as a consequence, I have a whole system that I use to try and capture ideas. But what are your thoughts on what Joe said, this cloud idea that comes up in one form in one area of the book? But then I think it's thread throughout the book in different ways. How did that come to you, and how does it serve you in trying to-- I don't want to say extract-- but trying to access creativity? RICK RUBIN: I think the best way to think about it is like a dream. It's like, if you think about your dreams, they don't necessarily make sense. When you wake up, you might remember part but not the whole thing. Then, if you start writing them down, they'll come back, and they may not make sense to you. There'll be a series of abstract images, and maybe, someday in the future, you'll be able to look back and understand what they mean, and maybe not. And that's how the art making process works is like we're making things, and we're looking for feeling in ourselves. And it could be a feeling of excitement or enthusiasm, a feeling of interest, a feeling of curiosity-- I want to know more-- a feeling of leaning forward. And we're following that energy in our body, when we feel there's something here. There's something here. I want to know more. I want to know more. I want to know more. I'll say, it's not an intellectual process. It's a different thing. That's why it's hard even to talk about it, because it's so elusive. ANDREW HUBERMAN: Recently, I was listening "
        },
        {
            "timestamp": 746,
            "text": "to a podcast by our friend Lex Fridman. I think it was an episode with Balaji Srinivasan, where Balaji, who's an investor-type guy, thinker-type guy-- this is like an eight-hour episode. He says something at the beginning that I'd love your thoughts on. He said, look, we can train a rat to lever press every other time or to expect reward on every even number press or every odd number press or even every fifth number press. But a human and a rat can't do that for like prime number presses. You can't actually train that. And then you think about the reward systems and the way that we follow life, from when we get up until we go to sleep, and what he said is the fact that we can't do that means that we may not actually be in touch with the best schedules of doing things. Like every time I'm thirsty, I take a sip. I assume that's the right way to do it, but it might not be optimal, for whatever purpose. When I was reading your book, I was thinking about there's a set of things to follow, things to pay attention to-- you talk about this-- things to access, that none of the creative process comes from just within us. It can, but it's always being fed by things outside of it. And so what I started to do is, the second time I read through the book, was think about it through the lens of what Balaji was saying was that there may not even be a language for this thing that we call accessing creativity. There's a process, but that language in the form of words is a little bit like trying to use even numbers to try and access prime numbers. RICK RUBIN: Yes. ANDREW HUBERMAN: Like the math becomes so convoluted that we end up in a conversation like this, where I'm confident we can get to the kernels of it. Because what's remarkable about the book is that you do. You show and inform the process. But there may not be a English or any other language for saying, do this, then this, then this, then this, and you'll have something of creative value. Does that capture it? RICK RUBIN: Yes. I think language is insufficient to drill down on creativity. It's closer to magic than it is science. ANDREW HUBERMAN: So when kids come into the world, do you think that they have better access to this creative process than we do as adults? Because we start to impart rule plays and books. Like will it get likes? Will people like it? But also all the things that are available to us that we're not paying attention to, like the texture of this table, we're discarding things, systematically. We get, quote, unquote, set in our ways. Do you think kids are, just by definition and by design, more creative than adults? RICK RUBIN: Yes. Kids, they're open, and they have no baggage. They don't have any belief system. They don't know how things are supposed to work. They just see what is, and if we pay attention to what is, we learn much more than if we-- Most of us select from an endless number of data points available to us to, well, as a species, to make sure that we don't die and to procreate and to feed ourselves are probably the primary functions first. And then we learn things about what's right and what's wrong, and we learn things about how to do certain things. Or we're inspired by someone who makes something we love, and we want to do it the way they do it. And all of those things undermine the purity of the creative process. They can be tools to build your skill set to be able to do it yourself. Like if you're a singer, you might imitate a singer you really like for a while to get good at it and then eventually come to find your own voice. It doesn't always start with your own voice. But if you're three years old or five years old, and you try singing, you're not singing like anyone else. You're singing with your own voice. And when you make something, you're making it based on not knowing. And I think I had the advantage, early in my career, of starting making music without any experience, which was helpful, because I didn't know what rules I was breaking. And so it wasn't intentional breaking of rules. I just did what seemed right to me, but I didn't realize that I was doing things that other people wouldn't do. ANDREW HUBERMAN: There is this idea that there are no new ideas. "
        },
        {
            "timestamp": 1056,
            "text": "I disagree, because every once in a while, I'll see or hear something that at least seems different enough. RICK RUBIN: I think it's a combination of-- a new combination of existing ideas presented in a new way. I think that's how it works. I don't know. But I will say, it does seem like the things that are most interesting to me have a series of familiar elements joined together in a way that it's creating something that I've never seen before. ANDREW HUBERMAN: You mentioned that when you are close to or you see hints of creativity that is of real value that it's a feeling, and I also believe that the body is a great source of information. Which once people will realize that the brain, of course, is in the skull, but the nervous system extends everywhere in the body, the whole mind-body thing just falls away. Philosophers have argued about this forever, but it's a silly argument. It's also true that, God forbid, I were to amputate all my limbs, have them amputated, I'd fundamentally still be me. Right? The same is not true if we took out a big enough chunk of my brain, and I still survived. I would be a fundamentally different human being. I'd still have the same name and identity and social security number, but I would behave very differently. Who knows, maybe better? The signals from the body we know, or at least we assume, are pretty generic. Like I can think of 50 different ways or 100 ways that we could talk about creativity today. And we could define it and redefine it and carve it up and serve it up like sushi in a bunch of different ways. But the body sends signals that most of us are-- we have a course understanding of. It's like, oh, my stomach hurts, or my stomach feels good, or I'm not sensing my stomach. Or oh, that feels good. It feels warm. It feels cold. Like most of us aren't trained in understanding how to interpret those signals. So it's almost like you have a few vowels, a few syllables, and there isn't a lot more. Whereas, we talk about our thoughts and our experiences, depending on how hyper verbal somebody is and how much emphasis they put on different sounds, it's near infinite. Not infinite, but near infinite. So for you personally, when you know that you're on the end of a thread of creativity-- maybe you're listening to an artist, or you're hearing something. And you're like there and the your antennae start to deflect in a certain way. Right? Do you feel that in your body as a recognizable sensation, or is it a thought and a sensation? RICK RUBIN: It's a feeling in my body. ANDREW HUBERMAN: Is it localized? RICK RUBIN: No. It's a feeling of-- I would say it's like a surge of energy. ANDREW HUBERMAN: Do you remember the first time you experienced that? RICK RUBIN: Probably hearing the Beatles, when I was three or four years old. ANDREW HUBERMAN: Three or four years old? RICK RUBIN: Yeah. ANDREW HUBERMAN: Wow. RICK RUBIN: Yeah. ANDREW HUBERMAN: Is there something wrong with me that the Beatles have never done it for me? RICK RUBIN: No. Maybe you just weren't exposed at the right time in the right way. There's no right or wrong way, and everyone-- I can love the Beatles, and you can not, and we're both right. There's not-- ANDREW HUBERMAN: I'm glad we can still be friends. I was a little concerned. I was a little scared to ask you that question. I know my taste in music is a little bit obscure and fragmentary, but good. I've always felt like, gosh, there must be something wrong with me. I like their songs, but they don't-- there's no juice for me there. RICK RUBIN: I think maybe we'll watch-- there was an eight-part series called The Beatles Anthology, which is out of print. But I can try to find it somewhere, and we can watch that together, and maybe that'll make the case for the Beatles. ANDREW HUBERMAN: Yeah. Nothing against them, it's just I'm always bothering you for a story, but like Ramones. I saw that, and I was like, wow, like jeans, aviators, everyone had to change their last name to Ramone, a lot of them hated each other. There's so much drama in there, and three chords and just-- but to me, it just was like, wow, like kids from New York, that energy. So I think different things for different people. Right? RICK RUBIN: Absolutely. ANDREW HUBERMAN: So that brings me "
        },
        {
            "timestamp": 1321,
            "text": "to a question of when something feels creatively right, and you're sensing it, and you're there, let's say in the studio or maybe even you're listening to something that somebody sent you, how do you translate that, given the absence of language? How do you translate that into a conversation with the artist? And again, this could be about writing or comedy or science or podcasting, for that matter. How do you say that, keep going that way, when they might not even recognize that they did it? And I'm guessing a lot of times, they don't. RICK RUBIN: Yeah. Sometimes, they don't. It depends. When we're in the-- I'll try to be in a setting where, as we're talking about it, we can engage with it in that moment. So it's not much good. Let's say I was producing your new record, and you played me something, and I had some thoughts about it. It wouldn't be so helpful for me to tell you what those were. It'd be better for us to wait till we were in a place where we could try things and see where it goes. So the first thing is I wouldn't rely on language to do it. It would be more of making a suggestion of something that's actionable. We try it, and then we have more data. And either we're moving in a good direction, or we're moving away from-- we're moving towards it or away from it, and we never know. And so it's always an experiment. And maybe a simple way to talk about it would be like, if I gave you two dishes of food and asked you to taste them and tell me which one you like better. Usually, it's pretty straightforward, when you have two choices, which you like better, and I think most creativity can be boiled down to that. That's very different than I wonder how this is going to perform on certain social media platforms? That's different than what is it-- when I'm tasting these two things, which is the one I want to finish eating? And if I were to say, I like this one better, but it needs a little salt, and then put a little salt on it. It's like, maybe I put too much salt, and you know when you taste it. It's like it's that simple. Being in tune enough with ourselves to really know how we feel in the face of knowing that other people might feel very differently, which is part of the challenge. It's like, if everyone tells you A, A, A, A, A, A, and you listen, and you're like that's B, as an artist, it's important to be able to say, to me, it's B. And it's a disconnect, because so much of, when we go to school, it's to get us to follow the rules. And in art, it's different, because the rules are there as a scaffolding to be chipped away, as need be. Sometimes, they're helpful. Sometimes, they're not, and sometimes, we'll even impose our own rules to give something its shape. So we can decide to make a-- we're going to make a painting, but we're only going to use green and red are the only colors we're allowed to use. We decide that in advance, and then how do we solve the problem knowing all we have is green and red? It can-- because otherwise, if there's an infinite number of choices, anything can be anything. It's like, sometimes more choices is not better. So limiting your palate to something manageable forces you to solve problems in a different way. Now, in our digital age music-wise, you can make anything digitally. There's no-- there was a time when, if you didn't have a guitar in the studio, you couldn't record guitar. Or if you couldn't hire an orchestra, there couldn't be orchestra on your recording. Now, you can just call any of those things up. So there's infinite choices, and infinite choices don't necessarily lead to better compositions or better final works. Understanding how you feel in the face of other voices, without second guessing yourself, is probably the single most important thing to practice as an artist. Or a skill set to develop as an artist is to I know how you feel, and own your feelings. And the key to that is not I know, so I know what's right for you. It doesn't work that way. It's just I know for me, and the reason I chose to be an artist is to demonstrate this is how I see it. If I'm undermining my taste for some commercial idea, it defeats the whole purpose of doing this. That's not what this process is about. This process is I'm doing me, and I'm showing you who I am. And you can like it or not, but either way, this is still how I see it. ANDREW HUBERMAN: I love that, because in science, having trained graduate students, having been a graduate student, I was very blessed to have mentors, one of who is a real iconoclast. He's dead now. Actually, all my advisors are dead-- suicide, cancer, cancer. The joke is you don't want me to work for you. So they all had a morbid sense of humor, so they're laughing about this, someplace, right now. RICK RUBIN: I thought you were going to say they all ate the poison mushrooms. ANDREW HUBERMAN: No, but the last one said to me, you're the common denominator, Andrew. And I thought, oh my goodness, and he said, kind of just kidding, but not really. So it's a little bit eerie. But in any case, he always said-- his name was Ben-- he always said, the one thing I can't teach is taste, and the one predictor I have of the people who will never develop it are the ones who are perfectionists. Because they're filtering their-- perfectionists that filter their perfection through the feedback of others. He was always looking for the person that was putting up a little bit of a middle finger to feedback. Not so much that they would get things wrong, because it can be badly wrong in science. You can be wrong for the right reasons, but you can also be wrong for the wrong reasons. But people that just had almost a compulsion to do it their way or to believe in what they were doing. And I'm hearing some of that, or I'm hearing that in what you're describing. I also think that there's something about the human empathic process or the emotional process, where when we see somebody doing something and they seem to really not be paying attention to what anyone else is doing-- I guess the crazy person on the street is one version of it, where we go they're just in their experience, and it's just crazy. But when somebody seems to be enjoying themselves or the emotion seems to be real, I think there are a good fraction of people who feel a gravitational pull, and they go, yeah, that. And the best example I have of this is I remember growing up in the skateboard thing we were the first-- we were the first to start doing the baggy, sagging clothes thing, and we got teased endlessly one year in school. Then, there was a bunch of hip hop that came out, and guys were wearing sagging their jeans or their shorts. "
        },
        {
            "timestamp": 1799,
            "text": "Next year, we come back, and the very same people who were making fun of us we're all doing it, and that's when it clicked for me. I was like, most people don't actually know what they like. RICK RUBIN: No. ANDREW HUBERMAN: They like what they like because of the certainty of the people that they like. And so the question then is, in this landscape of creative stuff, what's real? "
        },
        {
            "timestamp": 1820,
            "text": "What's not real? It's almost like whoever can create the most convincing story at least captures a good number of-- a good fraction of audiences, but that's not what the creative artist needs to do. They need to actually depart from that. Do I have that right? RICK RUBIN: Well they're just two different things. Like coming up with a story with the purpose of pleasing someone else is a skill set, but it's more of a commercial endeavor than an artistic endeavor. ANDREW HUBERMAN: It's like tactical. Yeah. RICK RUBIN: Yeah. ANDREW HUBERMAN: Yeah. RICK RUBIN: Yeah. ANDREW HUBERMAN: I was thinking, in your book, you describe, again, when you're thinking about the creative process as a cloud, for me, again, it serves as such a powerful anchor. And then I think about the biology, the neurobiology, of like strategy formation or strategy implementation and then almost by sheer luck, or miraculously, I turn a few pages later into the book, and there's a description of how animals that are trying to accomplish something-- eat, mate, find water, accomplish the requirements of living-- it requires a narrow visual focus. This is something my lab is obsessed with, and I've been obsessed with. And in that more narrow visual focus, we know that the playbook becomes more narrow. The rule set is more narrow. Now, at some point, in order to come up with a new creative idea, that means that broadening vision is essential, in some way, or broadening thinking. RICK RUBIN: Well, it could either be a broadening or a narrowing, but it's changing the aperture from the standard. The reason we do this is to present something new that maybe you already knew but didn't know you knew it. And for that to be the case, you have to be looking at it. It's not unlike what a comedian does. Comedian makes you laugh. Usually, what they're saying, it's outrageous, but you know that it's right. Just no one says it that way, or no one has said it that way before. But it's always the truth in it that makes it funny. It's like that. It's the same idea as recognizing something that seems really obvious, once you see it, but it seems like nobody else sees it, or no one else points it out. And I feel like science is like that too, because how much of science, once the light flashes over your head, it's like I got it, it just seems like, well, we knew that forever. No one knew it, but do you know what I'm saying? It's like it's so obvious. ANDREW HUBERMAN: Absolutely. RICK RUBIN: It's so obvious. And I think another superpower of artists is this accepting we don't know anything. When we think we know things, that also limits our world. We think we know it's only like this. This is all that's possible, where nice in this little box. But in reality, who's to say that's the case? Who's to say any of the-- we could take all of what we believe in science now and decide to throw all of that away and start from scratch. And we'd probably create a whole different one. ANDREW HUBERMAN: I'd like to take a brief break and acknowledge our sponsor, Athletic Greens. Athletic Greens is an all-in-one vitamin mineral probiotic drink that also contains digestive enzymes and adaptogens. I started taking Athletic Greens way back in 2012. So that's 10 years now of taking Athletic Greens every single day. So I'm delighted that they're sponsoring this podcast. The reason I started taking Athletic Greens, and the reason I still take Athletic Greens, is that it covers all of my foundational nutritional needs. So whether or not I'm eating well or enough or not, I'm sure that I'm covering all of my needs for vitamins, minerals, probiotics, adaptogens to combat stress, and the digestive enzymes really help my digestion. I just feel much better when I'm drinking Athletic Greens. If you'd like to try Athletic Greens, you can go to athleticgreens.com/huberman, and for the month of January, they have a special offer, where they'll give you 10 free travel packs, plus a year's supply of vitamin D3 K2. Vitamin D3 and K2 are vital for immune function, metabolic function, hormone health, but also calcium regulation and heart health. Again, that's athleticgreens.com/huberman to claim their special offer, in the month of January, of 10 free travel packs, plus a year supply of vitamin D3 K2. In an offline conversation one time, "
        },
        {
            "timestamp": 2104,
            "text": "you asked a good friend of mine, who's been a guest on this podcast, Eddie Chang, who's chair of neurosurgery, and I would place him in the top 1% of neuroscientists. He's pulling speech out of people who are completely paralyzed with locked-in syndrome, et cetera. And you asked him, what percentage of what's contained in medical textbooks and training-- RICK RUBIN: Today ANDREW HUBERMAN: Today. RICK RUBIN: Yeah. If you went to medical school today, and you learned what was in the textbook, what percentage of that information is accurate, and what percentage is not? And he said, maybe half. ANDREW HUBERMAN: Right, and you asked, and what is the consequence of that? And he said, incalculable, and I completely agree. And I asked him a second time, and he still came up with the same answer. So that's a good sign. Reliability from experiment to the next is good. Yeah. I think that there is this idea that we really know things. In science, we've observed amazing discoveries from chance. We've observed amazing discoveries from incredible bouts of hard work. In both cases, people were spending a lot of time in the lab. Like no one walked into the lab, saw something one day, and had a Nobel Prize winning discovery or fundamental discovery. They were all hanging out in lab a lot. Just some of them came up with something that they didn't expect. Others were drilling toward an answer. RICK RUBIN: And in all those cases, when the breakthroughs happen-- I'm guessing. I don't know this-- that considering we assume this information, then this discovery is true, based on everything that came before it. But if everything that came before it is wrong, then the discoveries are probably built on a-- do you know what I'm saying? It's like the context, everything that happens takes into account that the context that it's sitting in it fits in that context. Maybe that context isn't right. Who knows? We don't know. So I'm saying, we're too close to most things in thinking, when we think we things, where there are a lot of assumptions that go into it. And that any new discoveries are essentially built on top of these beliefs, but they're beliefs. ANDREW HUBERMAN: I remember-- of course, I listened to the Beastie Boys growing up. Who didn't? I was a child of the 90s, and they were in the-- Sabotage was an outgrowth of a skateboarding movie, like Spike Jones and like the girl movies. And those worlds, the Beastie Boys and skateboarding were really closely interwoven for a while. Some people know that. Some people don't. And Spike formed the bridge, and then Spike went off and started making more bigger movies that more people watch. But let's just use them as an example. I heard you say once before that you guys were joking around, like Beastie Boys, like these guys doing hip hop, but it was kind of like the hardcore scene, in New York, punk rock scene, and it was a joke. There were a lot of inside jokes. When you were working together, was there the thought that people might love it, might hate it, or you just weren't paying attention at all? RICK RUBIN: Weren't paying attention at all. Never considered it. There were no-- at that point in time, when we were making Licensed to Ill, hip hop music was a tiny underground thing. And no one making hip hop at that time thought it would ever mean anything. It was not a realistic thought. So we were making it really for our crazy friends, and that's it. ANDREW HUBERMAN: So do you think, nowadays, the fact that one can create something and, quote, unquote, release it quickly. I can put something out onto Twitter or Instagram now. We could do it in 10 seconds from now, and I will get immediate feedback, which is external feedback, of course, but then I can iterate on the basis of that feedback. Do you think that's problematic for the larger opportunity for creativity? In other words, if we were to go back 20 years or even 15 years, when the opportunity to create was certainly still there, but you really didn't know how it was going to land until you, quote, unquote, released it. It seems to me there was more opportunity to stay in that magical rainforest that is the creativity itself. RICK RUBIN: I don't think it's wrong or right. It's just more information that you can use or not use and use it in a useful way. And you can make something and put it out, and people could not like it. And you're like, oh, they still don't get it. I'm going to I got to go harder. Like I got to go harder in that direction not-- do you know what I'm saying? It's like not to react away from information. It can be helpful. It can be helpful when-- there could be different stories that happen at the same time. Where you're making something, and you have an idea of what it is. And then other people engage with it, and they have a different idea of what it is. And they like it for a different reason than you did or dislike it for a reason different than the reason you like it. We can't control any of those things. The only part of it that we can control is how we relate to the thing that we make. And any external information that undermines the clarity of that connection is probably bad for the art is my guess. And again, I'm only saying this from my experience. I try to make things-- all I've ever tried to make was something I like or something that I felt like was missing as a fan that I wanted, and nobody was making it. So I'll make it, but it wasn't-- it was always in the service of I love this thing. I want something like this. No one else is making one. I have to make one. ANDREW HUBERMAN: Yeah. "
        },
        {
            "timestamp": 2487,
            "text": "It's beautiful, because the word that keeps coming to mind is it's almost like a compulsion. Like there are other options of ways to be and to behave and to function and work in life. But if something is a compulsion, it yanks us away from those other opportunities, just enough that we have to get back to it. You've talked before about, and you talk in the book, this notion of the source. And to me, again, I can't help but put my neuroscientist lens on this. I think of the source as not one brain area but some function within the brain, where we are in touch with our bodily signals. Like what feels right, what doesn't? Or like tasting the two foods, I love that example. And that it's a playbook that is far more vast than the short term adaptive playbook, like this how I'm going to get from point A to point B. And yet, when I listen to an album or a song, I have to assume that there, at some point, it becomes not strategy development or creativity but strategy implementation. Like there needs to be the songs are going to come in this order-- and I don't know much about music. My musician friends are always laughing. RICK RUBIN: It's not so much about music. ANDREW HUBERMAN: Right. Well put, but the ordering of the sequence of the melodies, et cetera. So at what point does one decide, OK, like now's the time to get into that more narrow focus of effort? Like we've got it. Let's run with this. Because there is a component of the creative process that involves packaging and finishing. And is that part less satisfying to you, or is it just all part of the same larger arc? RICK RUBIN: It's all part of the same. It's nice. There's a good feeling. There's usually a good feeling when something is done. On the one hand, it's a commitment, because up until the time that you say it's done, you can keep experimenting and changing it. If you think, well, maybe tomorrow I can make it better, then it's not finished. And you keep thinking that for a long time, you can do that forever and never put out anything. So getting to the point where you're ready to sign off is a good feeling, and it allows you-- one of the things I talk about in the book is, because it is a difficult thing to do, because it's fun to play, and it's fun to maybe it's not the best it could be yet. To use whatever the next project is going to be as motivation to finish the one you're working on now. Like I'm working on this. I'm spending all of my time on this thing. It's really good. I believe it can be better, but there's this other thing that I really want to make. And if I keep tinkering with this one, I'll never get to make the other one. So using other projects as an impetus to finish something and release it into the world is a good one. And you said your description of source is something within us. I don't know if I would say that was accurate. It's definitely in us too, but it's not only in us. And it's I think of source as the organizing principle of everything, and it's how everything exists. How the trees grow, and why there are mountains. And anything that we can see in the outside world, and every discovery and every piece of art and every new design and every machine are all outgrowths of this source energy. Our part of it is the antenna that connects to it, and maybe where the vehicle for source to allow things to happen in the world. ANDREW HUBERMAN: And thank you for that, because I did indeed misspeak. Because I recall very distinctly in the book, you described how the physical world is constrained by the laws of physics and certain things. The imagination is unconstrained. And I think I have this right, that you said the work set somewhere between those, it's neither of one nor the other. That ultimately what feeds into all of that are imagination and the way, indeed, that our brain is a physical entity. The nature in the outside world provides at least what appears to be near infinite if not infinite options. And I love the example of the color palette. That if we restrict me to whatever sorts of paints or medium I have, then it's restricted. But in nature, there's an infinite number of shades and tones and combinations. RICK RUBIN: And even on one, if you pick up a rock and look at the color of the rock and tried to find a paint to match that rock, it would never match. There's too much. There are too many variations in nature within a single color rock for us to get close. There's too much information. We scratch the surface. We're only scratching the surface. ANDREW HUBERMAN: And we love when we are able to peer in at different scales, spatial scales, time scales too, but spatial scales, the delight that comes from that that these nature pictures-- seemed like there were more of these in the '80s, like where you'd see a drop of oil shot at very high resolution. There's beauty in a drop of oil. And then you'd see the Earth and the galaxy, there's beauty in that too, these extremes. And of course, our daily perception is mostly through the filter of these kinds of interactions, walls, and sometimes outdoors. There's a brilliant neuroscientist, and not surprisingly, he has a Nobel. "
        },
        {
            "timestamp": 2860,
            "text": "His name is Richard Axel. He's at Columbia University. He's outrageous personality. Chews Nicorette nonstop. You guys would get along great, not because of the Nicorette, but because his perspective on things is very abstract for a guy who's solved-- he won the Nobel for solving a great problem within how we smell, perception of odors and tastes. And he says that everything that the brain does is an abstraction. Like I could take a photograph of your face and show it to you, and you'd say, yeah, that's me. Or let's say for the moment, I call myself an abstract artist. Let's just play a game, because I've never been accused of being an artist. And I do three dots and a squiggly line, and I say that's you. And you say, well, that doesn't look like me, and I say, but that's my abstraction of you. RICK RUBIN: Yeah. ANDREW HUBERMAN: OK. Well, the brain essentially does that, because or something in between that. Because there's no actual photograph of you in my brain. It's just a bunch of neurons playing what we call an ensemble, like a different keys on a piano. And we go, Rick, I recognize you, Rick Rubin. And so everything is an abstraction, and it's only once we start tinkering with the parts-- and this is the essence of science, to remove and add and manipulate. And the best example I can come up with would be Rothko. And I only we come up with this example because I started off in vision science and maybe this will make the most sense to everyone, except the folks who've been blind since birth, and they can swap something in here. That if I show you a Rothko, and I don't tell you it's a Rothko, you may or may not actually think it's that impressive. It depends on your taste in art. But what Rothko did, which was amazing, even if you don't like Rothkos-- and I happened to-- is that he removed all the white and high contrast-y stuff. And when you do that you alter color space, and so the colors look very different. Some people saw that dress a few years ago, is it orange, or is a gold or whatever? That was a little bit of the same phenomenon. I doubt-- in fact, I'd be willing to bet my left arm that Rothko knew nothing about the neuroscience of color perception. But somehow got to this place where, if there was no canvas showing and no high contrast and the paintings were large enough and on the appropriate wall, you saw them a certain way that tapped into something fundamental. And this is where I think art and science really converge, is that, every once in a while, we see something that feels amazing to enough people-- and not just like the baggy pants phenomenon, not just because other people think it's cool. But there's something there, and again this defies language. And I have to imagine that in your years of life and music and other creative endeavors, that every once in a while, have you ever encountered something where something fundamental keeps showing up in different form? Or there's something like almost like a rule or a principle, does that ever come about? Because in science, we think of this as like this is reveals something about our limitation to abstract the world. I hope I made that clear. RICK RUBIN: Not, exactly but I have a thought. You talked earlier about the drop of oil, the photograph of the drop of oil and the photograph-- or we could use, on the other side, like Hubble telescope images of these vast things in high definition. What we see every day is as impressive as those things, but where numb to them, because we see them all the time. And if we were to look at drops of oil every day in a microscope, a month from now, we would not find wonder in that image. So sometimes, it's the novelty of not seeing it from that perspective before that's really thrilling. And I could imagine, and this probably relates to the Rothko idea, that you could see something from a particular angle and have this magical experience. And then walk three feet to the side and see it from a different way, and it just evaporates. It only works-- it only triggers this thing in us when we look at it just the right way. There was an experiment I just heard about, heard about the other day, that sounds fascinating, that a painting teacher recommended. Where instead of painting-- having a model in the room and painting the model, that you have the model in the next room. And you go into the next room without your equipment. You don't have your equipment, and you can study the model for as long as you want. And then you go into a different room, where you can't see the model, and paint the model, instead of-- and it changes your relationship. We're not just painting the lines. We're painting what is interesting enough about what I saw-- what are the data points that stuck in my mind? And when I string those together, what do I get? And what do I-- how do I form it to get as close to whatever the experience of that person was, which the closest of getting to the experience of that person in the painting might not look like a photograph. It might look more different then more the same to really see what you see. If we think about the Picasso paintings that were inspired by African art, where the eyes are on different levels, they may give us more information than a photograph would give us. I'm thinking about when you were describing the sensation of when something takes your breath away, and we all have that when we see a dramatic sunset. Anyone you know, when there's a really dramatic sunset, or if there's a whale, and if anyone's on the beach, and there's a whale, everybody's really interested that there's a whale. Do you know what I'm saying? These feelings of wonder, we get to experience them, depending on where we are. Or a dragonfly or a bird flies into your space, these things happen. And when they happen, it's like we're confronted with the mystery of the world, when we change the perspective. Normally, we don't think of whales in our backyard or birds in our house, flying freely, but they do happen. these things do happen, and they like break us out of our trance when these things happen. It's like, oh, yeah, there are birds like this everywhere. I'm just not paying attention. This guy is coming in to tap me on the shoulder. It's like remember me? Here I am. ANDREW HUBERMAN: So I would say that the whale example and what you're describing is it's revealing to us how-- in a delightful way-- how deficient our perceptual filters normally are. RICK RUBIN: Yes. ANDREW HUBERMAN: It's a little bit like the Rothko is revealing how-- I've never thought about it this way until this moment-- is revealing to us how color normally looks is actually, first of all, not the only way it looks. Those colors we think are one way, but all of color-- this gets into the biology of color vision-- is all about contrast. What something is next to dictates what it looks like, and that's the origin of that dress meme or whatever you call it. I still can't figure out exactly what a meme is. Someone will eventually tell me. In the same way, when you see a whale, and it's delightful, I think it's revealing to us the extent to which those whales are-- the ocean is vast. There's a whole universe there, and we are blind to it all the time. And I think the misperception-- or the misconception, excuse me, is that we're delighted because we see the whale. We might be just as delighted because we're getting hit with the contrast of how little we recognize all the time, and in that way, it reminds me a little bit about comedy. And I've been watching more comedy lately, and sometimes, it's the shock. Sometimes, it's the absolute truth that's revealed, and then other times, what I've noticed-- and I saw Rogen do comedy at the Vulcan Club, in Austin, which he does every once in a while. And it was small club, and he was leading out this story during his routine or bit, I think. Right? This bit, and everyone knew where it was going. We all knew, and then when he finally told us, it was exactly where we thought it was going, and it was hilarious. RICK RUBIN: And it felt good. ANDREW HUBERMAN: And it felt amazing, and I thought in that moment, I was like, wait a second, how did he pull that off? That was masterful, because normally, it's this thing like you create one story. There's like a scripting out, almost like a courtroom lawyer. And then they kind of pull the curtain, and it's something different. And if you look at the science, the neuroscience, and brain imaging of laughter and humor, which I've looked into, to be honest, and no disrespect to the people in that field, it's pretty lame. It's lame, because it's always the jarring nature of a surprise. But what he led us to was something that, oh, no, he's actually going there. Oh, wait, he's really going there, and it was this anticipation with a beautiful delivery at the end. And so I'm convinced that, based on what we're talking about here, that there's something about when we see something, we think it's about that, but that the delight that we feel could be about the other experiences that now become, in a subconscious way, like ha. It's almost like laughing at this perceptual deficit that we have. It's almost like laughing at how little we actually know, which is what you've said. RICK RUBIN: Yeah. It could be that. It also could be the sense of community of when you think it's going to go a particular way, and it goes that way. It's like reinforcement of you. It's like, yeah, he's saying it, but in a way, we're saying it together. I'm listening, he's saying it, but we're in this together, and that's a good feeling. ANDREW HUBERMAN: I have to think about that for a second. I was trying to think about why certain music still can evoke "
        },
        {
            "timestamp": 3522,
            "text": "such powerful emotions in me. And there does seem to be something special about the music we listen to when we are teenagers. From about 14 until about 25, it seems to get routed into our nervous system in some way. Maybe because that phase of our life is really one of identity crisis. You don't find too many 40-year-olds, some, who are wondering like who they are. RICK RUBIN: Yeah. ANDREW HUBERMAN: Occasionally, but almost every young teenager or pre-teen and is like who am I? You're defining personality. So I always likened it to that. But leaving out the critical period biology stuff, what do you think it is about the music that we hear at that time? Are that much more emotionally tuned? Have we not shut down our sensors quite as much? Because the songs and the artists don't matter, because they're very individual to me. For other people, it will be the Beatles or something. Now, I just really wish the Beatles did it for me too. But do you think that's important? Because I could see how it's really terrific. I could also see how it sets up one of these what I'll just use nerdy language and call like a semi-deprived filter. Because if I'm only looking for the way that a Stiff Little Fingers track made me feel the first time I listened to it, when I was 15, the feeling is worthwhile. But if I'm looking for that, I'm missing all the other stuff. I'm missing the Beatles. I'm missing Fleetwood Mac, which never did it for me either. I'm like, I'm missing all this stuff that people I love and respect really love. So I've never worried about it, because there's an infinite treasure trove of other things that I do love. But I do sometimes wonder whether or not my life experience is diminished, because I'm not allowing range. And you've, obviously, worked in a huge number of different genres of music. Punk is one thing. Hip hop is-- Neil Diamond too. Right? Eminem too, Slayer too, right? And in some sense, as I list these off, just think about how much in high school, maybe nowadays less so, but even in college and as an adult, societally, were asked to constrain ourselves to one of these groups. I didn't know it was OK to love Bob Dylan and love punk rock as much as I do, until I heard Tim Armstrong said he loved Bob Dylan. RICK RUBIN: Yeah. ANDREW HUBERMAN: And I was like-- and recently, he told me he loves the Grateful Dead, and I was like, whoa. But I remember when you had to pick. RICK RUBIN: Both the Ramones and the Clash love the Beatles, so we can-- ANDREW HUBERMAN: OK. I got work to do. RICK RUBIN: We'll do it together. ANDREW HUBERMAN: OK. RICK RUBIN: I have a feeling part of it is, the reason it gets in at that age, is it's a time when we're defining who we are, and the music is part of the definition of how we see ourselves. Like the music that we hear before that might be the music that's on the radio or our parents' music or our older brother or sister's music. And then when you're 14 or 15, and you start choosing what you're listening to, it's like, now it's finally mine. And my parents might not like it, and my older brothers and sisters may or may not like it, but this one is mine. And it always has that impression in us that this is ours. My that's my thought of why it continues to last. ANDREW HUBERMAN: How do you wipe the slate clean then? So for instance, if you're going to go in and work with somebody new-- and again, as people are hearing this, I hope that they're transplanting this to whatever it is that they do. Because in the realm of science and podcasting and communication, it's not music, but there's a contour and a way. Hopefully, this podcast will look nothing like it does in five years. That's my hope, is it will still have the core features of the beauty and utility of biology coming through, but I hope it doesn't look anything like episode two. RICK RUBIN: And I think it'll evolve as you evolve. It's just, the truer it is to what interests you, and if you're not interested in biology in the same way in five years, I would hope it's not the same. ANDREW HUBERMAN: I'll be doing psychoanalysis in real time here. In therapy, we'll all be lying down on couches. RICK RUBIN: Whatever it is. Whatever it is. ANDREW HUBERMAN: Yeah. We probably won't be on psychedelics, but we might be levitating. You never know. I'd like to take a brief break and thank our sponsor InsideTracker. InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. I've long been a believer in getting regular blood work done, for the simple reason that many of the factors that impact your immediate and long term health can only be analyzed from a quality blood test. The problem with a lot of blood and DNA tests out there, however, is that you get data back about metabolic factors-- lipids and hormones and so forth-- but you don't know what to do with those data. InsideTracker solves that problem and makes it very easy for you to understand what sorts of nutritional, behavioral, maybe even supplementation-based interventions you might want to take on in order to adjust the numbers of those metabolic factors-- hormones, lipids, and other things that impact your immediate and long term health-- to bring those numbers into the ranges that are appropriate and indeed optimal for you. If you'd like to try InsideTracker you can visit insidetracker.com/huberman and get 20% off any of InsideTracker's plans. That's insidetracker.com/huberman to get 20% off. So how do you-- "
        },
        {
            "timestamp": 3854,
            "text": "let's talk a little bit, if you would, because I know I'm very interested in your process. I'll spare you the daily routine question. It's very cliche. But you and I are both lovers of sunlight, of horizons, and not as a trivial source, as an amazing gift of energy. Right? And there aren't words for it really. Aside from your daily routines, when it comes to somebody you're going from project to project, and you know you're going to be doing work with somebody, could be your own work. And we'll talk about the writing of this book and its structure which is very unique. I've never encountered a book with this kind of structure before, and it's the most facile read ever, and yet every single page, I underlined, took notes, starred. And like, as you notice, it's very worn, very, very worn already and only more so over time. Do you have a process for removing the functions of the day and what you were doing last week and what's going on in order to get more access to this-- I'm going to think of it now more as a receiver inside of you. Right? Almost like tuning a radio, [IMITATING STATIC] and then it comes in. Like the beginning of like a Strummer Clash thing. Right? He love the radio. Joe loved the radio, right? [IMITATING STATIC] and then it comes in clear, and there it is. How do you clear the static? What are some of the operational steps that you think might be more generalizable, regardless of where somebody in Africa is listening to this. RICK RUBIN: I would say, when I engage in a particular project, whatever it is, I dedicate all of myself for that period of time, whatever it is. Whether it be 20 minutes or whether it be five hours, whatever it is, total focus, and no outside distraction whatsoever. And when I leave that process, I do my best not to think about it, when I'm away from it. I don't bring any materials with me. I don't leave the studio with works in progress and spend time listening to them during the day or looking for ideas. I stay as far away from it, when I'm not directly engaging in it, as possible. And in the best of situations, I have something else to totally engage myself in in between. So instead of working on project A for five hours, and then leaving and doing nothing, I'm hoping to engage in a Project B or B, C, and D with all of myself before going back to project A again, which might be the next day, let's say. ANDREW HUBERMAN: So this relates to an amazing chapter and series of writings in your book, that I'm not going to describe, because I want people to find it for themselves, about disengaging, about disengaging from the process. One question I had as I read that chapter, and as you're saying this now, is even though you're disengaged, do you believe that your subconscious is working it through? RICK RUBIN: I believe so. I believe so, and I think in general, to stew over a problem is not the way to solve a problem. I think to hold the problems lightly-- and when I say a problem, when we're starting a project, there's usually this feeling of-- there's a question mark, at the beginning of every project. I'm always anxious when I start a new project, because I have no idea what's going to happen. I never know. I never-- I may have, in some cases, a potential backup plan, if nothing works, but I really try not even to have that. I prefer not to have that. I prefer to go in maybe to calm myself down enough to be able to show up, there'll be an idea of, if nothing works, maybe we could try something like this. But that would only be for my own anxiety. It wouldn't be for actual practical use. But there's always a sense of anxiety, because I know, whatever's going to happen is completely out of my control. Something either interesting or not will appear, and then we're going to follow that wherever it goes. And until something appears for us to follow, I have a lot of anxiety, even though it has never not come. It has come every time, but there's something about it-- because I also feel like there might be expectation on me that I'm going to make it happen, and I know that's not happening. That's not how it works. I show up ready for it to happen and am open to whatever we have to do to find that first thread. And once we find the thread, then it's like, OK, we have a-- and that thread may lead us to anything. It could lead us in a million different directions. But something about having that glimmer, that we're not looking at a blank page. We're looking at, OK, we have the beginnings of, I would say, a map. But it's a map that we don't know where it takes us, and it's just the beginning. It's just like, you are here. If you have a map, and it says you are here, even if you can't see the directions, knowing where we are feels OK. And once we get-- and usually, again, usually in the first day, first couple of days, it happens. But up until then, it's really an anxiety-producing situation, and then I can't remember the original question. So that was the beginning of something completely different. But do you remember what you asked? I don't remember. ANDREW HUBERMAN: Yeah. Well, we were talking about disengaging, and is your subconscious into it? And then we're talking about, I love this. So like what is your process of wading into this thing? And you're revealing that now. I think of anxiety as readiness. I think about the characteristic features of anxiety, it tends to be a bit of a constriction of the visual field into more of a narrow vision. But that's appropriate, because you want to shed what's going on elsewhere. And then even when people talk about the shakes or this like not feeling OK sitting still, anxiety was designed to mobilize us and not always to run away. Rarely do I talk about the work in my own laboratory, but one of the things that-- frankly, I didn't discover but it was done in my laboratory but is brilliant. Graduate student Lindsey Salay, who's now at Caltech, was that we can often observe animals or humans in very high states of anxiety, as they move forward toward a goal. And we always think of moving forward as like this calm thing, these heroes, Rosa Parks telling people like F you. Like I'm not getting off the back. I'm not leaving the-- giving up my seat on the bus or Muhammad Ali. I bet you they were experiencing tremendous anxiety, but it was in the forward tilt. And so I think anxiety is at least comfortable when we are forcing ourselves to stand still. So it's a activating energy, and that brings up a word that I have written in my notebook as an extraction of a lot of themes from within the book that you and I have talked about before, which is-- and here I'm going to sound very West Coast woo. But I mean it as seriously as it can be stated, that I feel like everything is energetic. We can do things from a place of anger. We can do things from a place of joy. We can do things from a place of delight. I like to think maturing into the idea that joy and delight and love is the ultimate reservoir of energy. But a lot of the music that I like from when I was younger was because of the anger that was thread into it or the sadness. RICK RUBIN: If you think of your relationship to that music, it's a relationship of love. You didn't listen to that to get angry. ANDREW HUBERMAN: No. RICK RUBIN: You listened to it because you loved it. ANDREW HUBERMAN: And I felt loved by it, because it matched where I was at the time. RICK RUBIN: It was true to who you were and where you were. ANDREW HUBERMAN: I know that collaboration, "
        },
        {
            "timestamp": 4402,
            "text": "there's a wonderful chapter on collaboration, but it's collaboration, as you mentioned before, with the universe, not with others. But in terms of the, especially the kind of work that you've done and do, when it comes to working with artists, I do wonder-- and here I'm not looking for any gossip or stories. I've never been interested in gossip. I love stories, but I'm not interested in gossip. But once you see that thread dangling there, and you're going to go after this. Or you grab on to it, and you're like, OK, now you have a little bit of a map and an orientation within that map. I often wonder, scientists are complicated people. People think they're very boring, but they're actually very complicated. Because they're often living in one limited rule set of the prefrontal cortex. That's how you get good at getting degrees is by understanding the rules of academia and playing by those rules. RICK RUBIN: Yes. ANDREW HUBERMAN: People tinker with the rules. You get your Richard Axels who are very playful in how they go about it, but they are systematic. He's known for rigor, rigor, rigor. Right? When I think of creative artists and musical artists, I think of a bit more zany or loose. Or you watch the documentary about the Ramones, and you're like, wow, there's all this chaos. How-- because so many of the brilliant artists, musical artists that are out there, seem to have some chaos inside them, or their lives aren't always structured, oftentimes. And science too, by the way, there are substance abuse issues and personal life issues. How-- since you don't have 100% control, they need to play the instruments, sing, et cetera. How do you work with people who have it in them but are getting in their own way? Right? And do you think that the internal chaos that a lot of artists seem to have, do you think that sometimes is actually an essential piece of the creativity picture, that you can't disentangle it? RICK RUBIN: Yeah. I don't think it's an essential piece in general, but certain artists, that's how they do it. I would say, I rarely get to see the chaotic part of artists. For whatever reason, they rarely show it to me, and most of them, like most comedians I know, are much more serious about what they're doing than what it looks like from if you see them on stage. There's much more to it, and there's much more focus on craft going on and digging deep than would necessarily be obvious seeing them jump around on stage. ANDREW HUBERMAN: I'm a fan of boxing, track and field and boxing, the sports nobody really cares about, now that UFC is so popular. And track and field is-- it's a little bit like wrestling. When you go, the people that are there are there because they really love it. We'll talk about wrestling in a little bit, professional wrestling. But Floyd Mayweather is obviously a colorful character and one of the best records in boxing of all time. And a few years back, I got into watching his stuff, and what one sees is the cars and the money. They literally call themselves the money team, and the spending, and there's all the outrageous stuff. But I know someone who was in camp with him who actually was a sparring partner for him, and the lore has it-- they have very closed door sparring or clean ups. But the lore is that he would do-- because nowadays, it's 12, three-minute rounds with a minute in between, used to be 15. But now, neuroscientists stepped in, and it turns out a lot of the deaths were occurring when it was more than 12 rounds. For whatever reason, cut off at 12 really seemed to truncate the deaths. There are other things too. If the dad is apparently a cornerman-- we have someone else here at the podcast who knows more about this than me. RICK RUBIN: That's fascinating. ANDREW HUBERMAN: Yeah. The kid not wanting to disappoint the parent correlated with death. I'll get some of this wrong, and they can come after me. But in any case, this guy who was in Floyd's camp said that he would do 30 to 60 minutes of sparring, bringing in fresh sparring partners with no rest. That he would run three or four times per 24 hour cycle, despite all the critical need for sleep. That his training was unbelievably intense, to the point where he would just chew out, chew up, and destroy all training partners. And yet the perception that we see is it's playful for him. So it sounds very similar. Like what we see is often not what goes into it, that people are intensely rigorous. RICK RUBIN: Yeah, and I think, in a way, from a psychological perspective, if you knew you were fighting someone who wasn't taking it seriously, that would give you some confidence, and that would not be a good thing, if the person was actually working really hard, outworking you. Do you know what I'm saying? Like from a psychological perspective, that makes sense to me. ANDREW HUBERMAN: So what I keep coming back to "
        },
        {
            "timestamp": 4706,
            "text": "is that I'm imagining in my mind you have to ends of the continuum. One that is about fairly narrow focus, training, training, strategy implementation, cultivating craft, building craft, and then the other side is the cloud. It's very nebulous. Right? And there's this word that I learned from a colleague of mine, when I was down at the Salk Institute, when my lab was there, because he studies this. There's this phenomenon that I don't want to mispronounce, because then it sounds like something else. But the correct pronunciation is pareidolia, and pareidolia is our tendency to look at an amorphous shape, like a cloud or a tree, and think that it looks like something else, an ice cream cone. RICK RUBIN: Yeah. ANDREW HUBERMAN: The man in the moon. RICK RUBIN: Yep. ANDREW HUBERMAN: And that again reveals the extent to which the brain wants to place symbolic filters on things, and we need this. Right? Because I see you walk in the door, and Rick, I recognize you. In fact, we have a brain area, called the fusiform face gyrus, that it literally is a face recognition area. And you could be at any orientation, or I could just see your eyes and know that it's you. There's a phenomenon called propasognosia, where people can see faces. They can describe everything in the face, but they don't know, for instance, that it's JFK or Madonna or Lex Fridman. RICK RUBIN: It's quite the list. ANDREW HUBERMAN: Quite the list, there you go, Lex. Run for office, Lex. Just kidding. It's hard enough to get you to respond to my texts as it is. So we have these filters, and so we're taking this cloud, and we're deciding what things are. RICK RUBIN: Yes. ANDREW HUBERMAN: And what I want to go drill into your process a little bit more deeply, when you approach a project-- so everyone meets each other, shakes hands. Here are the engineers. We're going to sit down. Everyone knows what they're doing, because you work with professionals. And you start going, are you trying to be with the cloud or in the implementation? Like where are you in that continuum? And forgive me if I'm like trying to surgically go into your process in a way that would disrupt it in any way. But I trust you been doing this for a while, and there's no threat of that. RICK RUBIN: I'm in the cloud, with the exception of I'm aware of what could go wrong on a technical side, and I might-- like if something good is happening, I might look over and make sure that we're rolling. ANDREW HUBERMAN: So that's a leap over to here, momentarily, but then you get back. RICK RUBIN: Maybe. Maybe. If I feel like-- if I was in the moment, I would be in the cloud. And if something good starts happening, it would trigger something in me. Like uh-oh, I hope this is-- I hope we're really doing this, because I don't know if we could ever do this again. That would be a thought of-- when the first time the real world would come into the picture would be something good is happening. Let's not lose it. ANDREW HUBERMAN: And when that happens, do you-- never been in a studio besides a podcast studio. Do you say, hey, guys, that sounded good. More of that. Or do you wait, you let them continue? Because obviously you don't want to break their flow. RICK RUBIN: We'd never want to break any flow, once it's happening. Yeah. Once something's happening, just sit back and watch. ANDREW HUBERMAN: And do you think there's resonance, like the team of engineers and other people know when \"It,\" quote, unquote, is happening? RICK RUBIN: If everyone's paying attention, yes. When everyone's paying attention, it's usually pretty obvious. Sometimes, the thread will be something different than expected, and maybe not everybody would pick up on it. And that might be a particular-- that might be particular based on my taste or an artist's taste. Or someone involvement might say, let's listen back to that. I think that was better than we thought. That can happen. You said several things, and it was like you said enough for there to be several conversations. ANDREW HUBERMAN: I tend to do that. Sorry. Especially with you. I don't get to see you nearly as often as I would like, and so when I do, I confess that I'm a little bit of a kid in a candy shop. RICK RUBIN: I wrote down the brain tells us stories. So you talked about, I walk in, certain data points, you recognize me, but it's a real like looking at a cloud shorthand. We go through our lives doing this all day with everything we see, and the short hand, in the case of me, you know me, the shorthand turns out to be right. It checks out. If it's something we don't know and something we're not familiar with, something happens, we experience something on the street. Something happens, and it doesn't make sense. Something out of the ordinary happens. The first thing is this doesn't make sense. Then, what we do is, again, subconscious, unconsciously-- I don't know if it's unconscious or subconsciously-- without thinking, we create a story that explains what just happened, a hypothetical that makes it OK that what just happened happened. And oh, maybe he's running because his dog ran away, and he's chasing his dog. Maybe that's why he's running. And as soon as we have that thought of what it might be, we relax, because now it's not just a guy running, and this is weird. But it's a guy running, oh, he's probably running after his dog. And now, we register that story that we just made up, without even knowing we were making it up, as what happened. And then later in the day, if someone says, yeah, did you see that guy running out of the house? It's like, yeah, he was chasing his dog. I saw that. And you won't even realize that it was maybe hypothetical story that was the first possible explanation that allowed you to continue walking. Do you know what I'm saying? That's our whole lives. Our whole lives are reacting to things, making up a story of what we think may have happened, without realizing that's what we're doing. And then living the rest of our lives as if that thing that we made up really happened, and we never know. ANDREW HUBERMAN: I completely agree. We confabulate from birth until death. There's this well-observed phenomenon in people who have memory deficits. So there's the sad example of this and then there's the everyday typical not-- who knows-- sad or not sad example. So for instance, if somebody has a slight memory deficit, or someone has Alzheimer's dementia, they'll find themselves in the hallway at night and say, what are you doing here? And they'll say, oh, I was going to get a glass of water, but they're walking away from the direction that would make sense. RICK RUBIN: Yeah. ANDREW HUBERMAN: People who-- alcoholics who drink enough develop something called Korsakoff syndrome, where a certain brain area gets messed up. And you'll ask them a question, like oh, what are you doing here? And they will come up with incredible stories, sometimes interesting stories, that have no bearing on reality. RICK RUBIN: Yeah. ANDREW HUBERMAN: You ask them who their name is-- RICK RUBIN: But do they believe? They believe that's what happened. ANDREW HUBERMAN: With 100% certainty, and this actually relates to a lot of the now better understood controversy around repressed memories. You can, especially from young people, you can pull memories from them of things that never happened. This has been demonstrated over and over again. So courtrooms know to be very cautious now about this whole notion of repressed memories. RICK RUBIN: That's good to know. ANDREW HUBERMAN: Yeah, very, very complicated area of the law, as you can imagine. Because we tend to want to trust victims, for understandable reasons. But in terms of accuracy of details, two people have very different accounts of the same experiences, and this has been shown over and over again. That you can do well in the laboratory. It's pretty interesting. So again, because of this selective filtering and storytelling, and we are-- I think it was Salman Rushdie, who said we are the storytelling species. He probably-- RICK RUBIN: Wow. I was going to say we're storytelling machines, but that's great. ANDREW HUBERMAN: Yeah. We are story-- I would say that the big five, if I had to pick up a brain function, is we are very limited filters. The mantis shrimp sees 67 shades of red for every one that we see. So they have access to things we don't have access to. RICK RUBIN: Yes. ANDREW HUBERMAN: They're not, as far as I releasing, albums of the Red Hot Chili Peppers caliber, but who knows. Maybe down there they are. I did see something, by the way as a relevant tangent recently, and I don't know if it's-- look, even if it's crazy, it's super cool. If you take a device that amplifies the electrical signals coming from cactus, and you just translate that into a simple rule of conversion to two or three pitches of sound, the music that comes out of it is beautiful, nothing short of beautiful. And when I saw that, the teenager in me thought, you know when we hear whale song, we think it's so beautiful. Like what if they're just like cursing at each other the whole time? Right? Maybe they're in there like a Rogen episode, when he invites all his comedian friends in there. Who knows? Maybe it's a psychoanalytic conversation about their childhood traumas. I don't know. RICK RUBIN: Yes. ANDREW HUBERMAN: But we decide, whale song is beautiful. RICK RUBIN: Yes. ANDREW HUBERMAN: We decide cactus are just plants. RICK RUBIN: And it's beautiful to us, and we're right, that it is beautiful to us. But it doesn't mean we know anything about it. ANDREW HUBERMAN: That's right. Yeah. So we have these filters, perceptual filters. We only can see and hear, smell and taste what we can, and then the brain likes to work in symbols. We tend to like to match that person whose shoes are messed up must be homeless. I've had a couple of instances in life where I saw what I thought was a homeless vagrant inside a building at an academic institution. It turned out, it was the most accomplished person in the field. That's always cool. Yes, that happened at Berkeley. Then, the other thing that we do is we tend to put symbol-- so we said perception, symbol representations, and then our memories are entirely confabulated, based on already deficient symbol and perceptual representation. RICK RUBIN: Yes. ANDREW HUBERMAN: And so I never liked the statement that we don't know how the brain works. I think we do know how the brain works, but that it works through very limited filters. RICK RUBIN: Yes. ANDREW HUBERMAN: So knowing that and accepting it, and it seems to me that this idea of looking to nature, "
        },
        {
            "timestamp": 5353,
            "text": "looking outside us, is so critical. And in fact, I hope you won't mind me sharing this, but a few years back, I had sent you something by text. And I was kind of in disbelief about something I had seen in the media. I was like, they got it all wrong. And I knew the person involved, and it was not a good situation for them. And I was like, they got it all wrong, and you wrote back. You said, it's all lies. Back to nature, the only truth. RICK RUBIN: Wow. That's wild. ANDREW HUBERMAN: And I wrote that down. I put it over my desk. RICK RUBIN: Wow. ANDREW HUBERMAN: And I still-- I'd tattoo it on my forehead, if I didn't already have it well-committed to memory. But I know that's true. Right? Nature we can look at and it's-- RICK RUBIN: When I say it's all lies, you just talked about our ability to how limited our facility to see and understand what we see. Yes? ANDREW HUBERMAN: Yes. RICK RUBIN: So based on that, that leads us to we can't know much. Do you know what I'm saying? Our resolution is so low on everything that we're really just like we're grasping at straws. We have no idea. We have no idea, and there's great power and knowing that. Because if you think you know what's going on, chances are, you're being deceived. Not because somebody is deceiving you, but because they're telling you what they see, and they don't know. It's all-- do you know what I'm saying? It's all made up. Everything we know is made up. Maybe, maybe it's true. This brings us to pro wrestling. It's the reason that pro wrestling is closer to reality than anything else we can watch or any other content. It's we know it's made up. We know that it's a performance. It's storytelling, and that's how everything is, except we think wrestling is fake, and the world is real. Wrestling's real, and the world's fake. ANDREW HUBERMAN: You talk about in the book-- we're definitely going in this direction. In the book, you talk about this notion of entertaining the idea of the opposite being true. And there are not only emerging but established fields of psychology that are making great ground, I think, into the human psyche, Byron Katie's work and others. Where you take a statement, and you start playing with that statement. You poke at its authenticity. And when I first heard that, I thought, this is hokey. Right? It's just words. And then I realized how foolish I was being, because she's really on to something. And there are others too, of course, but in science, that's exactly what you do. You don't really ask questions in science. You are forced to raise hypotheses and try and say true or false. Now, there are limitations to that approach, certainly. Pure observational studies have been incredible in terms of what they've revealed to us, especially in medicine. A patient that has a bullet hole through a certain area of the brain, you don't go in and say, oh, I hypothesize that person will have a deficit in seeing faces. No. The person wandered into the clinic, and they go, this person sees faces but can't make sense of them. And then you reverse-- you forensically arrive at an understanding. So but in general, we go about things in this way, and considering that the opposite might be true, well, that's a little bit, I suppose, of like seeing the whale at the surface of the water. It's like, well, the opposite of my experience, which is all above water, for the most part, is maybe not the complete experience of life. You start seeing the inverse all the time. So I want to-- RICK RUBIN: Consider the inverse all the time, and it really relates to the way that you described how we see colors is based on contrast. So maybe blue is only blue in relation to yellow. So if blue is our choice, if we're not considering yellow, blue doesn't exist. Do you know what I'm saying? ANDREW HUBERMAN: Absolutely. RICK RUBIN: It's like, we talk about night. It's only night, because there's day. If there was no day, there is no night. In all of our cases, it's like the yin yang. There's the light and the shadow always. There's always another side for everything, and we focus on one aspect. But if we look at the other aspect, chances are, we'll learn something too. ANDREW HUBERMAN: The nervous system is not just able to do this. It's the way it does everything. Two experiments I'll just briefly describe. My scientific great grandparents, David Hubel, Torsten Wiesel, showed that, if you force a person to look at something for a long period of time without moving their eyes-- there's a way that you can do this-- the image disappears. Because normally, your eyes are making little microsecods, and you're comparing what you're seeing to what's right next to it. Pixel by pixel, pixel by pixel, pixel by pixel. RICK RUBIN: Wow. ANDREW HUBERMAN: We don't even have to use the example of pressing on the arm. We're sitting in chairs right now, and until I said you know what's going on at the level of sensation on the backs of your thighs, you were unaware of it. Because if you experience a pressure or a smell in a room, you ever walk in the smell is either good or not good, pretty soon, the smell disappears. The neurons are still firing like sledgehammers on a bell, but we become blind and deaf to it. Because the nervous system likes to habituate the value of that signal when it's there often, and it's only the stuff that comes through signal the noise that kind of jolts us into attention and awareness. And I want to return to attention awareness, which are prominent themes in the book. And I think, in an important way, not just, oh, attention awareness is important, but you also give insight into how to pay better attention, how to pay awareness with the understanding that people are going to go about it differently, but I do want to ask you about wrestling. Because when I was growing up, I lived South of the Cow Palace, "
        },
        {
            "timestamp": 5738,
            "text": "and there was some wrestling going on there. I think back then it was WWF. There was a short stint in my childhood where I paid attention to, in particular, was it Koko B. Ware, the guy that had a Macaw? I was obsessed with tropical birds, and he would come in, and he put his tropical bird on the thing. And then George \"The Animal\" Steele, the guy that would eat the ring. RICK RUBIN: Yeah. ANDREW HUBERMAN: OK. So and-- RICK RUBIN: I believe he was a professor. Seriously. Seriously. Seriously. ANDREW HUBERMAN: Was he really? RICK RUBIN: In real life. ANDREW HUBERMAN: Amazing. RICK RUBIN: He was a professor, but he played Georgia \"The Animal\" Steele as a wrestler. ANDREW HUBERMAN: And I loved the movie The Wrestler, The Wrestler. RICK RUBIN: Darren Aronofsky movie. ANDREW HUBERMAN: It was Mickey Rourke. RICK RUBIN: With Mickey Rourke. ANDREW HUBERMAN: Yeah. One of the reasons I liked it is I once visited Asbury Park. Isn't that where that was filmed? There's a vacant-- he goes to visit his daughter. There's a vacant amusement park or abandoned amusement park scene there that was really eerie, still kind of haunts me a little bit. There's something about the East Coast in fall. All the places that people normally go just for the summer, that we don't have out here in the West coast, people in the East Coast are just tougher than we are. It still haunts me. Great movie. But I remember watching wrestling, and it was at that age, I think I was probably about 12, 13, maybe 11, 12, 13, where you're entering puberty, and puberty is a fundamental landmark of development. It's the most rapid period of aging. It's also when we start to change our rule set. Like certain people and certain kinds of interactions take on profoundly different meaning. Right? It's not just a reproductive competence time, and when kids, their bodies change. The rulebook changes fundamentally. RICK RUBIN: Our understanding of the world changes in that moment. ANDREW HUBERMAN: Yeah. The moment that a child understands really what sex is and how they got there and that a lot of the stuff that we see in the world is kind of passively, or not so passively, being sent through that filter, it's like it's something. It changes the rule book of perception. I view this age, from about 11 to 13, at least for me was a unique transition point. Where the gap between what I perceived as reality and fiction was blurry. This is captured pretty well in that movie \"Stand By Me,\" where they're hanging around the campfire at night. And the kid says, who do you think would win in a fight between Superman and Mighty Mouse? And the other kid says, like you idiot, Mighty Mouse is a cartoon. Of course Superman would win. And like to me, that's being 11 and 1/2 or 12 years old. Where your understanding of reality as you know it is changing, but it's not completely crystallized into an adult form reality. RICK RUBIN: That sounds like a really healthy place to be, to me, like that. Not letting it crystallize, I think there's where the downfall happens. ANDREW HUBERMAN: So I have a question specifically about wrestling, but it's really about process. RICK RUBIN: Yeah. ANDREW HUBERMAN: I want to know whether or not you watch wrestling because it allows you to access the energy state in your body and mind and that mode of thinking in which reality, as one conceives it, is somewhat blurry. Or is it for a number of other reasons, which is fine. Is that the energy you're trying to export and bring to the creative process elsewhere, to life? Is it that anything is possible, or that we're dealing with archetypes? Because it doesn't matter if it's Koko B. Ware or Randy \"Macho Man\" Savage, or George \"The Animal\" Steele and the lovely Elizabeth. I guess I did watch a little bit of wrestling. They are archetypes, much like the Greek myths or the Bible or-- no disrespect to the Bible or to Greek myths or to wrestling, for that matter. Archetypes are a powerful filter for humans, but we know that they're a very limited filter too, because people aren't built like square wave functions. We have curves and contours and complexity. So what is the deal with your relationship to wrestling? RICK RUBIN: I think it maintains that playfulness. Anything is possible. We expect the unexpected all the time in wrestling. And it's a way to have a feeling of the energy of a sport with no competition. Everyone is working together to put on the best show they can. So it's more like a ballet than it is like a sporting event, and there's great skill involved. It's one of the few things that I can watch and really feel relaxed. It relaxes me. I don't feel like I have to think about it. I can just relax and enjoy it. ANDREW HUBERMAN: This brings up a topic that is very near and dear to my heart, which is this notion of dopamine schedules. I never want to reduce everything to dopamine, but dopamine is the universal currency of delight, pleasure, motivation seeking. There are other chemicals involved too, but there's a beautiful experiment and a couple of examples that I'll use as a foundation to more questions about wrestling and why it's powerful. And why other people may want to use wrestling or some other endeavor as a way to access creative energy and source. Earlier, we talked about you can train an animal to press a lever three times and then get reward, and it will learn three is the magic number for reward, and then it can switch. It takes a little bit of training, and then they can switch. But they can't do prime numbers. They can't do high abstraction schedules. Humans either. We're not very good at figuring out the rule set for optimal foraging. We do it well enough to persist as a species, at least for now, but it's very likely that we are not tapping into that system as well as we could, and how would we know, if we don't know? It's one of those you who don't know what you don't knows. There's a beautiful experiment that explored when dopamine is released in the context of watching sport or watching comedy, believe it or not. And with the comedy stuff, it was every time there was a surprise, it was kind of that jarring like ha-ha, and they'd measure people's dopamine output. They were also brain imaging. In a game of basketball, it's a beautiful opportunity experimentally. Because every time one team gets the ball or is shooting free throws or something, they're going down court, and it's either going to end up in the basket, or it's not. Might end up on the free throw line, but it's end up or not. So what they found is that the schedule of anticipation was every time there was a switch of which team got it. So you're waiting, waiting, and then it's, ah. You're waiting, waiting. Yes. Waiting, waiting, three-pointer. Ah, awesome, and if something happened where it looked like they were going to make the three-pointer, but then somebody basically swatted the ball away, and then went for a half court shot, like you don't expect that very often, bigger dopamine release. So that's kind of how the dopamine thing works. When you describe wrestling, I wonder, because you don't know the script, it's not one team gets it, then the other team gets it. You don't know who's going to win. Anything could happen is what you said. RICK RUBIN: Yes. ANDREW HUBERMAN: The availability of that dopamine surge or drip, which is a powerful thing, is completely-- it's completely out of your reach in terms of anticipation. You don't know when it's going to come, but it must arrive often enough that you return to it 11 hours a week of watching. In many ways, the way I'm starting to conceptualize the creative process is a little bit the same. You don't know where those nuggets of gold and those loose threads are, but you have enough experience-- and in this case, I am referring to you specifically-- to know that they are in there. The people walking in this room have a certain level of ability and talent to create that the map will form itself, as we are going through the voyage. And those nuggets of-- here I'm calling them dopamine-- but they are out there, and that knowledge is enough to get you to come back again and again to trust the process. So I actually think the way you described wrestling as it's the energy of the sport. It's not whether or not it's this move or that move or who wins or who loses. It's the energy, and I'm guessing it's the energy that it creates in you as an observer. RICK RUBIN: Yes. It's the energy creates in me, and the reality that it's honest in what it is, in a world where seemingly nothing is honest at what it is. And again, not because people are lying all the time. We have little data, we make up a story to explain it, and then we say that's what happened. And we have trusted sources who do exactly what I just described and who pass this down as gospel of what we teach. And maybe it's true, and maybe it's not. With wrestling, we know, maybe it's true, maybe it's not. We lean towards it not being true, but what's really interesting about wrestling, and maybe one of the most fun things about it, is that, sometimes, real life works its way into the story. Like two wrestlers get married. Now-- ANDREW HUBERMAN: In real life. RICK RUBIN: Well, we don't know. It's like you never know. It's like in the storyline, they're getting married or getting divorced, or best friends turn on each other. And it could be part of the story, and it could really be happening, because they do. Right? Someone gets someone breaks their leg. So they're out, because their leg is broken. Did they break their leg? We don't know. They're out. Do you know what I'm saying? We're told they broke their leg. So there's always this like I wonder what's true? I wonder where the line is. We know that it's scripted and/or predetermined. That's how they say, it's predetermined. But we don't know where reality is and isn't, and in some ways, that's our real experience of the world, is this we don't really know where reality is and isn't. We have an idea, maybe. I think in some ways, wrestling's more honest or legitimate, because we start with the idea that it's fixed. When we go to a boxing match, we don't go to a boxing match thinking it's fixed. Yet, it might be, and historically, it's happened. Or there was just something in baseball where-- was it baseball? ANDREW HUBERMAN: I don't follow baseball. I should know. RICK RUBIN: It was just a big sports-- ANDREW HUBERMAN: Oh. RICK RUBIN: One of the teams that-- ANDREW HUBERMAN: The plays, basically. RICK RUBIN: Yes. ANDREW HUBERMAN: Was it the call signals of the-- RICK RUBIN: Yes. ANDREW HUBERMAN: Of the catcher? RICK RUBIN: Yes. ANDREW HUBERMAN: Yeah. You're not supposed to deprogram the-- or deconstruct the call signals of the other team, and I guess maybe a team got caught doing that. RICK RUBIN: Yes, and the team that won whatever the World Series was. So it's like, with wrestling, that wouldn't be a scandal. Do you know what I'm saying? ANDREW HUBERMAN: Almost anything goes. RICK RUBIN: Anything goes, and that's what the world is really like. So in some ways, it's comforting, and there's still this mystery of like, wow, I wonder if that's true or not, because we never really know. If someone gets hurt, did they really break their back, or are they just going on vacation? We don't know. We'll never know. It's fascinating. ANDREW HUBERMAN: It is fascinating, and I feel like there are certain people who show up in a way that is surprising in not just one direction but in all directions. Like it's one thing for a celebrity to come out and make a statement. That can be interesting or not interesting, depending on the celebrity and the statement and the delivery. And I'm probably going to get this wrong, because I'm terrible at pop culture things, most of them anyway. But as I recall, Lady Gaga showed up to some event wearing an outfit made of meat, and I can't tell you for the life of me whether or not that was a statement against meat or for meat. Maybe, it was a statement for the carnivore diet. Maybe, it was a statement for veganism. I don't know. RICK RUBIN: Or maybe neither. ANDREW HUBERMAN: Or maybe neither, but it was definitely a statement in that it broke with the norm. And it said to me, OK, she creates different rules for herself or breaks boundaries that other people had. I never heard of anyone doing that before. It doesn't mean they hadn't, but I never heard of anyone doing it before. But we do tend to associate outside the current playbook with, quote, unquote, creativity, unless it crosses a line, in which case, it becomes something else. It becomes almost theater for sake of theater. But what you're telling me is that, within the realm of wrestling, theater is the goal, at some level, and everybody knows it who goes into those arenas, who watches it. RICK RUBIN: Yes. ANDREW HUBERMAN: Everybody. RICK RUBIN: Yes. ANDREW HUBERMAN: And everyone agrees to kind of suspend outside reality and say this is reality. RICK RUBIN: Yes, and they boo for the bad guys and cheer for the good guys, knowing that backstage they're probably friends. ANDREW HUBERMAN: Except for the kids that are 11, who think it's really real. RICK RUBIN: I don't know. I don't even know if they know. I'm not sure. ANDREW HUBERMAN: The only other person I know who has vocalized their love of professional wrestling "
        },
        {
            "timestamp": 6583,
            "text": "to the extent that you have is Lars Frederiksen, the rhythm guitar player for Rancid who loves wrestling. But his statement-- and forgive me, Lars, if I'm getting this wrong-- is that, because he grew up in an area of the South Bay, where there were no teams. Like now, there's the San Jose Earthquakes, but there was no football team in San Jose. He's from Campbell. But there were no like good teams, no sports teams, but they had wrestling, and he had it where? On the television set. And so if you didn't have a-- like I didn't grow up with any organized sports thing. The 49ers were up the road, but for me, it was skateboarding, and I love it for the same reason. You actually never really know what's going to happen. There is no rulebook. The rulebook is made up, but they are very-- it's a unique sport, in that-- surfing's a bit like this too-- in that, they are absolutely maniacal about making things look a certain way. It's not about just doing it. It's about doing it and making it look good. RICK RUBIN: Yeah. ANDREW HUBERMAN: Smooth, catching it with the front foot, and the trends change. RICK RUBIN: Styles. ANDREW HUBERMAN: Style. RICK RUBIN: It's a style. ANDREW HUBERMAN: Style, and that style is this like nebulous thing of like in fashion or in sports. Right. Whereas with a football, there's some amazing catches. There's even like the catch, which I happen to know is a 49er-- the catch during the Super Bowl. But in general, it's like the goal is get in the end zone, win the game. And I'm sure football players are like cringing as I say this, but it doesn't matter if you run ugly, if you run fastest. In skateboarding, that would never fly. In fact, you'd basically be ridiculed out of the sport. In wrestling, is it the same? Are there style to wrestling? RICK RUBIN: It's all performance. It's all the charisma of the people involved. There's the physical ability, the ability to talk and tell a story, and how charismatic the performers are. Whether you want to watch them, whether you want to see them win, whether you want to see them lose, and whether you're interested in cheering or booing for them. ANDREW HUBERMAN: I was going to say it reminds me of opera, but operas get released over and over again. You know the story and how it ends when you walk in, if you've listened to it before. So wrestling does seem to be unique in that way. It's real time iteration, at least from the perspective of the-- RICK RUBIN: And it's real time iteration based on because people get hurt all the time. They're doing really crazy physical stuff. So if someone gets hurt, the story has to change. Because in real life, they can't show up next week and do what was planned in the script. So it's very alive, and there's a lot of-- something interesting and unexpected is always happening. ANDREW HUBERMAN: Well, in a much more calm form, I'll share with you something, I'd just "
        },
        {
            "timestamp": 6760,
            "text": "like your perspective on it. For years, I used a tool in order to try and access ideas, since I was a little kid actually, because I have a little bit of OCD, a little bit of a Tourette's. When I get tired, I'll do that. I'm very strategy implementation oriented. I had that when I was a little kid, I needed all my stuffed animals arranged in a certain way. LEGOs had to be-- a little neurotic or a lot. And then science is very much about you have to do things with a lot of precision. And I discovered that the ultimate reset for me when I was in graduate school or a postdoc if I couldn't make it to a really good agnostic front show, or like chaos. The chaos of a punk rock show for me was this reset. It was to release all this thing. And I got energy from it. First time I saw Transplants play, it's was, whoa, because you don't know what's going to happen. And it was scary. And I loved it. The other thing that I used over time to reset this ability to think in a structured way without it feeling like it was overcoming me, maybe even access the same thing in some ways that you're accessing with wrestling was I like to stare at aquaria. I like to go to aquariums or I'd build aquariums. And I would just sit there because you never know which way the fish are going to go. You think it's going that way, but then all of a sudden they'll turn and go the other way. It's completely unpredictable. And I love aquaria because of the tranquility and had them in my lab for a long time. I just adore aquariums because of the non-linearity of it. It's not A, B, C. It's A, Z, Z, Q. And I think this is what some people try and access through psychedelics, but that didn't seem to me like a very good way to do it on a regular basis, whereas with aquaria, the tanks are there. So in your book, you talk about something that I also share a love for, which is how the ocean and aspects of nature like clouds and ocean, they have a predictability to them. We know where they are and where to find them. Fortunately, the sun rises and sets every day, at least for now. And we can count on them with 100% reliability. And yet, they are from the perspective of what physicists would say, they're very chaotic. You can't look at a wave and know exactly how the foam is going to roll out. You know it's going to roll in and roll out. We have the tides, but when I hear about wrestling, I think about my love of aquaria. And I think about my love of punk rock music, for instance, or I think about the ocean. I think in that way that we actually have a need to source from things that have both a combination of structure and no structure. RICK RUBIN: I think it's interesting that there are some places that don't change and some places that change a lot. And I can remember thinking about this. I was walking-- there's a beach that I walk on in Hawaii, that I walk on every morning when I'm there. And if you walk on the same beach every day, you get a sense of what it's like. And I remember I was in Hawaii. I walked on the beach every day for a year or however long it was. And then I left for six months, then I came back. And the next time I walked on the beach, it was an entirely different beach, entirely different. And I remember thinking in that moment like this is an unusual place because I pictured the house that I didn't even grow up in, the house I lived in maybe for the first seven years of my life. And I think about what the backyard looked like. And I think about a particular old tree that was there. And I don't know this for sure, but my sense is, if I were to go back to where I grew up, and go to that place, and look in that yard, it would probably look pretty similar. Yet, here was this beach that I was walking on in Hawaii that in the course of six months completely changed its face. And just how interesting both of those things are. And that depending on the project we're working on, to be able to go to a place that we know has the potential to change a lot and what that would do to our connection with the Earth when we're experiencing that versus going to a place that has very little change. And you can count on it being the way it's always been. That both of those are interesting things to be able to draw upon depending on what we want to open in our psyche. ANDREW HUBERMAN: I have an almost unhealthy fascination with New York in the mid '80s and '90s. RICK RUBIN: You didn't live there, though. ANDREW HUBERMAN: No, but since I was a kid-- I went there when I was a little kid. And I was fascinated by it. There's also a very interesting migration of East Coast to West Coast creatives, including yourself, that played an important part in my life just seeing things and hearing things that were meaningful to me. But I, for instance, I love the movie-- I haven't seen the documentary about Jean-Michel Basquiat, Basquiat, because of the characters that are in it, and the huge number of people in that like Parker Posey, Dennis Hopper, and Christopher Wall, and on, and on. Those images of New York at that time are so exciting and what was happening. I wish I could transplant myself to that. If I had a time machine, that's where I'd land first. I hear a lot of people say, New York isn't what it used to be. San Francisco isn't what it used to be, whatever. LA isn't what-- there does seem to be something that feels a little bit disruptive to people about cities changing. But the idea that natural landscapes change is actually-- we even accept like, hey, fires sweep through places. And assuming they weren't started by humans, we accept that. That change and the reordering of landscapes is normal and healthy. And I always tell myself, you have the kids growing up in New York, or San Francisco, or Chicago now. They only know it that way. So to them, it's as cool or as uncool as it's ever going to be. They either want to get out or they're loving every piece of it. And this happened for all the people that came before us. So my question is a very basic one. Do you miss the New York that you came up in? Are you somebody who is attached to the past? RICK RUBIN: I'm not attached at all. I'm not attached to anything in the past. I don't look back at all. ANDREW HUBERMAN: You don't think about, oh, in my dorm room at NYU, Beastie Boys, this. I miss-- no. Your optics are forward, present and forward. RICK RUBIN: Only present and forward. ANDREW HUBERMAN: Is there a process to that or it just happens to be where you default to? RICK RUBIN: I don't know. I'm not sure, but that's how I do it. ANDREW HUBERMAN: Nostalgia is not in Rick Rubin's brain. RICK RUBIN: No. ANDREW HUBERMAN: Lucky you, man. RICK RUBIN: No. ANDREW HUBERMAN: I say that with genuine admiration. So you can hear a song that maybe you had a role in producing or not, something from the past. And you're accessing a state, presumably, but you're not pining for wishing how it was. RICK RUBIN: Never. ANDREW HUBERMAN: I'm no psychologist, but I'm going to venture to say that I think that's a very unique quality. I think a lot of people wish for or wish that things did not happen the way they did, that there's a lot of living in the past. There's a lot of this notion of people future trip. I don't actually think that's the default state of the brain. I think a lot of people live in emotional anchors to the past, good and bad. RICK RUBIN: Yeah. I have none. ANDREW HUBERMAN: And watching wrestling is one way that you cleanse the palate. RICK RUBIN: Yeah. ANDREW HUBERMAN: When you go to a meal and you-- they pass around this or that-- I don't know if they do this anymore, but pass around a little bit of sorbet to cleanse the palate. It turns out there's a biological reason for that. There's a kind of neutralization of the taste receptors between savory, and sweet, et cetera. So wrestling is your palate neutralizer. RICK RUBIN: I know that if I watch wrestling before I go to sleep, it's going to be a good night's sleep. ANDREW HUBERMAN: Do you dream about wrestling? RICK RUBIN: No, never. But it's just relaxing. It's just relaxing. ANDREW HUBERMAN: Do you anticipate when you watch it, like here comes the dopamine hit? RICK RUBIN: Sometimes, sometimes when it happens it's exciting. ANDREW HUBERMAN: He's going up for the three-pointer. RICK RUBIN: Yeah, sometimes it's exciting. ANDREW HUBERMAN: But do you enjoy-- RICK RUBIN: But even then, it's like the stakes are low. It's like I don't really care what happens, which feels good. I'm just being entertained. ANDREW HUBERMAN: Do they actually get hurt sometimes? You said they do. RICK RUBIN: A lot, often. They do. I mean, they're basically stunt men. So imagine stuntmen getting hurt doing a crazy stunt. It happens all the time. ANDREW HUBERMAN: When the movie The Wrestler, I remember he got staples stapled into him. And I thought that's pretty intense. I once went and saw-- I guess they called it Mexican wrestling. I don't know if they call it that anymore, where the guys dip their hands-- RICK RUBIN: Lucha libre. ANDREW HUBERMAN: Yeah, they dip their hands in glass. This was in Sacramento. And I once saw it. I honestly didn't have a stomach for it. I really didn't. I couldn't believe it was legal. It might not have been legal. RICK RUBIN: Yeah. ANDREW HUBERMAN: But I thought-- RICK RUBIN: There's crazy stuff in wrestling sometimes. ANDREW HUBERMAN: Wow. So before sleep, is that typically "
        },
        {
            "timestamp": 7316,
            "text": "when you watch wrestling? RICK RUBIN: Yes. ANDREW HUBERMAN: Do you think it's useful for people to have some activity that allows them to clear their mind and create peace before heading off to sleep? RICK RUBIN: I think so. And I think yoga nidras would be good. It's like yoga nidra, pro wrestling, any of those type things. ANDREW HUBERMAN: Yeah, not watching the Dahmer thing. I won't watch that. RICK RUBIN: I don't watch any horror, anything, or I don't like violent things. ANDREW HUBERMAN: Yeah, I know it exists. I know horrible things happen in the world, but I certainly don't want to do that before sleep. I think these liminal states before and emerging from sleep are very powerful. When you wake up in the morning, are your thoughts immediately structured or do you enjoy the clearing of the clouds? RICK RUBIN: It's a slow process for me to wake up. And I like that. I like not engaging too much too soon. I usually fall asleep listening to a lecture or something speaking because if I don't, I can get caught in my own thoughts. And listening to something is enough of a focus point that it stops me from talking to myself. ANDREW HUBERMAN: I do the same. My grandfather listened to the radio, to sports on the radio. And he would fall asleep. Oftentimes, he was a smoker with a cigarette in his mouth. His wife's responsibility was to stay up later than he did to make sure he didn't burn everything down. And then when you wake up, you said it's a slow process. Is it an hour or two before you feel like you're-- RICK RUBIN: I would say probably an hour. I usually wake up and try to get in the sun as soon as I possibly can and hope to spend-- hope to spend about an hour. And then I'll usually go for a walk on the beach for another hour or 90 minutes, depending. ANDREW HUBERMAN: Are you with family members and other people at that time? RICK RUBIN: No, I'm usually focused by myself. ANDREW HUBERMAN: Phone? RICK RUBIN: I'll be listening to something. I don't look at the phone, but I listen to, again, a lecture, or podcast, or audiobook. I like audiobooks a lot. ANDREW HUBERMAN: Yeah, I do too. If an idea comes to mind do you write it down? RICK RUBIN: I may, it depends. I like to. I usually have-- would do a note in my phone. I don't usually carry pen and paper with me when I'm walking. ANDREW HUBERMAN: Yeah, I do the same. I do a long Sunday hike or jog. And I will audio script into my phone. People sometimes give me funny looks because I'm talking to myself. RICK RUBIN: That's a nice way to do it, though. I'd like to learn more of the audio methods of doing it instead of the typing methods. Right now I type and I don't think it's the best way. ANDREW HUBERMAN: The voice memos function in the iPhone and other phones is really good. And there are now companies like rev.com that will turn those into Word docs scripts that are fairly well corrected, fairly inexpensive. No, they're not a sponsor of the podcast. I just happen to use it. It's great. I actually learned that trick from Richard Axel, the Nicorette chewing, wild man, Nobel Prize winner. He writes manuscripts by walking around his office, pacing, and talking into his phone. RICK RUBIN: I always think of the Woody Allen movie where the Alan Alda character is talking about-- yeah, he's speaking comedy ideas into the phone. It's really pretentious. ANDREW HUBERMAN: Yeah, I liked that movie about Harvey Milk, that Sean Penn played Harvey Milk, because that all took place before I was alive, mostly, in the Bay Area. But there's these beautiful scenes of him, as I recall, sitting there at his kitchen table talking into a tape recorder at night, talking about how he predicted that he would be possibly assassinated, et cetera. And this goes back to the Strummer thing about writing things down. I think that a lot of people, including myself feel a little bit of egotistical guilt around, who am I to think that my ideas could be worthwhile or something? But I think over time, I've come to realize that the ideas about experiments or questions I have about health, they don't always, but oftentimes can lead to real seeds that grow into big trees. RICK RUBIN: But it's something that's interesting to you, it doesn't matter what anyone else thinks. Most of my notes are not for anyone else's-- for anyone else's used. Like I hear about something that's interesting to me and I think about, OK, I want to learn more about this, whatever it is. And then, sometimes those things work their way into things I'm doing because the universe seems to work in that way, but I rarely am learning something with the idea of using it. I learn things with the idea of, this is what I want to know. This is what's interesting to me. And then often those things that are interesting to me can find their way into other projects just because they do. ANDREW HUBERMAN: Yeah, that's almost like coal or kindling, but the moment that you think of it that way, it sounds so extractive. So you take this walk and you're writing down the occasional idea, perhaps. And then what is the next-- the way that-- here are less than, do this, then this, then that. I'm interested in, where does your mind shift to? Does it become more structured as the day goes on? Does your thinking become more structured around projects and plans? RICK RUBIN: I try to deal with things that need dealing with after that and in preparation for going to work. And then when I go to work, it's more like free-- this free thing where I'm, again, hoping something good comes, welcoming something good, paying attention, and maybe trying to will it to happen, but knowing I don't have the ability to make it happen. I can just be present for it and be ready if it does arrive. ANDREW HUBERMAN: Some of the more surprising and I found "
        },
        {
            "timestamp": 7696,
            "text": "really interesting and useful features of the book were about dancing with structure and lack of structure. So when I think of structure, I think of deadlines. So when you are in the process of creating something, obviously, deadlines are relevant, time of day. There's only so many hours in the day where one can stay in the groove or the readiness to receive. Have you ever found yourself in that mode where you're grinding like, oh, here we are. OK, I'm not coming home for dinner. It's the next-- we're going to push, put on the coffee pot kind of thing. RICK RUBIN: A lot. A lot. Over the course of my life, a lot, not as much now. And one of the things that I discovered through working on the book was the phases of work-- we're not required to treat the different phases of work in the same way, whereas before, I did. Before, everything was in this state of play. Everything had a wide open time schedule. It happens when it happens. And if it takes two years or three years, it doesn't matter. It's not about that. It's only about this thing has to be great. And what I came to realize in working on the book is that there are different phases. And the first phase is this seed collecting phase, which is an ongoing part of life in general. I do that. I do that always whether I'm working on something or not. I'm always in the seed collecting phase. And there's no deadline or just anything that interests me that I think I want to learn more about or has potential to be something, anything. I hear something, I think, uhm, I'd like to read more about that, or I wonder if there's a movie about that. Is there a movie about that? If not, maybe there's a movie to be made. Again, I want-- this is something I want in my life. Let's see if it exists. If it doesn't exist, then maybe that's something interesting to pursue. But I know that the desire is there because I have it. So in the seed phase, there's no deadlines. It's just a wide open part. And then the next phase is called the experimentation phase, where we start experimenting to see what the seeds want to do. You're involved but you're more of a-- you're not really dictating the action. You're setting the stage for something to happen, but it's not about you yet. So it'd be like the equivalent of you'd plant the seed. You'd would water it. You'd make sure it was in the sun. And you'd wait. So you're involved, but you can't make it grow. And then when it sprouts, and it grows, or if it turns into a plant, then you can look at the plants like, OK, how does this plant-- what's the potential of this plant? And then that the third phase is the crafting phase, where it's like, OK, I have this plant, maybe I'm going to trim it or maybe I'm going to combine it with these other plants to make something else with it. Now, it's like material that you have. And then finally is the completion or finishing phase, which is the final edit, getting to the version of it-- the version of it that's the one that you can share with the world if that's something you're going to do. And I've come to realize that by the time you're going into the completion phase, you can have a deadline. And it won't hurt the project. In fact, it might help the project. And I didn't know that before. So I've worked on projects that have gone longer than they necessarily needed to and maybe not in the best interests of the project because I didn't know that. I didn't understand the timing of that because I am so aware of the necessity in the experimental phase to not have a deadline that I assumed that held through the whole project. And they're not-- it's not a clear phase one finishes, and then you start phase two. Phase two finishes and you start phase three. You move back and forth between them. I'm collecting seeds all the time. I'm always in phase one. And then, probably to some degree, there's always some version of experimentation going on, maybe not now, but if something's on a list of things I want to look at, hopefully, I'll get to the list and give them some experimentation and see what they can turn into. And then if they do turn into something, then they get to the crafting phase where it's more, OK, now I have this thing. What do I know about this thing? What can I match this with? What can I use this for? How can I be involved as a craftsman? And by the end of the crafting phase or deep into the crafting phase, you can start seeing the end. You can start seeing an end. And then you can even dictate an end. But I recommend, if you do, just dictate it for you not for anyone else because if something comes up where you learn-- if you set a deadline, public deadline, and then a new discovery happens along the way. And you realize, oh, this could actually be much better than I thought, but I need more time, it's harder to do that if you set the deadline. So I would say, have an internal deadline to get to finish it. That said, if an unusual situation comes up and it's better for everything not to meet that deadline, it's one of those rules that-- you set the rule to break it if it's what's best for the project. But that was a new thing for me. And it helped me a lot. ANDREW HUBERMAN: When did you realize that? RICK RUBIN: In collecting the material for the book and thinking about it. When I realized that it was phases-- I didn't know any of this. When I started writing the book, I didn't know hardly any of the things in the book. Most of it would be reverse engineering something that I had experienced, a successful experience using these methods without knowing they were methods, just following my instincts got me to something good. And then I would look back at, why did I want to do that? And is there a principle at play that could be of use outside of this case? And how do I explain that? And that's what the book is, these reverse engineered principles that have led to a good decision making and try and make things. ANDREW HUBERMAN: The chapter on self-doubt "
        },
        {
            "timestamp": 8132,
            "text": "was really interesting to me. RICK RUBIN: Tell me what it says because I can't remember. ANDREW HUBERMAN: Well, I'll read the first sentence of it, which is that self-doubt lives in all of us. And while we may wish it was gone, it is there to serve us. And it goes on to describe how to dance with self-doubt in not so many words. I think there's a saying that is actually from the landscape of psychology, which is generally discussed in a pathological context, which is, if nothing matters, anything goes. This is usually the phrase used to describe people who feel as if there's no use in living, so just go crazy, often to self destruct. But there's a light version of this, I realize, where in some sense the creative process seems to have something to do with-- if you're not paying attention to what outcomes are like who likes it, who doesn't like it, and you're just doing it for you, you make the rule play, I want to delight myself. Well then, anything goes and you have an infinite rule set there to extract from, at least initially. So as one gets better at their craft, you can imagine self-doubt goes down. I think that's the perception of a lot of people. You get better at what you're doing. You can land free throws as a basketball player. You can hit more home runs as a baseball player. You can produce more platinum albums as an artist. Self confidence goes up. Self-doubt goes down. But I think you and I both know a number of people who are successful enough to know that oftentimes there's a mirror image to that, where people feel pressure because they did it once now they got to do it again. RICK RUBIN: Yes or that you think you're so good at it that it comes easily and you don't have to apply yourself. ANDREW HUBERMAN: Arrogance. RICK RUBIN: Yeah. So self-doubt it's like a-- it's a check on yourself. It can either be really helpful or it can undermine you. So it's something we all have. And if we let it undermine us, then we don't make anything and that's not good. But when used as a balancing tool in our lives, it serves a great function where we really do-- it's OK to have all the confidence in the world and still second guess, is this the best it can be? You can doubt-- I think the phrase is in the book. You can doubt your way to a great work, to a masterpiece. Sometimes that questioning allows you to push further than just accepting, I made it so it's good. ANDREW HUBERMAN: Yeah, I've encountered more people that seem to be driven by self-doubt and the need to constantly perform and perform again, then I have real arrogance. Just hasn't been my experience, fortunately. I've met some arrogant people in my life. And of course, we never-- as a psychiatrist who I admire a lot and bio-engineer who was a guest on this podcast Carl Di Saraf said, we never really know how other people feel. I mean, most of the time, we don't even know how we feel. Again, language is a very deprived format for explaining feelings. So we think somebody feels one way but we can observe-- and it could be another, but we observe their behavior. So in the sense of returning to the work, just always returning to process, "
        },
        {
            "timestamp": 8353,
            "text": "it sounds like your routine is fairly scripted, at least now. But the things that you are getting in touch with-- wrestling, sleep and dreaming, the ocean, there's a predictability of them because you can access them in a predictable way, but they seem to have a lot of unpredictability in them. The ocean is completely unpredictable. RICK RUBIN: I also listen to a lot of music that I don't know. So I listen to a lot of classical music, and less so but some jazz, and a lot of old music that I never heard before. And I like being surprised by music. And sometimes it really catches me off guard. I shazam a lot when I hear something I like. ANDREW HUBERMAN: Have you ever encountered music that really works well live but just does not work in a recording? Or that it's much better live but the recording is sort of, meh. You don't have to name names. RICK RUBIN: I don't think so. I feel like maybe there are some artists who are great live who've never captured it well on record. Example would probably be the Grateful Dead is a good example of a band where I feel like their albums are not their strong point. But if you hear live recordings, they're really interesting and really different from each other. And that's part of what makes the Grateful Dead interesting is their unpredictability. ANDREW HUBERMAN: I confess. I had a sister who listened to the Grateful Dead. And I got taken to a few shows when I was younger. And they would do that-- was it called space? It was these drum solos that would go on for hours and hours. This is like the antithesis of punk rock shows, where songs are like 90 to 120 seconds. And I remember thinking, what is this? What is this? But people I know, who love the Grateful Dead, love that uncertainty about where that drum thing-- I think they do call it space. Forgive me deadheads. I'm not enough of one to get it right. RICK RUBIN: But they're looking for something. And sometimes they find it. And if you're there when they find it, it feels exciting because it's not just-- it's not just following a script. It's like something is really happening. It's a real moment. Something that I aim for in the studio is to create real moments that when you hear them, they don't necessarily sound perfect. They sound like something that really happened. And in that moment, something happened. And it's a special moment. And you can feel that if they were to play it again, it wouldn't be like that. There's something really exciting about that. It's really what-- it's how jazz works as well. And I think some of-- bringing some of that jazz mentality into other types of music is really interesting, makes for compelling things, because when you hear them, there's a certain amount of-- you really have to pay attention to do it. When you're doing it, you're really paying attention. It's like, I don't really know. There's no music. There's no map to follow. And now we're working together to make something. Do I play or not play? When do I play? And you're really paying attention. And can I add or you go to start adding something. And someone else added something. It's like, oh, I can't do that. And it's like everyone's just in this thing, in this moment experiencing this thing at once that you can feel as a listener. And we get to hear their excitement of finding it. And it's thrilling when it happens. So I like that experience. I feel that's what the Dead do live. They'll play songs in different ways. And again, I don't know very much about the Dead. It's newer for me to listen to the Dead. Growing up, I never listen to the Dead, but probably because I heard songs on their albums and thought, this doesn't really speak to me. But I think that the albums don't really reflect what's special about them. ANDREW HUBERMAN: I think a lot of their shows were recorded or videotaped-- RICK RUBIN: By fans which they supported. They supported that everybody come, everybody tape, everybody trade tapes. It made sense for who that band was. ANDREW HUBERMAN: They redefined or they defined-- excuse me, the notion of followers. I mean, people literally gave up their lives or spent much of their lives literally driving from city to city to follow them. RICK RUBIN: Because it's not like going from city to city to watch a movie over and over because it's not a movie. It's different every night. It's changing. ANDREW HUBERMAN: It's pretty incredible phenomenon. I don't know of anything else quite like it except cults. And those often don't end well. I think a guy that mixed the punch for the Jonestown Massacre went to my high school. RICK RUBIN: Is that true? ANDREW HUBERMAN: I think so. RICK RUBIN: That's amazing. ANDREW HUBERMAN: My sister is really good at all this '70s, '80s dark psychology trivia. She's a very light person. RICK RUBIN: Did you read Season of the Witch. ANDREW HUBERMAN: No. RICK RUBIN: It's about San Francisco in the '60s. It's great. You'll love it. Great book. ANDREW HUBERMAN: I ought to check it out. The way you describe experiences going by in time, "
        },
        {
            "timestamp": 8702,
            "text": "or things emerging in time, and the creative process being a way of capturing those moments, maybe rearranging, maybe watering, et cetera, I thought was beautifully captured in the analogy you gave about a conveyor belt going by of things. We think of the creative process like it's going to land in us, or we're going to enter it, or that we're going to sit there in a chair and grit our teeth. There's some Hemingway quote where you just sit there and stare at the page until the beads of blood form on your forehead or something, maybe it was him, maybe it was-- I don't know. It sounds like Bukowski or something. Anyway, I'm going to get this wrong. People tell me in the comments. Maybe no one said it. It was a dream. But I love this conveyor belt thing. That reminds me of being in laboratory, doing experiments thinking I was trying to solve one thing, and then seeing something else, and then having to make the decision, like is that really cool enough to drop everything and go that direction, or to spend a night, or a week, or a career going that way? I mean, these are big decisions, given that at least as far as we know, we're going to live 100 years or less. But this idea that we have thoughts and experiences in our past. And we can draw on, and try, and make good decisions-- do we grab these things off the conveyor or not? I'm hearing you. And I'm starting to realize that being attached to the past might be the worst thing that one could do in terms of being able to make good decisions in this context, because we have a playbook of what's worked and what hasn't worked. But you actually talk about this-- there's a passage in the book that-- I'll just read it. To be aware of the assumption that the way you work is the best way simply because it's the way you've done it before. I sat with this page for almost 10 full minutes, which is not something I do very often. Maybe you could elaborate on this a little bit. I mean, we want to have mechanisms and routines we can trust, but this is, I think, an important warning. RICK RUBIN: Yeah when something works, it's easy to be fooled into believing that's the way to do it or that's the right way. It's just a way. And it's just a way that happened to work that time. And this plays into when you get advice from people who have more experience than you. You explain your situation. They tell you their advice. The advice that they're giving you is not based on your life or your experience. It's based on their life and their experience. And the stories that they're telling are based on experiences they've had, that have very different data points than yours. So maybe they're giving you good advice, but maybe they're giving you good advice for them and not giving you good advice for you. And it's easy when we try something and have a result, a positive result thinking, everybody can do this. The way I was vegan for a long time, 22 years. And then I started eating-- I started eating animal protein and then eventually changed my diet a few times to the point where I lost a lot of weight. The way that I did it worked for me. Right before that happened, I did something that I was told that everyone else who did what you did, they all lost weight, for whatever reason, I didn't. So the idea that we know what's right for someone else-- I think, it's hard enough to even figure out what's right for ourselves. And if we do somehow crack the code of what's right for us, be happy we have it, and then still know, I wonder if that's the only way. Maybe there's an even better way that we're not considering. Not to get comfortable with thinking we know how it works just because we get the outcome we want. ANDREW HUBERMAN: I was raised in science with a principle. "
        },
        {
            "timestamp": 8982,
            "text": "It was literally dictated to me as a principle, almost like a rule of religion, which was that the brain is plastic. It can change and learn until you're about 25. And then the critical periods end and that's it. And this was a rule. Essentially, it was dictated a Nobel Prize, which was very deserved, given to my scientific great grandparents. They deserve it. But I was told there was no changing of brain structure function in any meaningful way after age 25 or so. It turns out that's completely wrong. Sorry David and Torsten, but they knew it was wrong. RICK RUBIN: Wow, that's interesting. ANDREW HUBERMAN: Yeah, it was actively suppressed because of the competitive nature of prizes and discoveries at that time. And a guy named Mike Merzenich and his student, Gregg Recanzone were showing that adult plasticity exists and only now is this really starting to emerge as a theme, just crazy. There were so many reasons and the textbooks said it. We were all told it. And it changed our behavior. Now we know this to be completely false. There's plasticity throughout the lifespan. There's limits to it here and there, but it's just far and away a different story. RICK RUBIN: So why would that be the only time that ever happened? ANDREW HUBERMAN: Exactly. But the field was run by a very small cabal of people at that time. RICK RUBIN: All fields are run by a very small cabal of people who have an investment in things being the way they are now because they're in charge. ANDREW HUBERMAN: And one of the great things about getting older is that-- well, fortunately, everyone eventually ages. And I hope that-- David unfortunately passed away. He was lovely. Torsten is lovely. He's still alive. And they would say-- I think Torsten would say, yeah, we should have been a little more open or kind in allowing these other ideas. But I think that-- RICK RUBIN: But just think about all the years that were wasted with this misunderstanding. ANDREW HUBERMAN: Absolutely, absolutely. And it went beyond that. And there were BBC specials that helped propagate this. And one of the goals of the podcast has been to try and shed, shine light on ideas that at first seem crazy. I know you and I are both semi-obsessed with the health benefits of light. And you hear about this stuff like negative ion therapy. It sounds crazy, right? Sounds like something you would only hear about at Esalen or in Big Sur. Turns out negative ionization therapy for sleep and mood is based on really amazing work out of Columbia by a guy named Michael Terman. The Nobel Prize, I think it was in 1916, was given for phototherapy for the treatment of lupus. This idea that certain wavelengths of light can help treat medical conditions is not a new idea. But somehow, we see a red light. We're not used to seeing red lights except in sunsets and on stoplights. And somehow, it bothers people or it makes them feel like-- RICK RUBIN: It undermines a business model that doesn't take red light into consideration. ANDREW HUBERMAN: Until it does and then it was-- and then it's co-opted there. And the place what I look to is acupuncture. For a lot of years, people said, well, acupuncture, this is like no mechanism, no mechanism, no mechanism. There's a lab at Harvard, a guy named Qiufu Ma, who I reasonably well, whose laboratory is dedicated to trying to figure out the biological mechanisms of acupuncture. And they are discovering what everyone is known for thousands of years, which is that incredible effects on anti-inflammation, the gut microbiome. RICK RUBIN: I have a friend who was having a terrible back problem. And I suggested that he see an acupuncturist. And he went to the acupuncturist that I suggested. And his back problem completely healed almost instantaneously. And I asked him, have you been keeping up, because he had another flare up. He's like, no. I can't go back there because acupuncture doesn't work. I said, well, you saw it work for you. He's like, yeah, but there's no science. ANDREW HUBERMAN: Wow, he's got it-- now there's good science and published in premier journals. What's interesting is there's a little bit of science editorial, but since we like to exchange information about health and things of that sort, the editorial staff of a journal dictates what gets published and what doesn't. And the premier journals have an outsized effect on what the media covers. And so the beautiful thing is the journal staff now is of the age that they grew up hearing about acupuncture, hypnosis has a powerful clinical effect if it's done right, yoga nidra and similar practices. And so the tides are changing, but I sometimes like to take a step back and think, what are we confronted with now that seems crazy that in 10 years, the kids that will be the-- because to me they're kids, will be journal editors. I'm like, oh yeah, absolutely. I'm making this up but putting tuning forks against your head or something like that, like sound wave therapy. I think when one adopts a stance of-- we have to filter everything through the limitations of our biology, but also through the sociology, the way culture goes, it becomes a different story. How do you deal with that, not just in terms of health, but in terms of thinking about anything? It sounds like you don't spend a whole lot of time thinking about what people are going to think is cool or not. RICK RUBIN: No, I can't. ANDREW HUBERMAN: You're a punk rocker at heart. RICK RUBIN: Yes. ANDREW HUBERMAN: You still are there, I got you. RICK RUBIN: I can't. I just know what I like and what I don't. I know what works for me and what doesn't. I try things. And I'm constantly looking for new better solutions to anything. And wherever they come from doesn't matter. It could come from-- it could come from Stanford or it could come from the guy talking to himself on the street. If it works, I'm good. It doesn't really matter to me at all. I don't hold any of it tightly. ANDREW HUBERMAN: Well, fortunately, there's now a division of the National Institutes of Health called complementary and alternative health. And it's amazing. NCCIH is run by a woman who has published on-- this is interesting, some of the anti-cancer effects of things like acupuncture, not that acupuncture can cure all cancers, but real data that I think for a lot of people, certainly of the generation above us, they just are not interested. It sheds new light on the Andrew Wiles, the Paul Stametses, the wild ones. RICK RUBIN: Ozone therapy, there are so many. There's so many we can look at. I mean for a long time, nutrition was just thought of as something that doesn't matter what you eat. It's what medicine you take and what-- the food is everything. ANDREW HUBERMAN: Food is a powerful variable. In the landscape of online nutrition, it's one of the third rails for anyone like myself who's out there on social media. You do a very good job of putting out posts on Twitter and Instagram, but each day you take it down, you put up a new one. RICK RUBIN: And I don't talk about any-- I only talk about-- I talk about creative ideas. I don't talk about anything specific related to anything other than maybe something like, don't believe what you hear. ANDREW HUBERMAN: It's right, exactly. Well, in the landscape of nutrition sometimes I now place it through the filter of professional wrestling. You've got your vegans, and your omnivores, and your carnivore MD. And you've got liver king. And you've got everything in between. So you could translate that to any number of different areas. Fashion probably has its people. I'm just not aware of who they are. Music has theirs. And sports has theirs. And science has theirs characters. So are we all just pro-wrestling characters in these different domains and we're taking ourselves and each other way too seriously? RICK RUBIN: Yeah, it's all-- we don't know anything. If someone has an idea and it sounds interesting, do you try it. And if it doesn't work, it's OK and try something else. ANDREW HUBERMAN: You're an empiricist. RICK RUBIN: Yeah, whatever works, whatever works. And if something seems interesting to you and you're excited by it, why not try it? I try very fringy things. I like, in some ways, the more unrealistic it seems, the more interesting it is to me because I feel like that's getting closer to something that somebody doesn't want me to know. ANDREW HUBERMAN: But you're not a big drug guy like the big psychedelic craze that's happening now and that happened some years. RICK RUBIN: I'm not against it. It's just has never been something that I've done. ANDREW HUBERMAN: Yeah, yeah, it's an interesting area that's definitely making headway inside of standard academic science and medicine now. RICK RUBIN: I'm interested in non-pharmacological approaches to things, whatever they are. ANDREW HUBERMAN: Well, I'm a big believer that also that behavioral do's and don'ts, first, are that they're the most fun to explore because, in general, unless it's something like jumping between buildings, doing parkour, or something, most of the time, you're not going to injure or harm yourself. There's more room for iteration than there is with a pill or a potion. Although, certainly, pharmacology has its place. So you've had creative works certainly within the realm of music, also comedy, and producing film, "
        },
        {
            "timestamp": 9584,
            "text": "and other things. For somebody out there who, of whatever age, maybe they're creating, maybe they know they have this creative antennae, the sources outside. What was it that Strummer said? I actually wrote this on the wall of my laboratory. No input no output. RICK RUBIN: Wow. ANDREW HUBERMAN: That Strummer's law. It's written in my laboratory. The people in my lab were like, what's going on here? I think one guy knew what that was, but it was a picture of him, and picture of my bull dog, and no input no output. I don't think I can just stay in a room with four walls, and a ceiling, and nothing else and create. I mean, I know that there are certain number of things in here, but I do think accessing the world is important. RICK RUBIN: And the world is giving us clues all the time. If we're paying attention, that's another part of it. If you're paying attention, the thing that you are looking for is being either whispered or screamed at you in the outside world if you're paying attention. ANDREW HUBERMAN: Well, I forget the exact title of the chapter, but there's a chapter about staying open to clues or being on the lookout for clues. Now, I feel tempted to look for the exact title of that chapter. RICK RUBIN: It's probably look for clues is what I guess. ANDREW HUBERMAN: Look for clues sounds like it sounds right. And since you wrote it, I'm guessing that's right. RICK RUBIN: Well it's something like that. ANDREW HUBERMAN: So do you think there are clues in everywhere? RICK RUBIN: Yes, I think there are clues everywhere. If we pay attention, we'll hear a phrase. It'll trigger a thought. We'll see something unexpected. If someone recommends something to you, maybe it's a coincidence. If three people recommend the same thing to you maybe it's not, who knows? Who knows? I do believe the universe is on the side of creativity. And the universe is supporting things to happen. And they can happen through you or they could happen through someone else. So if you're paying attention, maybe it'll happen through you. ANDREW HUBERMAN: We had a guest on the podcast named Justin Sonnenburg. He's an expert in the gut microbiome. And he applied something that-- without knowing, he applied the opposite principle, the opposite is true principle. We were talking about these trillions of gut microbiota that clearly are doing amazing things to create, neurotransmitters, and govern our brain, and even decision making, how much sugar is in our system driving appetite, et cetera. And he said, we think of them as cargo, but maybe we're just vehicles and they're in charge. That all of our interactions like every time we shake hands or touch our eyes, we're exchanging gut microbiota. And we think of intelligence as thinking and intelligence. And he's a microbiologist. And in all seriousness he said, maybe we're the ones being manipulated. We're the house cats. And we think here we are, we're falling in love, and kissing, and shaking hands, and washing hands, and doing all sorts of things to isolate or connect with one another. And maybe the gut microbiota are really trying to optimize their survival. RICK RUBIN: That's what Laird Hamilton said that at one point in the sauna-- that when you're in the sauna, it's really hot. The feeling that you have of wanting to get out could be the bad critters in your body that can't handle it. ANDREW HUBERMAN: Like let's get out of here. RICK RUBIN: Are trying to convince you, from the inside, to get out. Maybe that's where the feeling of being compelled to get out comes from. ANDREW HUBERMAN: So Elon getting us all to Mars might be a bit of-- maybe they just want to get to Mars. And so they're RICK RUBIN: Maybe. ANDREW HUBERMAN: Because I'm starting to feel like I'm channeling Lex Freedman here for a moment. No, I think this considering the opposite is really key. And while it might sound mystical to people or a little bit like we're just playing with ideas, that's exactly what you do in science. Someone walks in with a result and says, I found this. This is true. And you say, but what if it's all something else? A good example might be-- here I'm pulling from podcast episodes that we've had. But Alia Crum is this amazing psychologist who works on belief effects. Your knowledge strongly shapes the physiological outcome. And she had this amazing graduate thesis where she said, what if all of exercise is placebo, all of it? Yeah, burn some calories and does some things. Turns out this isn't the case. But it turns out a lot of the effects of exercise, positive effects-- lowering blood pressure, relieving stress, positive are placebo but nobody thinks of it like that because we're so attached to calories burned, et cetera. RICK RUBIN: I think that's a big point that the belief part of it is a huge part of the conversation about everything. What we believe has power. If we believe we can make something great, the chances of us making something great are better than if we don't believe we can. So I would say, any ability to harness your belief on your behalf is a really healthy thing to do. ANDREW HUBERMAN: And one thing that you make very clear is that while our own abilities may come into question from time to time, you absolutely believe that the elements from which to create are out there. RICK RUBIN: Absolutely. All the elements are here. Everything is here. We get to pick and choose. We get to-- the conveyor belts going by with the little gifts. And we can-- first, we have to notice there's a conveyor belt. Then we notice the gifts. And then that's the starting point. And then we may even feel empowered enough to grab one of the gifts, and open it up, and see what's inside. And then maybe that started something really beautiful that we wouldn't have done. Everything that I make or have made has always been based on something that I see or hear that allows me to see something that I didn't see before. ANDREW HUBERMAN: So I was going to ask you whether or not, it's important to be happy in order to create, "
        },
        {
            "timestamp": 9985,
            "text": "but certainly a lot of people that were unhappy were still able to create. But the more I listen to you, it seems that it's really about an ability to pay attention. RICK RUBIN: Yes. ANDREW HUBERMAN: So if I'm unhappy or if I'm happy may not be as relevant as whether or not I'm able to stay undistracted. RICK RUBIN: Yes. I would say that's-- I would say being able to stay present in the work is probably the most important part of it. And how you feel is less of an issue unless how you feel gets in the way of you feeling how the work makes you feel. Do you know what I'm saying? If you're in a lot of pain and you're looking at a piece of art, it may be hard to know how that art makes you feel because you're-- the big signal in your body is the physical pain. I'm sure there are some people who can do that too, who can, even through the physical pain, can feel it. ANDREW HUBERMAN: Now, there's this idea of transmutation, of taking one emotion and contorting it and co-opting it into another action in an adaptive way. But this idea of distraction being a problem, this really resonates, I think. When I think of times of great productivity is when I was able to be undistracted. I could also see how success can be its own distraction. This is often discussed in the context of fighting sports, where someone starts making a lot of money and pretty soon their focus becomes all the things they can access with their success as opposed to the thing that got them there in the first place. Keeping an underdog mentality. RICK RUBIN: Yeah. "
        },
        {
            "timestamp": 10087,
            "text": "ANDREW HUBERMAN: Before we conclude, I do want to ask you about one other aspect of process, which is meditation. Meditation is interesting to me because when we close our eyes as most meditations are done and we focus on our brain, our brain has no sensation. Like if we-- RICK RUBIN: I wouldn't say we focus on our brain. ANDREW HUBERMAN: Or we focus on something other than our normal experience, is that-- how would you define meditation? RICK RUBIN: Well, there's different-- there are different types of meditation. Either way, I would say there is no form of meditation where we're focused on our brain. ANDREW HUBERMAN: OK, good. I'm glad we disagree. RICK RUBIN: I would say, here are the things that happen. We either are engaging in a mantra, which would be a version of almost creating a trance for ourselves, not unlike listening to something when we go to sleep that would distract our conscious mind from participating. We would be overriding the talking mind with just a sound that we're generating, or a word, or phrase, a series of phrases. Meta meditation is a loving kindness meditation with phrases, could be that or it could be focused on the breath. But the purpose of being focused on the breath is to not hear the self-talk that we normally have. It's a single pointed focus exercise in those that I described. The other version is an awareness meditation, where you're closing your eyes. And you're being with whatever is and noticing-- so if we were to do it now, and you could do it eyes open or eyes closed with an awareness practice. But the first thing that I would do is I would feel-- I feel a little ringing in my ears. It might be from the electronic equipment around us. And I don't mean that I hear the sound. It's like a vibration. I hear cars passing in the distance. Let's see what else comes out, I can feel a feeling in my chest. I can feel this part of my face. I'm not sure why. It feels like it's related to my jaw. More car sounds. I'm aware of a little feeling of warmth. So now, I would say the room feels a bit warm. I wasn't aware of that before, when I wasn't just being with what's happening. I feel a little itch on my left shoulder. So that would be an awareness practice, which is another kind of meditation where you're just paying attention to what's going on. There's no story. There's no this means this. None of those things. It's like an inventory, almost, of everything that comes up when it comes up. And you do that for a period of time. But in all of those cases, in the example of doing the awareness meditation, or doing a mantra meditation, or focusing on the breath, in none of them am I thinking. And none of them am I concentrating on-- I'm being aware of sense perceptions in the awareness one or in the other meditations. I'm doing a practice so that I'm not aware of thinking about anything else. ANDREW HUBERMAN: When did you start meditating and how often do you meditate now? RICK RUBIN: I learned when I was 14. And I started with TM. And that's probably the meditation that I've done the most in my life and I come back to. Although I tried many different kinds and also different physical forms of meditation-- Tai Chi, things like that. I meditated for five or six years. And then I stopped when I went to school, to university. And then I started again several years later. And when I started again, I realized how profound it wasn't in me that I had done it when I did it So I usually have some sort of a practice. In some ways, the beach walks could be a form of meditation. But for me, typically, I would wake up. It'd be the first thing I would do during that in-between time, maybe go out in the sun, close my eyes, and meditate before starting my day. If I'm doing it twice a day, the second time would probably be right before dinner if I'm doing it on a regular schedule. Then if I find myself on an airplane, I might meditate for an hour. I can remember, one time, meditating the entire flight from New York to LA, just was a great opportunity to do a deep dive. And time passes. You lose track of time. You don't even know-- it's like going to sleep and waking up. You don't feel like that was eight hours. It's just time stops. Not always, but when it does, it's a great feeling. ANDREW HUBERMAN: Yeah, you've sent me some meditations including the one that you did on that transatlantic-- transcontinental flight. And I've been trying to get-- do longer and longer meditations, but I've always meditated a little bit. But your meditation practice is one that I'm starting to adopt, maybe we could convince you to give us a suggestions of one or two and we can link out to them for listeners. I'm sure they'd appreciate. RICK RUBIN: And there's also meditation like practices to do that involve-- there's something called the surgical series from the Monroe Institute which I used when I had a surgery. You listen to this recording. And it both allows your body to heal much faster and remove some of the trauma that goes on when getting cut open-- it's traumatic. But just through listening to certain things, you can have a really powerful effect, heal much faster. I remember I was about to be put under for a surgery. And my eyes were closed. And I wasn't communicating with anyone there because I was going inside. And my wife was with me. And they came in. And they said, oh, so they already gave Rick the sedative because he's ready to go in. I don't think you gave him anything. He's like, look at his numbers. ANDREW HUBERMAN: I love it. Yeah, it's an amazingly powerful practice that I like because anyone can cultivate. RICK RUBIN: Absolutely, absolutely. And there's no good or bad version. It really is just-- if you learn a technique and show up and do it, it works. ANDREW HUBERMAN: Well, I love that you're so willing to share what you do in your process. Listen, I just want to say thank you for a number of things. I want to thank you for the music you've created and that you are to create because we want to be still ongoing, certainly for your time today in sharing your thought process and a bit of what goes into this incredible creative process. And I want to thank you for writing the book. I don't talk about or feature many books on the podcast. It's just not something we typically do, but I've seen a little bit of the evolution of it. And then I've seen it now and read through it in its final form twice, as I mentioned. And I'm going to continue to read through it again. It is one of those books where it is so filled with gems, like every chapter. I could take notes on this. And take notes on this. And it's assembled in a very digestible way that allows people to extract the meaningful parts in every chapter. And there are so many in a way that's very straightforward. So I love the book. So thank you for doing it because you certainly didn't have to write a book. But I'm so happy that you did. And I know that I've already benefited I know so many people are going to benefit. It's an amazing book. And I couldn't help but put my neuroscience lens on it. But I also, about halfway through, I learned to discard my pre-existing lens a bit and start to see things through what I think is a different perspective. So I just want to thank you for being such an incredible portal and also for being an amazing friend. RICK RUBIN: Thank you. I love you. I'm so happy to be here with you. And any time I get to see you, it's a good day. ANDREW HUBERMAN: Likewise. Thank you for joining me today for my discussion with Rick "
        },
        {
            "timestamp": 10653,
            "text": "Rubin--all about creativity and\nthe creative process.Please also be sure to\ncheck out his new book,The Creative Act--A Way of Being by Rick Rubin.As I mentioned earlier,\nit's an incredible bookand such a wealth of knowledge\nfor you creative typesout there, for those of you\nthat seek to be more creative,or to understand the\ncreative process generally.And as I mentioned at the\nbeginning of today's episode,Rick has very generously\noffered to answer your questionsabout creativity.So if you have questions for\nRick Rubin about creativity,or the creative process, or\nanything else for that matter,please put those in the\ncomment section on YouTubeby writing in capital letters,\nQUESTION FOR RICK RUBIN.And then please put\nthe question in there.That will make it easier for\nme to find those questions.I will record the\nconversation whereI asked Rick, those questions.And of course, we\nwill post his answersto those questions on our\nHuberman Lab clips channel.If you're learning from\nand/or enjoying this podcast,please subscribe to\nour YouTube channel.That's a terrific zero\ncost way to support us.In addition, please\nsubscribe to the podcaston Spotify and Apple.And on both Spotify\nand Apple, youcan leave us up to\na five-star review.If you have questions\nfor us, or comments,or topics that you'd\nlike me to cover,or guests that you'd like me\nto include on the Huberman Labpodcast, please put those in\nthe comment section on YouTube.I do read all the comments.Please also check\nout the sponsorsmentioned at the beginning and\nthroughout today's episode.That's the best way to\nsupport this podcast.Not so much during\ntoday's episode,but on many episodes of\nthe Huberman Lab podcast,we discuss supplements.While supplements aren't\nnecessary for everybody,many people derive tremendous\nbenefit from them-- for thingslike enhancing the depth\nand quality of sleep,for enhancing focus,\nand for hormone support,and many other aspects of\nmental health, physical health,and performance.The Huberman Lab podcast\nis proud to announcethat we are now partnered\nwith Momentous Supplementsbecause Momentous\nSupplements areof the very highest quality.They ship internationally.And they have single\ningredient formulations,which turns out to be\nimportant if you'regoing to develop the most cost\neffective and biologicallyeffective\nsupplementation regimen.If you'd like to access\nthe supplements discussedon the Huberman Lab podcast,\nyou can go to livemomentous,spelled O-U-S, so\nlivemomentous.com/huberman.If you're not already\nfollowing us on social media,we are Huberman Lab on\nInstagram, Twitter, LinkedIn,and Facebook.And all of those places, I\ntalk about science and sciencerelated tools, some\nof which overlapwith the content of the Huberman\nLab podcast, but much of whichis distinct from the content\nof the Huberman Lab podcast.Again, it's Huberman\nLab on all social mediahandles, all platforms--Instagram, Twitter,\nFacebook, and LinkedIn.If you haven't\nalready subscribedto our Neural\nNetwork Newsletter,that's a monthly newsletter.It's completely zero cost.And it includes summaries\nof podcast episodesas well as toolkits for things\nlike enhancing your sleep,enhancing your focus\nand ability to learn,hormone support,\nfitness, and on, and on.You simply go to\nhubermanlab.com.And go to the menu,\nclick on the menu,and scroll down to Newsletter,\nprovide your email.And you can start receiving\nour monthly Neural NetworkNewsletter.Thank you for joining me\nfor today's discussionwith Rick Rubin--\nall about creativityand the creative process.And as always, thank you for\nyour interest in science.[MUSIC PLAYING]"
        }
    ],
    "episode_summary": "My guest is Rick Rubin, one of the most renowned music producers of all time, known for his work with a wide range of artists, including Run DMC, Public Enemy, Beastie Boys, Red Hot Chili Peppers, JayZ, Adele, Johnny Cash, LL Cool J, Slayer, Neil Young, Ye (formerly Kayne West), Tom Petty, and many more. He is also the author of a new book, \"The Creative Act: A Way of Being,\" which explores the creative process and how to access creativity. We discuss topics such as finding inspiration, the role of feelings as guideposts, learning from observing nature, balancing self-doubt and anxiety, and adopting new perspectives to channel the creative process. Rick also shares his thoughts on using deadlines, eliminating distractions, and how our experiences and emotions influence the creative process. Additionally, we discuss his love for professional wrestling. Our conversation can be applied to any activity or profession to access creativity.\nFor the full show notes, visit hubermanlab.com.\nThank you to our sponsors\nAG1: https://athleticgreens.com/huberman\nLMNT: https://drinklmnt.com/huberman\nSupplements from Momentous\nhttps://www.livemomentous.com/huberman"
}