{
    "title": "The Science of Creativity & How to Enhance Creative Innovation",
    "ep_num": "85",
    "link": "https://www.youtube.com/watch?v=KPlJcD-o-4Q",
    "chunks": [
        {
            "timestamp": 0,
            "text": "ANDREW HUBERMAN: Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. [MUSIC PLAYING] I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today we are discussing creativity. Creativity is a topic that to many people is very abstract. That is, we know when something seems creative, some of us know people who are creative or perhaps are creative, and yet the ability to be creative resides in everybody. And we know that because the neural circuits that underlie creativity have been somewhat defined and the steps and processes within the brain and body that lead to creativity are well known. That said, most people don't know how to access creativity. And if they do know how to access creativity, they are only able to access creativity in a fairly limited number of domains of life. For instance, in the visual arts or in music or within science or engineering or any number of different domains ranging from the kitchen to sport to childhood interactions. That is, childhood games. In other words, some adults are able to access their creative spirit when engaging in childlike play with children or for that matter with adults. But as it turns out, all of creativity stems from just a small subset of neural structures in the brain that need to be activated in a particular sequence or order. Today we will talk about what those neural structures are, what particular order they need to be activated in in order to come up with, for instance, new ideas that are creative, and then how to implement those creative strategies. We will also talk about different ways to access creativity that include-- narrative and storytelling as well as applying new rule sets or even entirely new worldviews. And we will do this in a structured way that will allow anyone, whether or not you consider yourself creative or not to be able to apply these tools in different domains of life-- work, family, play, and on and on. By the end of today's episode, you will have a better understanding of what creativity is and how to access it. And if you like to bring others into your creative endeavors which as you'll soon learn can massively expand the extent to which you yourself can express your creative talents. As is the case with all episodes of the Huberman Lab podcast, today we will discuss both scientific mechanisms and nomenclature. And I promise to make all of that clear to you even if you don't have a background in biology or psychology. But we will also, of course, discuss tools. That is, specific steps that you can take in order to be more creative. One particular tool that I'm excited to share with you involves a meditation, but this is a very unusual meditation. This is not sitting with eyes closed focusing on your breath or focusing on a chime or some other feature in your sensory environment or even in your body. Later we will talk about open monitoring meditations. Open monitoring meditations are very distinct from other forms of meditation and involve learning how to sit back and simply observe your thoughts while intentionally varying where your thoughts go. So for those of you that find it a struggle to focus or to refocus in more traditional forms of meditation or maybe even in your work and even for those of you that may suffer from things like ADHD or similar, open monitoring meditation can be an extremely valuable tool for accessing your creative abilities. Because of the ways that it allows you to tap into specific circuits within the frontal networks of your brain, so these are networks of the brain that include the areas just behind your forehead and that allow you to evaluate new and novel rule sets in a very unconstrained way. Because if you think about it, creativity is really the ability to take existing elements from the physical world or from the thought world, if you will, or from any domain of life, mood, thinking, and information and to reorder those into novel combinations that are useful for something. And as we'll also find out later, creativity has this incredible aspect to it, which is that when we see or create or experience something that is truly creative, it reveals to us something fundamental about the way that the natural world and indeed the way that our brains work. If that sounds very mysterious and abstract to you now, I promise that by the end of today's episode, you will not only understand what that means but you will also understand how to use open monitoring meditations as well as other forms of tools in order to access your creative ability. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is however part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is ROKA. "
        },
        {
            "timestamp": 287,
            "text": "ROKA makes eyeglasses and sunglasses that are the absolute highest quality. The company was founded by two All-American swimmers from Stanford and everything about ROKA eyeglasses and sunglasses were designed with performance in mind. I've spent a lifetime working on the biology of the visual system. And I can tell you that your visual system has to contend with an enormous number of challenges for you to be able to see clearly. For instance, when you move from a shady area to a sunny area. There are all adaptations that have to occur in your eye and brain. ROKA understands these adaptations. And the other ones required to see clearly. And those are built into the engineering of their sunglasses and eyeglasses. One of the things that makes ROKA eyeglasses in sunglasses so terrific, is that they are extremely lightweight. In fact, most of the time I don't even realize that they're on my face. I wear sunglasses when I drive and whenever I need to throughout the day and I wear readers at night. I do not wear sunglasses when I get my morning sunlight, which I do every single morning as you should be doing also as is covered many times on this podcast. ROKA eyeglasses and sunglasses are also unique in that unlike a lot of so-called performance eyeglasses out there. They don't make you look like a cyborg. They have some of the styles that make you look like a cyborg, if that's your thing. But if you want to wear glasses or sunglasses out to dinner or around for social reasons, they have many different aesthetic styles to choose from. If you'd like to try ROKA eyeglasses or sunglasses, go to roka.com, that's R-O-K-A .com and enter the code Huberman to save 20% off your order. Again, that's ROKA, roka.com and enter the code Huberman at checkout. Today's episode is also brought to us by Thesis. Thesis makes custom nootropics. And as you may have heard me say before, I am not a fan of the word nootropics because it means smart drugs. And frankly, there is no neural circuit in the brain for being quote unquote \"smart.\" There are neural circuits for focus. There are neural circuits for task switching. There are neural circuits for today's topic, which is creativity. Nootropics therefore is not a great word to describe any supplement or drug that can enhance brain function because it lacks specificity. Thesis understands this and therefore has designed custom nootropics that are tailored to your specific needs and that allow you to enter the brain and bodily states that are optimal for things like focus, energy, creativity, and so on. If you'd like to try your own personalized nootropic starter kit, go online to take thesis.com/Huberman. Take their brief three minute quiz. And Thesis will send you four different formulas to try in your first month. Again, that's take thesis.com/huberman and use the code Huberman at checkout for 10% off your first box. Today's episode is also brought to us by LMNT. LMNT is an electrolyte drink that contains everything you need that is sodium, magnesium, and potassium in the precise ratios that you need without sugar. As I talked about many times before on this podcast and elsewhere, every cell in your body requires hydration and electrolytes in order to function properly. And a key example of this are the neurons, the nerve cells of your brain that allow you to think clearly, to exercise hard, et cetera. Neurons require sodium in order to fire what are called action potentials or electrical signaling between neurons. And they require potassium and magnesium. And those have to be present in the correct ratios in order for your brain and body to function optimally. LMNT is formulated to help anyone with their electrolyte needs. And is perfectly suited to anyone following a ketogenic, low carbohydrate, or Paleolithic diet, or a basic omnivore diet which is the one that I follow. If you'd like to try LMNT, you can go to drink element that's lmnt.com/huberman to claim a free element sample pack with your purchase. And right now LMNT has two special flavors for the holidays-- chocolate caramel and mint chocolate, which I should mention taste especially good if you actually heat it up. So if you treat it like a tea, it works. Or if you drink it cold it's delicious. All the flavors of LMNT I find delicious. Again, you can go to drink element, that's lmnt.com/Huberman. The Huberman Lab podcast is now partnered with Momentous supplements. To find the supplements we discuss on the Huberman Lab podcast, you can go to livemomentous spelled O-U-S, livemomentous/huberman. And I should just mention that the Library of those supplements is constantly expanding. Again, that's livemomentous.com/huberman. Let's talk about creativity. "
        },
        {
            "timestamp": 531,
            "text": "Now on the face of it, the word creativity and creative acts might seem somewhat abstract to us. That is, we know when we see something that we consider creative and we know when we see something that is not creative. Things that aren't creative are things that we see every day, a car with four tires, for instance, a bicycle with two tires, not creative. However, we also see things that are novel that are different and that we don't really think of as creative. In fact, they can be downright trivial. For instance, if I were to take a fish tank and put wings on it, that's a novel combination of things, which is one of the key criteria for an act or an object or a piece of music that is creative. And yet, neither of us I believe would find it very creative or very interesting that a fish tank has wings on it. Why or why not I should say? Well, it turns out that for something to be creative it actually has to reveal to us something fundamental about the world or about how we work. And I must say that oftentimes the most creative and the most interesting and the most beloved creative acts reveal to us something fundamental about the world or the way that we work in a way that delights and thrills and surprise prizes us but that we aren't even aware what that fundamental rule is. I'll return to this in a few minutes. But for the time being, let's just build up from first principles what constitutes something creative and what does not constitute something creative. Creativity is a way of interacting with the world or combining or recombining things in the world in a way that appears novel to us and to other people. My example of a fish tank with wings on it is novel. But frankly, it's not very creative and it's not very interesting. It doesn't reveal anything new to us. Sure there are flying fish although they just jump far, they don't really fly. And as a consequence, putting wings on a fish tank could be used as a metaphor for the fact that fish don't fly. But you already knew and I already knew that fish don't fly. And so there's nothing novel revealed to us about the world except something we already knew. Now, creative acts on the other hand, of course, involve novel combinations of existing rule sets that could be different combinations of music or colors or shapes or technology, et cetera. But it does so in a way that tells us something fundamental and different. Let me give an example of a few truly creative artistic acts. "
        },
        {
            "timestamp": 676,
            "text": "And I'll do that in the domain of visual arts but, of course, there are many examples that could come from music or from other domains sport, et cetera. The examples I'll give rather than a fish tank with wings are for instance, the comparison between a drawing or a very accurate painting of a face, an Escher painting, and a Banksy. If you don't know what those are I'll explain. First of all, let's talk about an accurate representation of a face. If I were to sit you down or if you were to send me a photograph and then I were to paint or draw a picture of your face in a way that faithfully represented, the position and shape of your nose relative to the eyes, maybe a curl of the lip, maybe a few hairs of your eyebrows in a particular way, that really captured you accurately. I think most people would say, OK, it's accurate. It looks a lot like the photograph or the person. And on the one hand why that could be interesting it's not particularly creative because it faithfully represents what's already there. In contrast, a painting or a picture like an Escher, and for those of you that aren't familiar with Escher's involves a lot of repeating patterns. So for instance, a bird image that's repeated over and over and over and over again, sometimes in partially overlapping manner. And perhaps a building that's repeated over and over and over again or stones repeated over and over again or staircases over and over again. Escher's capture elements from the outside world and faithfully represent them, but faithfully represent them over and over and over again, which is not typically seen in the natural world. In fact, most of what our visual system does is to eliminate repetitive patterns when we see them. In fact, most of what our visual system does is try and make us blind to repetitive patterns in our visual environment and only allow us to see things that are unusual in that visual environment. Now, this is especially true at visual scales. What I mean by that is if you were to go to the beach and lie on your towel and look down at the sand, you would start to notice that the sand is a very, very repetitive pattern. So at very small scales and in particular at molecular scales when you get down to the level of atoms and so forth, everything is repetitive. It's the same thing, is just reproduced in different combinations over and over again. But as we move through our world, typically we're not looking down at pebbles on the ground or little grains of sand or the pattern of leaves in a particular clover or something of that sort. Most of the time we're looking out on landscapes or at people's faces, et cetera. And very seldom do we see highly repetitive patterns at that scale. So what Escher's do is they essentially reveal to us a fundamental feature about the way that our visual system works, which is that repetitive patterns tend to become noise in our visual system. That is, our brain encodes repetition as things not to be interested in. And the things that stand out against that repetition as the things to be interested in so-called signal to noise. What Escher's do is they invert the relationship between signal and noise and they make the repetitive patterns the signal and the unusual patterns the noise. In fact, in every Escher there are unusual patterns and those completely disappear to us. Now, when you look at an Escher, what you probably see and what I see are just a bunch of birds repeated over and over again or buildings or staircases repeated over and over again. And you may like Escher's and you may not, that's not the point. Today we're not talking about taste in particular creative acts. What we're trying to identify here are the rules and mechanisms of what constitutes something creative and why it's creative. And the key element here is that what's revealed by an Escher through these repetition patterns is an inversion of the way that our brain normally encodes visual images. And therefore, the rule that repetition is suppressed in our visual system and that unusual visual features are revealed to us, that rule is what pops out to us when we look at an Escher. Now, when I say pops out I don't mean that you look at an Escher and go oh, normally I don't see repetition, normally I see the unusual stuff, et cetera, et cetera. But there seems to be something about truly creative acts that capture the attention. And sometimes the delight of many, many people is that they reveal a fundamental rule about how the brain or the world works. Let me give you a different example also from the visual art world. Let me give you the example of Banksy. Banksy is an artist that many of you are probably familiar with and probably some of you are not familiar with. So for those of you that are not familiar with Banksy, Banksy is an artist that most often does two dimensional artwork. So these would be stencils or paintings or drawings like many artists and does them in an urban landscape, an actual city or suburban landscape. That is, he draws or stencils or graffiti in a very cryptic way, I should say. No one really knows who Banksy is or when he does his art. He just reveals his art by putting it up. But he does this in the context of cities and on three dimensional objects. So a good example would be he will stencil next to a phone booth a police officer. Or he will graffiti next to an actual fire hydrant a dog lifting its leg to urinate on that fire hydrant. Now, what's interesting about Banksy's is not simply the fact that he puts two dimensional art onto three dimensional surfaces in the urban and suburban landscape because if you think about it, that's been done many, many times before. All graffiti is that. All City Art and murals is that. So what's unique about Banksy? What's unique about Banksy or I should say Banksy's, the actual art, is that he combines two dimensional art with a three dimensional landscape in a way that the concept pops out at you. What do I mean by that? Well, in the case of the dog lifting its leg to urinate on the fire hydrant, that's a scene that most people and in fact, most children are familiar with from cartoons or from our basic understanding of the stereotype of dogs and I must tell you having owned a male dog, a bulldog Costello for many years. Hydrants were a particular target for Costello. Of course, everything was a particular target for Costello urinating outdoors. Nonetheless, he liked to pee on fire hydrants. That itself is not interesting. Seeing a photograph of a dog raising its leg to pee on a fire hydrant is not interesting. Seeing a painting of that isn't interesting. Seeing an actual dog urinating on a fire hydrant isn't interesting. In fact, seeing a painting in two dimensions of a dog raising its leg to, of course, it can't actually urinate but give you the impression that it would urinate on that fire hydrant isn't particularly interesting except for the fact that it reveals to us something fundamental, which is that we tend to pair visual relationships between different objects that share a common theme and then the theme tends to pop out us. So, for instance, the dog raising its leg next to a fire hydrant even if the dog is drawn in two dimensions and the fire hydrant is in three dimensions allows the concept of dog and fire hydrant to emerge or pop out at us, which reveals to us something fundamental about how our brain works, which is that our brain encodes concepts and entire stories as symbols of interaction between different objects. Let me give you a different example just to make sure that this hits home. One of Banksy's more famous paintings is a rather politically charged one, which is of a girl holding a bouquet of balloons. And this two dimensional drawing was put on to the West wall dividing territories in the Middle East. A very controversial issue. The controversies of that issue are not what I want to get into. But I don't think anyone would doubt that is a controversial issue. The two dimensional drawing of the girl with the balloons on the actual wall turns out to be quite interesting as an art piece because what it reveals to us is the entire controversy around the presence of that wall and the desire for certain people to breach that wall and the desire for other people to insist that that wall not be breached for whatever reason. Again, this is not about the particular controversy, the point is that a two dimensional image combined with a three dimensional structure allows the purpose of that three dimensional structure. And the controversy around that three dimensional structure to pop out at us in a way that if, for instance, we had just seen a photograph of somebody next to that wall or with a ladder or if we just seen a drawing of a girl holding a bouquet of balloons on a drawing of that wall to not emerge. In other words, it captures two fundamental features of the visual system. Our ability to encode things in two dimensions and understand symbols. And our ability to understand things in three dimensions. And in particular, the wall as a three dimensional object is really interesting because it's an actual physical barrier. So showing it as the actual physical barrier that it is in real space, in three dimensions turns out to allow the interaction between those two things. The concept, the controversy to pop out at us and make us think about that particular controversy and perhaps where we each individually stand on that controversy. Now, there are many examples of what I just gave in the visual domain. For instance, Rothko's which are just color on Canvas are particularly interesting source of information about the way that the brain encodes color. Later I'll fill in exactly what that information is. You may like Rothko's, you may not. But I'll tell you one thing. When you look at a Rothko, you are seeing colors in a very different way than you would ever see colors in any other context. The fact that they don't have a frame typically and the fact that there's no white canvas allows the colors that you see to be novel hues of those colors that you will not see in any other context. And in doing so reveals to you what your brain does in order to understand and extract color. Now in the context of music, for instance, you will sometimes hear a street musician play a song maybe a Bob Dylan song or a Led Zeppelin song or a Pink Floyd song pretty closely, pretty accurately to the way that song is played. But, of course, that's not creative. That's just like the photograph or the accurate portrait of somebody's face. Or you may hear an acoustic version of what's normally an electric guitar song or electrical song or vise versa. Somewhat creative, sometimes sounds even better than the original but not particularly creative. However, each and every one of us has a particular taste in music. Maybe it's classical, maybe it's rock, maybe it's punk, maybe it's hip hop. Within each of those genres, I think all of us are familiar with hearing something for the first time and maybe even every time. And there's something about the combination of the words and the music or sometimes just the music or just the words that allows some feature of it to pop out at us as particularly exciting. And when we feel that excitement and we feel that it's really novel, it's different than what we've heard before, I assure you what it's revealing to you is the way that your auditory system and often your auditory and your emotional system encodes information that you hear. And again, the rule that it's revealing is not splayed out for you. For instance, it's not told to you oh, this is the way you normally hear and now you're hearing things differently. Sometimes it's the change in for instance in the way that words are accented or the way the sentences are constructed. This often you'll hear in hip hop the way that sentences are constructed can be divided up not as normal declarative sentences the way that they're typically written. But the way that sentences are chopped up and fractured reveals to us new meaning and in fact, enhanced meaning about particular words that we wouldn't see if it was written out as a paragraph and then sung as a script that would be the same as the one that we would read. Again, the point is that what is exciting and novel to you is just the way that you hear it. But it's exciting and novel to you because there are circuits within the brain that when we hear or see or feel or experience known elements in new ways that are truly creative, the way that those neural circuits function is changed. And when neural circuits change the way that they function simply by way of what comes into our eyes, our ears, and the way that we experience our feelings, there is the release of chemicals, including the release of the chemical dopamine and other neuromodulators as well that make us feel both surprised, delighted. And this is very key, excited in anticipation that we might see it again. So with the understanding in mind "
        },
        {
            "timestamp": 1417,
            "text": "that true creativity involves the l combination of some elements could be notes of music, could be numbers, could be visual elements like lines or colors, could be physical movements, et cetera. But novel combinations of some things that reveal to us something fundamental about the way that our brain and/or the world work. And of course, as I mentioned before, that fundamental thing may or may not be consciously accessible to us. We may not know what exactly it is that's novel to us. But it feels novel and it feels true. Well, with that understanding in mind, we therefore can ask, what are the underlying principles and neural circuits that underlie the creative process. And the word process here is especially important. In fact, if there's one thing I'd really like to impress on everybody is that when thinking about biology, it's almost always better to think about verbs as opposed to nouns. So rather than think of creativity as a noun or somebody being creative as an adjective, think about the verb creativity. That is what are the steps required and therefore what are the cells and circuits and thoughts, et cetera required in order to be creative. This element of thinking about verbs then allows us to say, OK, what are the various steps in coming up with a creative idea, in testing a creative idea, and then implementing that creative idea. And in doing so, we find based on the scientific literature that there are basically three major networks within the brain, each of which is responsible for each of the three steps to arrive at something truly creative. The first neural circuit involved in creativity is the so-called executive network. This is a goofy name because the neural circuits that I'm about to describe do a bunch of other things as well, but they certainly control what are called executive functions. Executive functions are functions that you and I both have, which is our ability to govern our thinking and our behavior in very deliberate ways. And that is largely accomplished through the use of the neural circuitry that sits right behind the forebrain, the so-called prefrontal cortex. Now, the prefrontal cortex involves many different subregions. It has a bunch of different parts just like any country has different states, et cetera and provinces. Executive function involves the prefrontal cortex and some other neural structures. But for the sake of this discussion, executive function and the prefrontal cortex are mainly responsible for suppressing action. That is, for eliminating choices among the infinite number of choices that exist. For instance, of what colors to combine on a painting or what lines to draw or what notes to play or what movements to make in a sports endeavor, what numbers to include in a mathematics endeavor, or what words and letters and syllables and sentences to include in writing a creative passage. The second network is the so-called default mode network. There's a lot of discussion nowadays about the default mode network as it relates to consciousness and meditation, et cetera. The default mode network does many different things. But in the context of our discussion about creativity, the default mode network is really the network that starts being engaged when you close your eyes and start paying attention to what's going on in terms of your thinking as opposed to the sensory outside world. And the default mode network is especially important for what's called spontaneous imagination. Now, spontaneous imagination is something that you can try at any moment if you were to close your eyes and to try and not pay attention to the sounds around you. But even if you do, to just pay attention to whatever thoughts or feelings emerge when your eyes are closed. By closing your eyes and shutting yourself off to the outside sensory world, you start to engage much more of your brain machinery dedicated towards what's going on inside you, so-called interoception but also what you're thinking about your thinking whether or not your thoughts are complete or incomplete, whether or not they are fragmentary in a way that goes from one thought to another distantly in the past or present to future, et cetera. Depending on time of day, how well-rested you are, how stressed you are, how happy you are, the default mode network will take you through a journey of different types of thoughts, different types of feelings, et cetera. The specific types of thoughts and feelings are not as interesting as the fact "
        },
        {
            "timestamp": 1674,
            "text": "that when you close your eyes you're essentially engaging this default mode network, which is essentially the network associated with imagination and imagination based on elements that exist only within your head, that is within your brain and therefore must rely on memory of previous experiences. As soon as you close your eyes, you are shutting yourself off from the sensory world. So by definition you can no longer be bringing in novel experiences in that moment. You're relying on your library of existing experiences and your memory of those in order to imagine new things. And you're doing this in a very free associative way. You're not trying to imagine new things. It's just whatever geysers to the surface. So we've got the executive network, which is involved in suppressing particular thoughts or actions. We have the default mode network, which is involved in imagination. And the default mode network I should mention also involves a subregion of the prefrontal cortex. It's called the medial prefrontal cortex but other brain regions as well. And then the final element within the circuits underlying creativity is the so-called salience network. The salience network is a network of brain regions that involves areas such as the Insula, which actually has a complete map of your body surface as well as some information mapped there about what's going on in the outside world and how those combined with what's going on in your internal landscape, that is within your body. Also a brain region called the ACC or intengu-- excuse me, anterior cingulate cortex and the amygdala. So a lot of information is mapped within the salience network about how we feel and how we feel in relation to things that are happening around us and within us. And the salience network has one main job, which is to pay attention to what's most interesting either in the world or inside us in terms of feelings or experiences. So we've got three networks-- executive network, which is there to suppress choices in terms of actions we could take but decide not to, or things we could think about but choose not to or try not to, the default mode network, which is basically the catalog or library of previous experiences that we have available to us that would act as the paints on a palette or the possible ingredients that could go into a recipe. All of that has to, again, arise from previous experience. We can't close our eyes and suddenly be able to access all the melodies that we've never heard before or all our ideas and concepts and knowledge about music if we don't have musical understanding or visual understanding. So we're really drawing up the library. And that library tends to be rather disorganized. It swirls around. It's not very structured unless we're actively trying to think about something. And then we have the salience network, which is the networks within the brain that decide or make choices about what's most interesting to pay attention to in a given moment. So those three networks work together to create things. And when I say create things, we again have to really definition of creativity. Creativity is a rearrangement of existing elements into novel combinations that reveal something fundamental about how we or the world works. And, this is very important. It tends to be things that are useful. Now, they can merely be useful because they're entertaining or thrilling, they can also have a particular utility or use in the world like a piece of technology that is actually useful like an app or a smartphone or a computer actually has utility or a vehicle. There are creative acts that led to the formation of vehicles and computers, et cetera. But the point is that just merely coming up with novel combinations of things like wings on a fish tank, that's not creative or it's not creative in any meaningful way because it's simply not useful. It doesn't reveal anything fundamental new or purposeful. It doesn't allow us to think about or interact with the world or ourselves in novel ways. Whereas things, people, actions, and ideas that are truly creative really change the way that we are able to access the world. They act as portals to the world and to ourselves. I'd like to take a quick break and acknowledge one of our sponsors Athletic Greens. Athletic Greenes now called AG1 is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. I've been taking Athletic Greene since 2012. So I'm delighted that they're sponsoring the podcast. The reason I started taking Athletic Greens and the reason I still take Athletic Greens, once or usually twice a day is that it gets to me the probiotics that I need for gut health, our gut is very important. It's populated by gut microbiota that communicate with the brain, the immune system, and basically all the biological systems of our body to strongly impact our immediate and long-term health. And those probiotics and Athletic Greens are optimal and vital for microbiome health. In addition, Athletic Greens contains a number of adaptogens, vitamins, and minerals that make sure that all of my foundational nutritional needs are met. And it tastes great. If you'd like to try Athletic Greens, you can go to athleticgreens.com/huberman, and they'll give you five free travel packs that make it really easy to mix up Athletic Greens while you're on the road, in the car, on the plane, et cetera. And they'll give you a year supply of vitamin D-3 K-2. Again, that's athleticgreens.com/huberman to get the five free travel packs and the year supply of vitamin D-3 K-2. So now you have some idea about the brain areas and networks involved in creativity. "
        },
        {
            "timestamp": 1993,
            "text": "But I want to be very clear that any time we talk about mechanisms and brain areas, what's far more important than the names of those brain areas is an understanding of what they do. So if you couldn't remember the anterior cingulate cortex or the fact that the prefrontal cortex is involved in executive function, et cetera, that's fine. It's less important that you know the names of things than you understand the action steps that those things take. That is the verb actions that those particular brain areas engage in order to arrive at a particular endpoint. And the endpoint we're talking about today is creativity. I want to discuss creativity in terms of what actually goes into being creative. And it turns out there are just two elements. And those two elements are now well understood from the perspective of psychology and fortunately, the neuroscience well supports what the psychology says and vise versa. And those two elements that go into coming up with a creative idea and then implementing or developing that creative idea into something real that you and the rest of the world can experience or divergent thinking and convergent thinking. And divergent thinking and convergent thinking are very straightforward to understand. Divergent thinking is taking some known object or event in the world or sport or concept. It could be running. It could be a musical note. It could be jumping. It could be a particular color on a piece of paper. And asking yourself how many different things could that thing actually be. And you might say, well, running is running. But let's use divergent thinking as a way to illustrate what divergent thinking is. If I show you a picture of somebody running, I say, what do you. See and you say I see somebody running. And then I might give you a divergent thinking task and these tasks are the same ones used in various experiments. And I'd say, how many different things can you think about based on this picture that you see of somebody running. Now, if you are able to engage divergent thinking, you could say running to the store. Running away from a lion. Running towards somebody I love. Or maybe you have a more elaborate imagination and you could say, running in front of a bus to grab a kid so the kid doesn't get hit by the bus. Or running toward a concert because I'm so excited about the particular concert and then it starts to spool into a story. In other words, divergent thinking involves taking one simple what we would call a neuroscience or psychology stimulus, one image, or sound, et cetera and trying to radiate out from that as many different divergent situations, properties, characteristics, events, things from that one specific element. So any divergent thinking task would involve exactly that. I'd show you pictures or play you sounds or words or notes or describe to you events in history and try and see how many things can radiate out from that in to diverse, diverse, even distant types of concepts and pictures. OK. So that's divergent thinking. Divergent thinking is really the process that underlies idea generation. And the basis of divergent thinking is that more than one idea is correct. In fact, the more ideas that you have about one thing, the better your divergent thinking. So if I were to give you three minutes to list off all the things you can think about related to this pen that I'm holding up. For those of you listening I'm just holding up a pen in front of me. You just write them out or say them out. Over the next 3 minutes that would be an example of divergent thinking. However, if you just said black pen, red pen, white pen, green pen, et cetera, that's not very divergent thinking. It's only divergent in the context of color space. And when I say space that's just a nerd speak for one particular domain of thinking. Whereas if you said red pen, white pen, essay pen in a door to hold the door open so that someone can return to a building. And you started spooling off a story related to that and why that was important, well, there you go. Divergent thinking is essentially taking one element and coming up with many, many answers. And in the context of divergent thinking, any answer goes, but as we'll soon learn, not every answer is interesting and relevant that is not every answer help solve something or reveal something fundamental and therefore, not every divergent answer is truly creative. The other aspect of divergent thinking that's really important to understand is that the selection criteria are extremely vague and vast. That is, there are no constraints on what you come up with. So if I hold up this pen and you say, orangutan, that's a perfectly valid divergent idea from this pen because you thought of it and it's distantly related. However, we have to remember our earlier rule. If black pen and orangutan are not linked up in our brain, in the observer's brain in any meaningful way, it's only interesting to you because you are the only one that understands the rule that underlies the link between this pen and orangutan. Whereas if you come up with something different that somehow tells me and everybody else something interesting about pens or orangutans, now that's a truly creative idea. I don't have such an example in mind but later I'll give you some examples of how you can actually March down the path of divergent thinking and use that executive network to suppress certain options to cross off certain answers because, again, an answer is valid but not all valid answers are interesting or useful. And you can cross those off and arrive at the most interesting and truly creative answer. A couple of more things about divergent thinking. Divergent thinking largely taps into the networks of the brain that are involved in mental flexibility. So this is a different aspect of our prefrontal cortex, which is not based on executive function and our ability to reduce options but rather areas of the prefrontal cortex that are available to generate multiple options and actually suppress context to forget that pens are just for writing, for instance, and that pens can do other things like hold a door open. It's really an unusual use of a pen. Again, none of these examples that I'm giving are particularly interesting. They're just designed to get you to understand the underlying concept of divergent thinking. And then the last thing I'd like you to know about divergent thinking is that divergent thinking involves a exploration. It's a wandering through of ideas that you already had in your library, in your memory banks about pens and what pens could be related to and what pens ought not to be related to. So, again, what's really important about creativity is that there has to be the basic building blocks already existing within us. This is why it's so important to understand that if you are somebody who really seeks to be creative, you really do need to be somebody who forages for information and structured information in particular if you are to be creative. The architect simply can't come up with incredible drawings or plans for buildings without understanding how buildings are put together in the various rules that govern buildings. In other words, you can't break rules that you don't understand. I think in movies, especially, we have this idea in mind of this limitless concept or that we have these hidden geniuses that somehow have access to all the math knowledge without ever having done any formal math. Actually I was flying back from Texas recently and Good Will Hunting was on somebody's screen. I don't tend to watch movies on the plane very often, sometimes but not often. And I was remembering in that movie, you've got this math genius who is a janitor at MIT, et cetera and apparently just has access to all this knowledge. It's a wonderful concept. A very, very I would say even exceedingly rare thing to occur in the world. Sure there are people who seem to have a natural talent for mathematics or for something else. But this idea that there are incredible geniuses among us that just spontaneously have so much knowledge, that's by far the exception rather than the rule, of course, and may not even actually exist. I'm sure someone will put it in the comments examples where this actually exists. More often than not, what you find is that people who have extreme virtuosity in a given area put many, many years into developing the basic substrates, the basic building blocks of whatever it is their craft happens to be where they demonstrate virtuosity. So this is very important to understand. Nonetheless, divergent thinking is the critical element for initiating the creative process. Again, thinking about creativity as a verb. And divergent thinking involves taking some starting point, in this case a pen, and then radiating out from that in a fairly unconstrained what biologists call a random walk just wandering through your thought space and memory space about what could be related to this pen. Now, on the flip side of creativity "
        },
        {
            "timestamp": 2529,
            "text": "is the implementation of specific combinations of things and testing those to see whether or not they are interesting, relevant, or delight to us or other people or scare us or other people or thrill us or other people. In other words, a testing of whether or not there's some fundamental rule to emerge. Again, I'm going to repeat this many, many times throughout this episode and I'm not going to apologize for that because I think it's so important to understand that creativity is not just novel combinations. They are novel combinations of things that reveal something fundamental. And that often pop out to us if not every time certainly most of the time that we see that thing. It almost never seems to be the case that something truly creative dulls in its expression. And that's because what it's repeating to us over and over again is this fundamental rule that normally we can't see or hear or experience in the absence of this creative act. So the second part of creativity where things are tested and where truly creative elements are discovered is in convergent thinking. And convergent thinking is, as the name suggests, just the opposite of divergent thinking. Convergent thinking would be, for example, if I give you an image or I tell you the following things, I say wing, water, an engine. The concept that I happen to have in mind is that of a plane that can land on water. Most planes don't land on water or not intended to land on water. One would hope that their plane doesn't land on water unless it's a plane designed to land on water. But in this case, a plane that can land on water is one of the very few answers that can combine wing, water, and engine. I'm sure there are other answers, there are other convergent thinking modes that can take you to an answer that would be valid. But there are not many. And here what's really most important is that I'm not asking you to spool out or to radiate out from these three things. Rather, I'm asking you to combine them in some way that makes sense in the real world. And indeed there are planes that can land on water. And wing water and engine combined within those things they are fundamental features, they are in fact, necessary but not sufficient for having a plane that can land on water. OK. So that's just one example of convergent thinking. And a convergent thinking task would involve you being given a list of two or three or maybe even five different things. And then for each of those two or three or five different things, as quickly as you can to come up with a single answer that binds all of those in a real world concept that obey the laws of nature or physics in some way. For instance, you can just come up with some answer that said, a bird that swallowed an engine and that happens to be a sea bird. You could come up with that, but that actually is not something that happens or is that very typical at all. And so it seems like a mishmash of things that are really just designed for you to try and accomplish an answer rather than something real, such as a plane that lands on water. OK. The point here is that divergent thinking is one aspect of our cognition, of our thinking. And convergent thinking is a very distinct aspect of our cognition. In fact, one of the critical requirements for convergent thinking is also to access our memory banks and our understanding about the outside world just as it were with divergent thinking, but it requires more focus and more persistence. In fact, if we were to come up with a key rule for divergent thinking, it would be you almost want to have just enough focus to remember what the initial object or thing that was mentioned was to keep that in mind so that your answers don't become completely random. But the more distant and everywhere in between that you can generate answers that is, the things that are very close to pens, black pen, red pen versus pen and doorstop, pen acting as a doorstop. Those are-- one is very close, red pen is very close to black pen, doorstop is pretty far from black pen. So that's the idea. Is that you want to explore and undergo a range of exploration of different ideas whereas with convergent thinking, you're really trying to bind these things together. And so the key element for convergent thinking is the aspect of persistence and focus. And that's why convergent thinking in many ways feels harder than divergent thinking. It feels like there's an answer. And I want to get the answer right and I can't solve it. It's a puzzle and it's a puzzle that relies on very distinct brain circuits from divergent thinking. Which brain circuits? "
        },
        {
            "timestamp": 2801,
            "text": "Well, that's what we're going to describe next. And again, this is not just going to be a list of different brain circuits with different names doing different things, that wouldn't be useful to you or to me. Rather, what you're about to learn is truly incredible. What it is we're going to talk about one single molecule-- dopamine, which is a molecule most typically associated with motivation and desire and drive and feelings of pleasure in some cases. But that actually resides within four different networks in the brain. Today we're going to talk about two of those networks. And dopamine acting in one network directly underlies divergent thinking. Whereas dopamine in another brain network underlies convergent thinking. And if at this point in this episode you're saying OK, when am I going to get the tools to understand creativity and how to be creative, what I can assure you is that if you understand divergent thinking which hopefully now you do, and you can understand what convergent thinking is, and you can understand that dopamine is responsible for both divergent thinking and convergent thinking but through separate pathways. Well, then if you can understand how those two separate pathways work and how to engage them differentially, therein lie the tools that you can use both to explore ideas. In other words, find what it is that could be creative. And then systematically test each of those ideas for what is truly creative. That is what meets the criteria for something that is novel and truly useful and informs us about something that we've never seen, heard, or felt before. Let's just take a moment to talk about the incredible molecule that is dopamine. Many people are familiar with dopamine from the concept of quote unquote \"dopamine hits,\" which is popular language describing the feeling of pleasure that we get from pretty much anything that we like or that we continue to engage in repeatedly. So some people will talk about the dopamine hit that they get from somebody attractive that they like texting them back or the dopamine hit that they get from social media or the dopamine hit that they get from sugar or the dopamine that they get from this or from that. To be honest, the concept of dopamine hits is not one that I favor because in general, whenever people talk about dopamine hits, typically they are talking about activities such as social media for which dopamine may be involved at some level. But often it's the case that the behavior associated with that thing in this case, social media is more of the compulsive nature rather than an active seeking of something with positive anticipation. And that's really what dopamine is about at least in the context of one of its major functions in the brain. Dopamine is really about motivation and desire and movement. And it makes sense why motivation, desire, and movement would be linked up through a common, in this case neuromodulator or chemical like dopamine. Because throughout evolution if we were excited for or motivated to pursue something, we had to move in order to get it, to obtain it. And in general, we can frame dopamine under the umbrella of dopamine tends to be involved in neural circuits in the brain that are involved in processes that are taking us beyond the confines of our skin. That is, they motivate us to go do something in terms of action in the world. Now, that statement might seem distantly placed from a discussion about creativity, but as we'll learn a little bit later, one of the most useful tools for engaging creativity and becoming more creative is to think about action elements within a narrative. That is, things that we and others can do in order to discover new rules through actual movement. That's a little bit cryptic. Forgive me. But I promise I'll return to it later and I will make it crystal clear. There are four major circuits in the brain that use dopamine. Although I should mention, there are additional circuits as well. In fact, your eye even contains neurons that release dopamine that control the sensitivity of your eye at different times of day to light, et cetera. The four major circuits in the brain that utilize dopamine however, are used for four major purposes. And I'll describe what those are. First of all is a neural circuit that uses dopamine among other things but certainly relies on dopamine in a critical way to engage movement, including eye movements. And we will return to eye movement to why they're so important for understanding creativity and maybe even for generating creativity a little bit later. The name of the circuit, again, is less important than what it does. But the name of this circuit for those that want to know is the so-called nigrostriatal pathway. The substantia nigra is a brain area that is very dark that projects to an area called the dorsal striatum. It contains a bunch of subregions. So, again, for those of you that really geek out on this stuff great, you can learn these names and retain them in your memory. If you don't care about names, don't worry about it, just discard the names. But areas of the brain like the caudate and putamen and the dorsal striatum receive input from the substantia nigra. In neuroanatomy, when we name something, we say the origin of that thing and where it connects through. So nigrostriatal tells you that there is a connection between the substantia nigra because it came first, nigrostriatal, and then striatal is where it ends up. So nigrostriatal pathway is involved in generating bodily movements. It's involved in eye movements. And it is actually a brain area that's engaged when you think about movement. You can just have a story in your mind about walking or a story in your mind about running or story in your mind about driving. This area is engaged. Very interesting brain area. So that's the first circuit. Very important to understand. And I'll tell you right now, that is the brain circuit that is engaged when you undergo divergent thinking. Now, that itself should be interesting. Even if you don't remember any of the names of the things I just told you, that you have a brain circuit that even if you just think about walking it becomes more active. And the dopamine is involved in that brain activity. And if you recall, divergent thinking involves taking a concept as boring as a pen and thinking about other concepts that could link up with that pen in some way, logical or illogical. The bridge could be completely abstract and really fantastical with a bunch of different ideas in between. A pen acting as a doorstop because of some situation where you need to run down stairs in a fire and get back upstairs quickly to rescue somebody, very divergent. Or as divergent as black pen to red pen. But what's amazing is that that same circuit is the one that's involved in generating and thinking about physical movement. That turns out to be vitally important for tapping into the creativity process. So really frame that up in your mind or commit it to memory. Now, the second dopamine circuit associated with creativity is the one associated with convergent thinking, which, again, is the thinking where there's a specific correct answer. It requires focus and it requires persistence. And the name of that circuit, again, the name isn't as important as what it does. But the name of that circuit is the mesocortical pathway. The mesocortical pathway is involved in motivation and it has an emotional component too. Now, it will become clear in a few minutes why that emotional component is vital. But this is a circuit that originates in a brain structure called the lateral ventral tegmental area. Again, a bunch of words you can remember it if you want, lateral ventral tegmental area or you can not worry about the name. And it connects to the prefrontal cortex, that area just behind the forehead. And this mesocortical area is involved in motivation and emotion and is critical for focus and persistence. It is distinct from a very nearby area, just sitting right next door the so-called mesolimbic area, which is involved in desire and feelings of reward. And this is the area that is associated more typically with addictive behaviors or compulsive behaviors. We're going to leave out the discussion about the mesolimbic pathway for now because it's not critical to divergent or convergent thinking and it's not critical to the process of creativity at least as far as we know. But I mention it because it is the third and the four dopaminergic circuits. And then the fourth circuit certainly one I've never talked about before on this podcast, which doesn't mean anything except that we haven't gotten to it yet, is that tuberoinfundibular pathway. And that is the pathway associated with dopamine and your pituitary gland and the release of hormones, in particular that travel to the ovary. If you have ovaries or to your testes if you have testes and trigger the release of things like estrogen and testosterone, et cetera. Dopamine is intimately involved in that circuitry. Again, not the topic of today's discussion. For today's discussion, we want to remember that there's a dopamine circuit called the nigrostriatal circuit, which is involved in movement and divergent thinking. And that alone should set a flag up for you like wow, just thinking about new ideas has something to do with physical movement. And the dopamine circuit that is the mesocortical pathway, which is the one that's associated with motivation and emotion, and that's the one required for persistence and focus for convergent thinking. Why am I telling you all of this about dopamine? Well, it turns out that dopamine creates a certain number of responses in the brain and body when it is active in one or the other of these circuits. And just for sake of simplicity, so I don't have to keep saying nigrostriatal and mesocortical. Here going forward, I'm going to talk about the dopamine circuit that's associated with divergent thinking or the dopamine circuit associated with convergent thinking. And, again, divergent thinking and convergent think are the two processes that have to occur. Usually first divergent then convergent thinking then back and forth and back and forth in order to arrive at something creative. Divergent thinking is about exploration. Convergent thinking is about testing things and coming up with things that are the right answer that feel right. And we will better define what right means a little bit later. But you already know right in this context is when you have some combination of elements or some idea or some written passage or some music or some physical action that you just know this is really novel and really cool. Or people see it or hear it or taste it and say, this is really novel and really cool and they don't necessarily know why. It's just different in a way that feels true. I'd like to take a brief break and thank our sponsor InsideTracker. InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. I've long been a believer in getting regular blood work done. For the simple reason that many of the factors that impact your immediate and long term health can only be analyzed from a quality blood test. The problem with a lot of blood and DNA tests out there however, is that you get data back about metabolic factors, lipids, and hormones, and so forth. But you don't know what to do with those data. InsideTracker solves that problem. And makes it very easy for you to understand what nutritional, behavioral, maybe even supplementation based interventions you might want to take on in order to adjust the numbers of those metabolic factors, hormones, lipids, and other things that impact your immediate and long-term health to bring those numbers into the ranges that are appropriate and indeed optimal for you. If you'd like to try InsideTracker, you can visit insidetracker.com/huberman and get 20% off any of InsideTracker's plans. That's insidetracker.com/huberman to get 20% off. Now, I realize that for some of you listening to this episode, "
        },
        {
            "timestamp": 3486,
            "text": "we are probably at the point along the pathway of concept and definition and mechanism that leaves you in a place of real wanting a tool. And so I promise that I'm going to get into more tools, but to satisfy you and to make sure that you do indeed understand that there are tools that can emerge from the information that you already now have in mind. I do want to share with you one particular tool from the literature that has been demonstrated over and over again to support and build and enhance divergent thinking. And I also want to share with you a tool that has been shown from the scientific literature to enhance convergent thinking because both convergent and divergent thinking are critical for the creative process. Now, I should emphasize that some people out there either by training or by genetics or by both will be naturally better at divergent or convergent thinking. And in fact, we now know in almost poetic way that naturally occurring variations in genes which underlie naturally occurring variations in the percentage of dopamine in one set of brain circuits versus another do, seem to relate to whether or not people are naturally good at divergent thinking or convergent thinking. Now, that's a very nature based explanation for why some people are better at divergent thinking and other people are better at convergent thinking. Nature and nurture is something that can never really be teased apart exactly because, of course, if someone has a natural proclivity for something based on their genes, you can't often separate that from their parents because we inherit our genes from our parents although even in cases where people are raised away from their parents through adoption, et cetera. It's very hard to separate nature and nurture because somebody with a natural proclivity for things might engage in those things more, et cetera, et cetera. The point is that for those of you that are very, very good at divergent thinking or very, very good at convergent thinking, some of that might have been inherited. But more than likely some of that depended on the activities that you engaged in in your early years, in particular in the years between age 5 and 25. And for those of you that are aged between 5 and 25, all I can say is please learn to engage both divergent and convergent thinking as much as possible because you will enhance your ability for both. For those of you 25 and older, you can still enhance your ability to engage divergent and convergent thinking. And the fortunate news, the equalizer I should say is that regardless of whether or not you're a naturally better at divergent or convergent thinking or you acquired it through activities, you need both in order to be creative. So what we know is that in order to engage divergent thinking, we need access to our memory banks. We need to come up with possibilities. And those possibilities can only come from what's contained within our memory systems of our brain. Areas like the hippocampus, et cetera. But the names again don't matter. We just know that if we are going to come up with novel combinations of things or novel uses of things or totally new ideas about how objects or notes of music or foods or tastes or whatever can be combined, we have to do that with pre-existing knowledge. And yet what we need to do in order to engage divergent thinking is suppress what is called autobiographical narratives and in particular, autobiographical narratives. We need to discard with judgments about how certain combinations of things impacted us in the past. This here I think is what people mean when they encourage the exploration of creativity by so-called boundary exploration. You hear about this a lot in the self-help, in psychology literature. And I'm not at all disparaging of that literature although rarely does it define exactly how and why to go about being more creative or in this case to be more divergent in our thinking. So they'll say, you have to take risks or you have to suppress judgment. But how do you actually do that? Well, there's a wonderful paper that talks about one way to do it. One way to do it is what's called open monitoring meditation or even just open monitoring thinking. And just to make what could otherwise be a somewhat complex section here very simple. What I'll also tell you is that if you want to enhance convergent thinking, you can do that a number of ways, but you can do that in particular by doing a different type of meditation or thought process, which is called focused attention meditation. So let's talk about open monitoring meditation and why it's so useful for enhancing divergent thinking, this critical element of the creative process. First of all, open monitoring meditation and focused attention meditation can be performed the exact same way physically. You can sit there, eyes closed, I don't care if you're in a Lotus position, it doesn't really matter, you're lying down, you're standing up. You could in theory do open monitoring meditation with eyes open and that would be an interesting variant on it. But for sake of the discussion right now, let's just focus on the study that talks about these specific tools and the way that they were used in the study. The title of the paper that I'm essentially summarizing is called open monitoring meditation reduces the involvement of brain regions related to memory function. Now, right off the bat that will cue you to something interesting. Something about divergent thinking and open monitoring is related to suppressing memory. But as you recall, just a few moments ago, I said that in order to engage in divergent thinking, you need to kill off the narratives of what has to be related to what and come up with new narratives. You still need to understand possibilities but you need to forget prior understanding of what those possibilities have to be and start thinking about what those possibilities could be. And so that it turns out involves suppression of certain brain areas. Open monitoring meditation is typically done for about 10 to 30 minutes although it could be longer. And unlike other forms of meditation where you sit and concentrate on your breathing and trying to redirect your thinking back to your breathing or to your posture or to a chant or a mantra, open monitoring meditation is simply a matter of having sit there or lie down and close your eyes and to allow whatever surfaces in your mind to surface. And what you practice is the practice of nonjudgment. Now, nonjudgment itself is a little bit of an abstract theme because, of course, the moment you say don't judge you and others start to judge. It's just the way that the brain works. You say, don't think about an elephant you think about an elephant. That's a perfectly natural. You go to an edge of a bridge or a cliff and you think about jumping off even though you don't. Please don't jump off. And that's because it's part of the circuitry that's keeping you from jumping off. Is the thought about what would happen if you did. OK? So open monitoring meditation involves dedicating a certain amount of time where you close your eyes and whatever thoughts arise, whatever emotions arise, whatever ideas arise to watch those and take an inventory of them to just merely watch them show up and pass or maybe become fixated on them for some period of time or maybe even just one for a long period of time. All of that is fine. In other words, whatever surfaces surfaces. That's open monitoring meditation. And that we know from brain imaging studies and we know from measurements of dopamine, in particular brain circuits and we know from people who train with open monitoring meditation on a regular basis improves divergent thinking capability. So in terms of tools, practicing open monitoring meditation or what I would just call open monitoring thinking is going to be immensely useful. And this is actually an opportunity to queue up something that I mentioned in our episode on meditation, which goes deep into the different meditation involving focus inward and outward, et cetera. You're welcome to check out that episode. It's at hubermanlab.com. But the point is that rather than think about the word meditation, which carries a bunch of ideas about what it is and what it isn't and how to do it, meditation is really just a perceptual exercise. For instance, you could do a meditation where you look at a single point on a wall for five minutes and redirect your focus to that single point on a wall over and over again every time your mind drifts as it no doubt would. Or to a tone in the room. You could attend to that and redirect to that. Rather than think about it as a meditation, it's really just a perceptual exercise. That's all that meditation is. So open monitoring meditation is really just a form of perception where you're paying attention, you're perceiving your thoughts without laying judgment to those thoughts or trying not to lay judgment to those thoughts. And what people find is that they very quickly within a few days get better at doing open monitoring meditation. And fortunately, within just a few days and certainly within about a week or more of practice and it doesn't even have to be daily practice. So although, of course, daily practice will accelerate the process further, people become significantly better at divergent thinking. And that's because of the dopamine circuits and in particular, along the nigrostriatal pathway becoming more active. And the wonderful thing is that when you repeat a practice and a particular neural circuit is engaged over and over again deliberately, that neural circuit becomes easier to engage. So-called neuroplasticity. So I would encourage any of you that want to explore the creative process for whatever reason or get better the creative process, dedicate some amount of time. Maybe even just five minutes every other day to doing this open monitoring meditation. I've tried this meditation. It's actually quite fun to do because at least to me it feels a lot easier than the meditation associated with convergent thinking. Now, the convergent thinking meditation "
        },
        {
            "timestamp": 4058,
            "text": "is the so-called focus attention meditation. And that's also described in the same study. And other studies have explored which particular brain networks it involves. And I can just tell you that focused attention meditation, which you can think of or I'd prefer that you think of just as a perceptual exercise involves sitting or lying down, closing your eyes, focusing either on your breath, or some element of your body. Could be the tops of your knees or the clasp of your hands. It could be focusing on an auditory tone, you could even do it eyes open and stare at a point on a wall or a flame of light. Whatever it happens to be that allows you to redirect your focus to a particular location or idea or sound. That is known to improve your ability to engage convergent thinking, to quickly parse through or analyze a bunch of different choices, and to persist in choice selection and therefore more rapidly arrive at the correct answer. This is well-established and, in fact, in, the episode I did with a wonderful guest Dr. Wendy Suzuki from New York University she talked about how a daily meditation of about 10 to 13 minutes performed for about eight weeks. That's what they explore. And that study greatly increases people's ability to focus and in fact, their memory. And that's exactly the point, which is that convergent thinking as I mentioned before, it requires persistence, focus, and access to specific memories. So if you are somebody who wants to get better at focusing, that is the meditation for you. However, because today we're talking about creativity, if you are somebody who wants to get better at divergent thinking and convergent thinking, the two elements of creativity. That is, I would encourage you to do a dual meditation. That is, a meditation that starts with open monitoring for maybe 5 to 10 minutes and then transitions to focused attention for maybe 5 to 10 minutes. Because the positioning of divergent thinking and then convergent thinking close together, more closely resembles what the creative process really is and what it typically involves. Most of us would love to have a situation where we can spend a morning or a day or a week brainstorming. Just brainstorming. Whatever we think about is fine. That's divergent thinking. Whatever elements just throw them up on the whiteboard. We sometimes see people and companies doing this at retreats. You bring people into a novel environment. You say, let's just forget all the rules and let's just come up with new ideas about something. New uses of something, new strategies. And nothing is too crazy. Nothing is off limits. And sure, that's a useful exercise so-called brainstorming. But at some point, there's the requirement to cross off things. And typically that's done later in the retreat or later in the meeting or later in the weekend. And that's a wonderful way to approach creativity and to try and be creative. But not a lot of people train for that on a regular basis. So what I just described to you are research tested tools for training for divergent thinking and convergent thinking. And I would encourage people who are interested in being more creative to try and do these on a somewhat regular basis. If not every day then certainly a few times a week or more. Certainly the more you do it, the better you're going to get it. That's well demonstrated in the literature. And if you're somebody who's very consistent doing maybe five minutes of open monitoring meditation and five minutes immediately after of focus attention meditation daily, you can expect that you will get very, very good at these processes very, very quickly. Now, I'm not going to go into a lengthy description "
        },
        {
            "timestamp": 4266,
            "text": "of the different lines of evidence that the corresponding areas of the brain are active in each of these different . Meditation but what I can tell you is that there have been some beautiful what are called loss of function studies where particular brain areas are either depleted of dopamine or where dopamine in some cases I guess what we would call gain of function studies although not the gain of function studies associated with virology different gain of function studies where you enhance the level of dopamine in the brain. What you find is that both divergent and convergent thinking are enhanced when levels of dopamine are elevated. Now, we're not necessarily talking about pharmacology here. It turns out that there are other ways to elevate dopamine that make us better at divergent and convergent thinking in particular, by using mood. And now I'd like to talk about what mood you are in when you happen to start a creative process, or try and do a training such as open monitoring meditation or focused meditation. How your mood relates to your level of dopamine at baseline. What we call your tonic as it's called, meaning consistent or ongoing level of dopamine, how that dictates whether or not you are going to be better at one particular aspect of the creative process or another and how you can enhance your creativity in the very short term, very quickly using tools that are known to trigger additional release of dopamine, which in some cases is good and in some cases is bad, I should mention. And in other words, determine how you feel in one moment should dictate what tool you should use in order to become more creative. The relationship between mood and creativity is a fascinating one that is bridged by one main feature, which is the amount of dopamine present in this nigrostriatal pathway. And there's a really wonderful correlate or measure of the amount of dopamine that's active in that pathway that can be addressed noninvasively in the laboratory. As I mentioned, the nigrostriatal pathway is involved in movement and in eye blinking which, of course, is a movement. It's not a movement of the sort that we typically think of when we think of movements, but nonetheless it relies on dopamine levels in this pathway. And in fact, we can state very confidently that when dopamine levels are elevated, the blinking reflex is more active. People just blink more. When dopamine levels are lower or less active in this pathway, people tend to blink less. So blink frequency is a common measure in studies of dopamine within this pathway that relate to creativity. The work that I'm about to describe is largely the work of two authors who have done wonderful work across several papers. Unfortunately, for me their names are difficult to pronounce. So I apologize to them and their relatives for what is sure to be incorrect pronunciation. But the last names of these authors are Chermahini and Hommel. They're in the Netherlands. So Chermahini and Hommel done a number of different papers or studies rather of the relationship between blinking, mood, and creativity in particular, divergent thinking. What they found is that if people are blinking fairly often and they measure their mood through subjective tests and if they were to do brain imaging, which other studies have done, they find is that those people can engage in divergent thinking very easily. In other words, being in a good mood facilitates divergent thinking. Now, some of you might immediately say, well, duh, if you're in a good mood you can be more playful about the exploration about what could happen with these notes of music or these foods, et cetera. But it's not so obvious. Because it turns out that if your dopamine levels are very, very high, and this can be measured noninvasively through the frequency of blinks or it can be measured more invasively through brain imaging even through blood draws or other methods to measure dopamine. If dopamine levels are very, very high, what you observe is that divergent thinking is actually very, very poor. Now, a naturally occurring truly pathological example, this would be something like manic bipolar disorder where somebody is in the manic phase or somebody who has taken methamphetamine or cocaine, what tends to happen is that they have lots and lots of ideas, all of those ideas seem really exciting to them. But if you were to talk to them for any given moment, they would be very fixated on one particular tunnel of ideas. And by being fixated on one particular tunnel of ideas like the idea that they're going to run for president tomorrow, this is unfortunately typical of people who have bipolar, which is not to say that everybody who runs for president is bipolar rather people who are bipolar often have these delusions of grandeur that they're somehow going to be president simply because they decided to and that they were selected to do this, et cetera, et cetera. Ideas about themselves and other people that are very constrained. In other words, not very divergent. So divergent thinking is favored by having elevated levels of dopamine but not too high. Well, that, of course, creates a conundrum. "
        },
        {
            "timestamp": 4560,
            "text": "How do you know how much dopamine you need and how to achieve those elevated levels of dopamine. Well, leaving aside people who are suffering from a manic episode what Chermahini and Hommel have discovered is that if people are in a low mood, they're not feeling great, maybe they're depressed but they're just not feeling that great. They feel on a scale of 1 to 10, around a 2, or a 3, maybe a 4. The probability that they will be able to engage effectively in divergent thinking is quite low. However, the good news is, they are typically very susceptible to elevations in mood through observing or hearing positive stories, listening to music that they like, any kind of so-called inspirational stimuli. Now, this is good news. What this means is that if you're somebody who's not feeling very motivated to engage in divergent thinking, you're not feeling very creative, you're feeling a little low. The thing to do in that case is actually to take external stimuli. Things that you like and start interacting with those stimuli to get your mood elevated and then to engage in divergent thinking. However, what Chermahini and Hommel have also shown is that if people are already in a very good mood, elevating dopamine further is not conducive. And in fact, is detrimental to divergent thinking. And in that case, they would be better off for example, not engaging in any activities or taking anything in the way of pharmacology that would further increase their dopamine. And probably limiting the amount of external stimuli that are coming in through music and visual stimuli and really focusing on divergent thinking and the creative process immediately. Now, this is important. In an earlier episode both on bipolar and on other forms of depression, I talked about how rates of bipolar manic episodes and dopamine levels and creativity tend to be correlated. Now, unfortunately, rates of suicide are 20 to 30 times higher in people who have bipolar disorder as well. And so there's a whole dark side to the bipolar disorder that makes it a very, very dangerous and important disorder to treat. But for sake of the discussion of creativity, what this means is that we all need to develop some intuitive sense as to whether or not our mood is-- suppose we could spin this into three categories is kind of-- yes, happy, excited, positive mood, and, of course, there are going to be levels to that. Low like, mmmh, or meh in the middle. So if you're in a low mood or meh mood, by all means engage in something probably for about 5 to 30 minutes that elevates your mood before trying to engage in divergent thinking. However, if you happen to be in a pretty positive mood, even if you're not 10 out of 10 on mood, then bringing in additional stimuli to increase your levels of dopamine will not help you and in fact can hurt the divergent thinking process. So in that case, I would also encourage you to think about something that was discussed on a previous episode, which is the particular effects of caffeine. I'll get into caffeine a little bit later. But just very briefly, caffeine increases levels of dopamine receptors. So it's not the caffeine is bad. In fact, caffeine can be neuroprotective, it can enhance focus and so forth. But divergent thinking is anti focus. It requires just enough focus to be able to come up with new ideas. But you actually don't want to be overly focused. Focus is more conducive to convergent thinking. In fact, that's exactly what the literature shows, is that caffeine because its effects on epinephrine and related systems in the brain like adenosine. But mainly because of its effects on persistence and focus is very conducive to convergent thinking. So if you're somebody who wants to explore creativity and wants to get better at creativity, you now know that you need to engage in divergent thinking and then afterwards convergent thinking. I would recommend not using stimulants such as caffeine prior to divergent thinking but rather use stimulants if you do want to use stimulants such as caffeine prior to convergent thinking. And in fact, in formulating the architecture of today's episode, which took me many hours across many different days I confess, I actually decided to try this. In trying to imagine the different configurations and ways that this information can be organized, I deliberately abstained from caffeine during those bouts of work. And when structuring everything according to the decisions I had already made, I purposely ingested caffeine prior to that. Now, of course, constructing a podcast episode is not really the ultimate example of a creative act because, of course, it's taking existing information. It's arranging in a novel ways. But it doesn't necessarily allow key concepts to pop out in the way that, for instance, Banksy or a Rothko or an Escher would pop out. I'm certainly not naive in thinking that it does. But the principle of is what's important here. You need divergent thinking. You need convergent thinking. You need some level of elevated dopamine in order to engage in divergent thinking. But not so high that it starts to inhibit that process. Now, if you were to come into the laboratory, this could be measured by your frequency of blinking. For better or for worse, we can't actually count the number of times that we blink unless we're actively paying attention to it. So I don't recommend that you pay attention to your blinking because that will take you off course from all the other important things of your life. And how many times you're blinking is rarely an important thing for you to pay attention to. You can however, learn to calibrate your mood that is, to assess your mood whether or not you're in low, medium, or high mood. No problem using that broad binning. You could scale it on 1 to 10. And then decide whether or not you're going to use some dopamine elevating stimulus from the outside. Again, could be music, could be exercise, is an excellent way to elevate dopamine. I'll talk about another well-established one from the research literature that is known to elevate dopamine by 65% in the particular pathway that's relevant for divergent thinking and to do that without any pharmacology. I'll share that with you in a moment. But you need to decide for you in a given moment or in a given work attempt at creativity what you need and apply accordingly. Because as Chermahini and Hommel have shown, whether or not you are in a low mood, medium mood, or high mood, really can determine whether or not you'll be able to access divergent thinking or not. Now, if you're somebody who already has an idea in mind, you're very excited about a creative idea and you want to hone it, you want to shape it, you want to pressure test it. We'll talk a little bit more about what that means in a three step process in just a little bit. I would strongly encourage you to look at that process is a very linear process in which there are right and wrong answers. And there, the use of caffeine at appropriate dosages and dosages for caffeine that are safe and in fact, performance enhancing were covered in the episode on caffeine turns out it's 1 to 3 milligrams per kilogram of body weight, by the way. And if you want to leverage caffeine or maybe even other forms of healthy legal stimulants, those are covered in the caffeine episode. And I'll talk about a few more a little bit later. So to summarize this segment and also just to make a more general point, I think it's very useful for people to start to pay attention to what their tonic level, that is their baseline level of dopamine ought to be in this nigrostriatal circuit and in other circuits. And to do that by learning to assess one's mood and pay attention to what mood they happen to be in. And then to leverage tools. Behavioral tools, maybe pharmacologic tools provided they're safe and they're legal in order to either increase dopamine or to elect not to increase dopamine in order to access the creative process. Now, I've mentioned pharmacology a few times. "
        },
        {
            "timestamp": 5021,
            "text": "And I'd like to talk about that just a little bit more in the context of dopamine. First of all, there is no supplement or drug that you or anyone else can take that will selectively elevate dopamine in only one of the four circuits that I described before. This is just the state of the technology nowadays. If you take a pill or even if you were to inject some substance, again, I hope this would be legal and safe, et cetera. Whatever mode of delivery, there is no technology that exists at this time that would allow you to selectively amplify dopamine. For instance, just in the nigrostriatal pathway or just in the means of mesocortical pathway. Again, the nigrostriatal pathway associated with diversion thinking, the music mesocortical pathway associated with cognitive persistence and convergent thinking. If you were to amplify dopamine levels, for instance, by taking the amino acid precursor to dopamine L-Tyrosine, something that I occasionally do to enhance dopamine levels for sake of work or energy, 500 milligrams or 1,000 milligrams even of L-Tyrosine. Sometimes I'll combine that with other things like Alpha-GPC. It's going to enhance dopamine transmission in the nigrostriatal pathway, the mesocortical pathway, but also in the mesolimbic pathway, and also, for that matter in the tuberoinfundibular pathway associated with the pituitary. There is no way to direct dopamine activation to just one of those pathways. That's just a reflection of the existing technology. Now, this is also true if you rely on illicit drugs to increase dopamine. So if it's cocaine or methamphetamine, those will greatly increase dopamine but nonselectively across all those different pathways. And likewise with any drugs that inhibit or block or antagonize as it's called dopamine. This is why people who, for instance, have schizophrenia and take drugs to suppress auditory hallucinations, some of those drugs work because they block the so-called D2 receptor of the dopamine pathway. D2 receptors are present in all four of the dopaminergic pathways in the brain. And oftentimes, those drugs will in fact suppress psychotic symptoms, auditory hallucinations, et cetera, because they reduce dopamine. But those people oftentimes will have problems with movement. They will express what's called in the clinical literature tardive dyskinesia. Writhing of the face and the body from suppression of dopamine within the nigrostriatal pathway, which is associated with movement. They will sometimes have deficits in eye blinking. People with Parkinson's who actually have selective deficits of dopamine within the substantia nigra. Nigrostriatal, remember, it's substantia nigra show deficits in what? In movement. In the smoothness of movement. Oftentimes they won't blink at all. They'll have a blank stare. And they have other issues as well. So if you're somebody who is interested in increasing dopamine through the use of legal safe pharmacology as I would hope it would be the case, there are ways to do that, reasonably safely for most people. Again, people with bipolar disorder issues, with the dopaminergic pathway should not do this. I know nowadays there's a lot of use of drugs that increase dopamine such as Ritalin, Adderall, modafinil, armodafinil, often prescribed for things like attention deficit hyperactivity disorder. We did an entire episode on ADHD and pharmacologic, prescription, supplement, and behavioral, nutritional tools for ADHD. You can find that episode at hubermanlab.com. I know a number of people take those compounds in order to increase dopamine and focus for sake of studying or other activities staying up long hours, et cetera. And the fact that they increase focus, they are effective although they do have their side effects. Sometimes severe, sometimes habit forming, sometimes even addicting as well. But the fact that they increase focus should automatically tell you something that those drugs in particular increase dopamine in the so-called mesocortical and mesolimbic pathways. Why can I say that? How can I say that with any degree of confidence? Well, there are these four pathways ones involved in movement, but these other ones are involved in motivation and desire and reward. And I told you that these things can be habit forming and addicting in some cases and they are can greatly increase focus. And focus is supported by enhanced levels of dopamine within this mesolimbic and mesocortical pathway. So yes, those drugs increase dopamine across the board, but there does seem to be some weighting of dopamine toward the systems involved in motivation and reward and sometimes even leading to habit formation and addiction. That's why those drugs should only be taken with the close supervision of a very skilled psychiatrist or somebody else who's board certified who can really govern that. There are however, ways to increase dopamine more evenly across the board using nonprescription approaches. And one I already mentioned, which is L-Tyrosine taken typically in dosages of 500 to 1,000 milligrams. L-Tyrosine is not as potent in increasing dopamine as are the prescription drugs that I referred to before. Tends to be milder. For some people it can have a very amplified effect. They feel it right away. It's very intense in elevating focus and motivation and the desire to move. For other people, it's less potent. It really depends on a number of things. I should mention that regular consumption of caffeine of 1 to 3 milligrams per kilogram of body weight per day also will increase dopamine receptor efficacy and density, which will make any existing dopamine more effective whether or not that dopamine is triggered by things like L-Tyrosine, or if you're not taking anything to elevate dopamine. The dopamine that you do make will be more effective in elevating your mood, motivation, and desire to move. And by extension divergent thinking. If you are consuming caffeine, but, again, caffeine should be taken prior to convergent thinking type task probably more than it should be taken prior to divergent thinking task. And, of course, there are other legal supplements that can elevate dopamine as well and particular phenethylamine is very effective in doing that. 600 milligrams of that has a brief effect lasting only about 30 to 45 minutes. But it is one that many people find beneficial for sake of studying or for creative thinking and so on and so forth. Now, that's pharmacology. And in fact, there's an extensive landscape of prescription and supplement based pharmacology and indeed nutrition. For instance, the consumption of foods that are high in L-Tyrosine such as aged Parmesan cheese, for instance, of all things. Very, very high in L-Tyrosine. The precursor to dopamine. Certain foods. You can look up online which foods contain high levels of L-Tyrosine and which ones are compatible with your nutrition. But leaving pharmacology aside, there's a very exciting nonpharmacological tool. "
        },
        {
            "timestamp": 5415,
            "text": "A purely behavioral tool that the research literature has told us can selectively increase dopamine within the nigrostriatal pathway. The pathway that's involved in divergent thinking. And can do so very dramatically as much as 65% above baseline. And so this is a behavioral tool that is useful for a number of things but that I find particularly interesting in leveraging towards the exploration and enhancement of creativity because first of all, it's purely behavioral. So it's 0 cost. And it involves no manipulation of brain neuromodulators or chemistry through pharmacology. So it's something that you can explore very safely and certainly not having to purchase anything. And what's really remarkable is the selectivity or I think it's fair to say the immense selectivity that this particular behavioral intervention seems to exert on dopamine within this pathway associated with divergent thinking. So the study that I'm about to describe is a study that dates back 20 years. Now, that should not concern you. In fact, the early arrival of this study or what now seems to be early arrival. I mean, it wasn't that long ago, is really exciting because the first line of this study really illustrates how important or how much of a landmark study this really is. And so I'll just read you the first line of the study, then I'll tell you the title, then I'll tell you what they discovered in fairly top contour and we will provide a link to the study if you want to peruse it in more detail. The first line of the study is this is the first in vivo, just meaning in the organism. In this case, this was a study on humans. This is the first in vivo demonstration of an association between an endogenous neurotransmitter release, endogenous means within us, and conscious experience. So what this sentence essentially says is this is the first study exploring how a chemical that's naturally released in our body relates to a particular quality of conscious experience. This study was performed in Scandinavia, in one of the hospitals in Denmark. Again, we'll provide a link. The first author is Kjaer. I think I'm pronouncing it correctly although probably not K-J-A-E-R et al. And the title of the study is Increased Dopamine Tone During Meditation Induced Change of Consciousness. And I want to just highlight that the meditation used in this study isn't really a meditation at all. I don't know why they selected that for the title. The behavioral protocol used in the study was more akin to what is normally called yoga nidra or NSDR nonsleep depressed. Now yoga nidra and NSDR have been discussed many times before on this podcast. Yoga nidra, for instance, is a practice that's been around for hundreds if not thousands of years in which people deliberately lie still. So they're forcing themselves to be mostly motionless, small movements are fine. And they're directing their attention to the surface of their body, they're doing long exhale breathing. Sometimes some intentions, sometimes some visualization. But it's really self-directed relaxation. And the key component is that people stay awake and engage in very little movement. And the key word there is movement. Now, nonsleep depressed is a acronym, a term that I coined. It's not a term that I coined in order to try and wipe away or discard with yoga nidra. I'm a person who has great respect for yoga nidra and its traditions. It's a term that I coined in order to encompass a number of practices that don't include any mystical type language or scientific language for that matter. And that doesn't involve intentions. It involves deep relaxation yet remaining wide awake and conscious. Sometimes people fall asleep and that's OK. But this is really an atypical brain state of being deeply relaxed yet in general awake and motionless. Again, motionless being the key. Very few brain states involve us being mostly if not completely motionless and yet awake. And it turns out that brain state whether or not you call it yoga nidra, you call it NSDR, whether or not you call it meditation induced shift in consciousness as they did in this study, although they do refer to yoga nidra, all refer to the same thing, which is being motionless and yet aware and relaxed. I should mention. So in this study, what they did was they subjects into the laboratory. They had them either undergo this self-directed deep relaxation while they are motionless or mostly motionless or they had them listen to an audio script while also just lying there with eyes closed. And then they used a number of chemical tricks. And I don't want to get too deep into those now because they can be a little bit distracting. For those of you that are interested, you can look at it in the study. This is a binding of a chemical in the brain that then they can image with brain imaging, which is what they did in the study to evaluate how much dopamine changed in the brain and where specifically in the brain dopamine changed its levels before, during, and after this particular behavioral practice in one or the other group. And what they discovered is that people who did this deep relaxation, that is, self-directed deep relaxation lying their eyes closed, relatively motionless although small movements of the body or movements of the head are absolutely fine. What they observed was a 65% increase in dopamine release. Now, here its key. Dopamine release. And they observed an increase in so-called theta activity. Theta activity is a pattern of brain wave activity that's commonly associated with creative states and divergent thinking in particular. So that's important. And they observe that across subjects specifically in the nigrostriatal pathway. This pathway associated with divergent thinking. So this is very exciting. This is a study that really points to a behavioral tool that can be used to selectively elevate dopamine in the very pathway that one would want to if they wanted to engage divergent thinking for sake of creative exploration. There are also a number of key observations within this study. First of all, the reduction in bodily movement was essential. In fact, when people rated or when the amount of readiness for action in their system, their body was evaluated. What people found was that immediately after this practice they felt very still. In other words, they felt as if remaining still was natural. Now it's not the case that they couldn't move. In fact, the elevation in dopamine that occurred during this practice, this yoga nidra-like nonsleep or NSDR-like practice, actually prepared them to be able to move in a much more dedicated and robust way afterwards. But during the practice, their readiness for action went way, way down. Not surprising. They were pretty much motionless. But interestingly, as the level of readiness for movement went down, down, down, down down, their degree of visual imagery, that is, their internal landscape and their ability to imagine new things increased. And in fact, areas of the brain that are associated with visual imagery such as the visual or so-called occipital cortex and the parietal cortex has been shown in other studies to ramp up when people are motionless. So there seems to be this inverse relationship between movement and visual imagery which makes sense. When we're moving we can pay attention to things in the outside world, we tend to be aware of our sensory environment to varying degrees. But we don't tend to be very focused on visual imagery within our head whereas when we lie down or sit down and close our eyes and we are motionless, the degree of visual imagery really increases. Hence, the increase in divergent thinking because what essentially is happening is the library of options, the library of possible interactions with whatever it is that you're thinking about. I gave the example, which is a trivial one on purpose of a pen. But the bank of options that becomes available when we are motionless and when we are limiting our visualization of the external world increases exponentially. So this is important. And what it points to is the fact that this very simple completely nonpharmacologic behavioral practice of lying down motionless for some period of time. And I confess the amount of time that they use in the study was quite long. It was longer than 60 minutes. But all the data that I'm aware of in terms of NSDR and yoga nidra, and there's a growing body of literature on these practices I should mention, show that even 10 minutes or even better would be 20 or 30 minutes of lying motionless with eyes closed and allowing the mind to drift, wherever it happens to go, but focusing on relaxing by doing long exhale breathing, perhaps doing a body scan or focusing your attention on particular body parts but not keeping it focused on any one particular body part for that long, that general practice of deep relaxation while awake and being relatively motionless really favors the brain states associated with divergent thinking. And actually represents an accessing of the various components that you would use during divergent thinking. And perhaps most excitingly, it's associated with this massive increase, 65% increase in dopamine release within the very pathway that underlies divergent thinking. So my recommendation would be for those of you that are trying to enhance divergent thinking and creative ability, that you would do this practice at a minimum once per week. And I should say if you were going to do it once per week, I would recommend doing it for about 20 to 30 minutes. Some of you might be able to do it for as long as 60 minutes. I myself do such a practice on a daily basis, anywhere from 10 minutes to 20 minutes, sometimes 30 minutes. There's an example of an NSDR script, completely zero cost. I confess it does happen to be my voice. So forgive me in advance. There are other options of NSDR. You can go to YouTube, put NSDR and my name. Again, completely zero cost. You can get a sample of what a 10 minute NSDR script looks like. That's through Virtusan, put that out there. So thank you Virtusan for putting that out there at zero cost. There are examples of 20 and 30 minute NSDR scripts and yoga nidra scripts. Some that I particularly like. We will also provide a link to some of those. Again, those are completely zero cost for you to explore. But more important than you follow any one particular yoga nidra NSDR script is that you learn to take your body and brain into these states of limited motion, elevated dopamine within this particular pathway, and fairly deep relaxation. Again, if you happen to fall asleep, that's not necessarily a bad thing, although the idea is that you stay in a shallow plane of consciousness or sleep hence the term nonsleep deep rest. So in any event, I think this is a very useful practice that many people could benefit from. And the fact that it's zero cost and purely behavioral, I think adds additional benefit because it's certainly one that people could explore depending on what amount of time you're willing to commit. And the research data on this now extend beyond this one individual paper. And I think is really exciting because what it says is as the title and first line of the paper suggests is that we can increase dopamine using specific types of meditation induced consciousness. And those increases in dopamine can be used to increase our ability to be more creative. Before moving forward, I want to make absolutely clear how it is that you would use an NSDR a.k.a. yoga nidra or similar, the name doesn't really matter after all, the practice is what matters, in order to enhance dopamine in this nigrostriatal pathway and enhance divergent thinking. The key thing to understand here is that the period of motionlessness and deep relaxation while awake increases dopamine in the nigrostriatal pathway. It increases mental imagery. That is, it increases access to the bank or the library, if you will, of possible solutions or elements to engage in the divergent thinking process. But divergent thinking itself does not occur during NSDR a.k.a. yoga nidra. The NSDR and yoga nidra, a deep relaxation meditation, whatever it is you want to call it, sets a dopaminergic tone. And that's actually the appropriate use of the word dopaminergic tone it raises the baseline of dopamine transmission in that circuitry that then positions you to engage in divergent thinking more effectively. So the idea would be to do anywhere from 10 to 20, maybe 30 minutes, maybe even as much as an hour, depending on how much time you had to dedicate of such a meditation and NSDR practice. And then not necessarily immediately but within the 5 to 15 minutes following, then to go into a practice of divergent thinking and start doing creative exploration. That is to start thinking about different ways to combine existing elements in whatever domain it is that you want to achieve creativity. So the point is that the divergent thinking itself is not occurring during the NSDR or yoga nidra practice. The NSDR and yoga nidra practice prepares you for divergent thinking that you do in the hour or hours that follows. "
        },
        {
            "timestamp": 6193,
            "text": "And just to contrast that with pharmacology, I am not aware of any specific dopamine related pharmacology that would allow us to selectively increase dopamine in the very pathway associated with divergent thinking and creativity. Now, there are forms of pharmacology that can shift brain neurotransmitters and modulators in ways that favor creativity. And this is certainly a topic that we we'll go into in more depth in a future episode. But there's an exciting study that was performed just this last year looking at the role of serotonin, another neuromodulator, in divergent and convergent thinking. And it turns out that serotonin underlies a lot of the brain activity that's responsible for both divergent and for convergent thinking. And there's one particular form of pharmacology which can enhance activation of the serotonergic pathways associated with the so-called 5-HT, that's serotonin. 5-HT, that's the abbreviation. 5-HT2A receptor. Serotonin 2A receptor in particular brain areas in ways that favor both divergent and convergent thinking. And the pharmacologic agent in that case turns out to be very low dose or as some of you may have heard of it referred to as microdosing of psilocybin. Now, I do want to say because it would be entirely inappropriate for me to not say this, that in most areas of the world and particularly in the United States, psilocybin is still illegal. It is not legal. In some areas it has been decriminalized and there are a number of different clinical trials occurring now at Johns Hopkins, at Stanford, at University of California, San Francisco, and elsewhere exploring psilocybin for the treatment of depression, for trauma, for eating disorders. Most of those studies focus on macrodoses of psilocybin not microdosing. There are far fewer studies of microdosing of psilocybin. And I do have to point out that psilocybin use and possession and, of course, sale is still illegal. So I would be remiss if I didn't state that. However, I will provide a link to the study that shows that microdosing of psilocybin for a series of weeks on a daily basis. So these are dosages of psilocybin that do not induce hallucination and do not massively shift mood or internal states in any way that has people feeling like they are acting or feeling that much different although some people do report a subjective shift. Does seem to increase divergent thinking ability. But I do want to put a big asterisks, a highlight in an underlying beneath the statement I'm about to make, which is that pharmacology of the serotonin system just as pharmacology of the dopamine system is very broadband. It's a shotgun approach. You're going to hit all the circuits of the brain that involve serotonin with microdosing psilocybin. Although it has some selectivity for the 5-HT2A receptor it can attach to other receptors as well and act there. This is the same reason why SSRI, Selective Serotonin Reuptake Inhibitors can indeed shift mood and appetite but it can also shift libido and other things. It's because there are serotonin receptors everywhere, or I should say many places, not just in the areas of the brain that are associated with mood, for instance. And as I mentioned before, agents, whether or not they are recreational or illicit drugs or prescription drugs or supplements that increase dopamine will also be broadband into a number of different circuits in parallel. So this is why I always say behavioral tools really should come first. I don't say that because I dislike pharmacology, I say that because in many cases behavioral tools are not only safer and easier to titrate to adjust the duration, et cetera than is pharmacology, but also because they can sometimes as in the case of the study we just described for you more specificity not less than pharmacology. Pharmacology has its place can be wonderful, provided safe and legal, et cetera. But it can cause a lot of so-called off target effects. So for those of you that are interested in increasing creativity through pharmacology, I would say, stay tuned for the data on psilocybin and microdosing psilocybin. If you are absolutely obsessed with the idea of microdosing psilocybin for enhancing creativity and you'd like to go straight to the study, I will tell you what that study is and therefore you can access some of the specifics in terms of dosages and protocols, et cetera. So since I can't help myself, I'll just very briefly summarize that microdosing psychedelic study. The title of the study, which was published in 2018 is Exploring the Effect of Microdosing Psychedelics on Creativity in an Open Label Natural Setting. Interesting title. This was a microdosing event organized by the Dutch psychedelic society. They examined the effects of psychedelic truffles where they knew what psychedelic compounds were contained there on two creativity related problem solving task, the picture concept task, which I don't expect you to recognize or know but it assesses convergent thinking and the alternative uses task which I also don't expect you to know but is a standard task for assessing divergent thinking. They tested once before taking a microdose and while the effects were expected to be manifested they say. Interesting. They use the word manifested in a study of psychedelics. Science is changing indeed. In any case, what they found was an enhancement of creative. That is, divergent and convergent thinking not surprising given the fact that the 5-HT2A receptor activity is increased by microdosing of psilocybin and 5-HT2A receptors are present both on the neural circuits that underlie divergent and convergent thinking. So, again, this is not a plug for microdosing psilocybin. This is really in response to what I know will be a number of different questions about what pharmacologic agents can be used to increase creativity. So more on that later and, again, we'll provide a link if you want to read that study in more depth. I can imagine that a number of you "
        },
        {
            "timestamp": 6553,
            "text": "are probably also wondering about the effects of alcohol and the effects of cannabis on creativity. We did a long in-depth episode all about alcohol and its effects on health. The bottom line on alcohol is that in excess of two drinks per week, you're starting to run into the cancer promoting and toxic effects of alcohol. I didn't choose for the answer to be that, but that's what the data tell us. I'm not telling you you can't drink more than two drinks per week, I'm just saying that if you're going to do that, you should really consider offsetting that with some other behavioral measures all discussed in the episode on alcohol. And despite what people think, there is absolutely zero evidence that alcohol increases creativity. However, by way of reducing activation of the prefrontal cortex, there is some evidence that alcohol and other substances that reduce what's called autobiographical scripting, that is, a narrative about ourselves, so self awareness, that it can enhance divergent thinking at very low doses. And this makes sense. Divergent thinking involves remembering certain things that we can use as elements in the creative process but suppressing narratives about what the use of those would mean. Will people like it? Will they not like it? Will it to the outcome we want? Well, it won't. All of that autobiographical scripting involves the forebrain being very, very active and specific regions of the forebrain in particular. And that all needs to be suppressed, which alcohol in very low doses can accomplish. But, again, that's not a plug for alcohol. I think behavioral tools would be a much better route. But therefore it shouldn't be surprising why some people have used low dose alcohol in order to engage in the creative process because it involves less inhibition or sense of self that could be detrimental to the divergent thinking process. Now, with respect to cannabis, I went in depth into the biology and the various uses, misuses, dangers, and in some cases benefits of cannabis use in certain. The key word there is certain populations. And I also dove into whether or not cannabis can be used to increase divergent and convergent thinking. So that's timestamped in that episode. I'll refer you to that episode. But the long and short of it is that many of the ideas that people come up with when under the influence of cannabis in particular high THC containing cannabis does lead to enhanced divergent thinking, but so enhanced it turns out that oftentimes those ideas can't be constrained by the convergent thinking process. In other words, they have lots of ideas that make sense while under the influence of cannabis. But that later cannot be implemented into a coherent framework that leads to any actual creative endeavor or creative product. Or, as is often the case with cannabis, they simply can't remember what they were thinking about. Any time there's a discussion about dopamine, "
        },
        {
            "timestamp": 6724,
            "text": "there seems to be a discussion about motivation, desire, and drive. And, of course, that makes sense given the roles of dopamine. We did an entire episode on dopamine, motivation, and drive. It's one of our most popular episodes. Again, you can access that with timestamps and all formats at hubermanlab.com. And any time there's a discussion about dopamine and motivation, we also seem to have a lot of questions about attention and focus and ADHD or attention deficit hyperactivity disorder in particular. So just as a brief mention, there is a literature although not terribly extensive, a small but strong literature on the relationship between ADHD and creativity. And the long and short of that literature is that people who have ADHD regardless of age do seem to have an ability to focus. I've mentioned that in the episode on ADHD provided that they are interested in the thing that they are focusing on. So that runs counter to this idea that people with ADHD simply can't focus. They can but it tends to be a focus that selective for things that they are very excited about or interested in as opposed to a general ability to focus. What's also highly underappreciated is that people who have ADHD oftentimes are very effective at divergent thinking but are less effective at convergent thinking. What this tells us is that people with ADHD can often have excellent novel and indeed creative ideas, but that the implementation of those creative ideas is sometimes challenge. And that's one reason to explore rational pharmacology, nutrition, supplementation, et cetera. Those are all things to explore in concert with or I should say in working closely with a board certified physician or ideally psychiatrist expert in ADHD. You can also check out the episode that we did on ADHD. There are a lot of tools there. A lot of science mentioned there to support those tools. Again, you can find that Hubermanlab.com. But I did think it was important to point out, even if briefly that having ADHD is not a barrier to creativity and, in fact, may actually be an enhanced portal to creativity but that it doesn't allow people to access the convergent thinking that allows creative ideas to be implemented into specific strategies, pressure tested, and eventually delivered in the form of a final product of music, art, et cetera. That is not to say that people with ADHD cannot accomplish that, but that it is going to require some additional steps and protocols in order to enhance convergent thinking. And that episode and the episode that we did on focus and in particular tools to enhance focus is very much directed at ways to enhance convergent thinking. So if you have ADHD or know somebody who does and you're interested in the creative process, we're focusing generally please check out the episodes that I mentioned. Now, there's also a small but nonetheless very exciting "
        },
        {
            "timestamp": 6885,
            "text": "literature on the relationship between physical movement and divergent thinking. This should come as no surprise to us. As mentioned many times now in this episode, the nigrostriatal pathway involved in divergent thinking that involves dopamine is also responsible for eye blinks and for movements of the limbs of the body in very deliberate ways. This tells us that there's some direct or maybe indirect relationship between movement of the body and divergent thinking. And despite the fact that it's only a few studies, there have been some studies of whether or not people are able to engage in divergent thinking more effectively when they are doing things like pacing or walking. And this could be on a treadmill or back and forth across the room. And in fact, that is absolutely the case. If you're somebody like myself who tends to have their best ideas, not saying that my ideas are always terrific, but among the ideas I have, some of the better ones arrive to me while on my long Sunday run. I tend to do a long run or hike on Sundays sometimes with a light weight vest or something of that sort. But when I'm in a state of essentially not directing my attention to any one thing in my external environment, this is extremely key for reasons that now should be obvious. Any time we are directing our attention to a visual target or an auditory target we are not as able to engage in divergent thinking. This is why I will sometimes listen to podcasts or to audiobooks while I go on these runs. But for portions of these runs or hikes I tend to turn those off and just focus on the movement and focus on not focusing on anything in particular. And oftentimes I will stop and write down ideas that suddenly or seemingly suddenly appear to me or geyser to the surface. I'll have an idea. Sometimes those are good ideas, sometimes less good ideas. The fact that happens for me and the fact that many people are pacers or runners or come up with their best ideas while in the shower or while engaging in activities that don't require a lot of sensory attention to one specific location either visual or auditory, et cetera, that is because it engages these nigrostriatal pathways through movement which then opens up this library of ideas and allows the intersection of different ideas that normally would be constrained to separate categories. One way to think about this by analogy would be when I was a kid you'd go to the library, nowadays you just go online. But the different pages of different books on different topics are kept distinct from one another. That is bound by different book covers and book ends, different shelves in the library. It's as if different pages and elements from those books are now being combined in a pseudo random. Not random but in a pseudo random way. And in that combination, new possibilities about ways that information could be combined and implemented start to arise. So the tool that emerges from this is very simple. And it won't necessarily apply to everybody. But if you are somebody who finds that just sitting in a chair and trying to be creative is very challenging, some of you might benefit from, for instance, if you are engaging in writing or you want to write to talk into the voice recorder of your phone while walking or simply walking and not attending to any one specific thing visually or through headphones. And then as ideas surface, seemingly out of nowhere, which is how it happens, that you could either put them into your phone by voice dictation or you could type them out if you like. The key thing is to not be distracted by other things in your phone, not to start going onto social media or doing phone calls or looking at text messages because that by definition is going to take you out of this what biologists call a pseudo random walk. And this pseudo random element is extremely important. We know, for instance, that many circuits within the brain have what's called dedicated point to point wiring. So, for instance, the brain circuits that govern your breathing. The brain circuits that govern your heartbeat. The brain circuits that govern your specific movements once you are an adult and allow for smooth directed movement are very precise, very little slop if any in the wiring. However, there are aspects of your brain circuitry, yours and everybody else's I should say, that are maintained into adulthood that include a lot of extra wiring. And these are fine wires. They are not the major highways between different areas, if you will. So like Google Maps has highways and streets and little passages and alleys. But it's as if there's a little web of additional possible pathways cast over that entire thing. The human brain maintains such webs of possible passage. And it's only during activities such as walking, running, cycling, swimming, hiking, pacing, et cetera that the activation of those pseudo random pathways starts to ramp up. So this is a purely behavioral approach to engaging different elements within neural networks that normally would not communicate with one another when we are completely still. So again, the practices that I talked about earlier of being completely still to raise dopamine and enhanced divergent thinking-- I just want to reemphasize are designed to position you to ready you to engage in the activities like walking and pacing, et cetera, that best facilitate divergent thinking. So if you are somebody who wants to enhance divergent thinking, I would encourage you to explore how different patterns of movement in particular, patterns of movement that don't require any conscious attention to any one specific thing allow you to access new ideas and new ways of combining existing elements in whatever domain it is you want to be creative. Now, this is also an opportunity to underscore something I said back at the beginning, which is you are not going to come up with great works of music if you don't understand chords and melodies and notes and music. Those basic elements have to be built up through some formal or at least rigorous or regular training. In the same way that you're not going to take a walk, and then suddenly be able to paint an incredible picture if you have no painting ability. That is not going to happen. What I'm talking about here are ways to enhance your capacity for divergent thinking, such as NSDR and ways to engage in divergent thinking, such as through certain forms of movement that don't require a lot of conscious attention to your surroundings or any one specific sensory target. And in doing so, enhancing your ability to be more creative in a domain for which you already have some degree of skill or even mastery. Now, in keeping with the theme of how "
        },
        {
            "timestamp": 7262,
            "text": "to enhance our creativity, there's a very exciting and yet parallel literature to the literature that I've been describing thus far. Now, I promise you that I'm not going to open up an entire library of new information related to neural circuits and so forth. But I would be remiss if I didn't mention this parallel literature because it speaks very specifically to some important practices that we can all use in order to enhance creativity. And to do so the first time and every time. And this is really because certain scientists out there have really gone through the trouble. I should even say the painstaking trouble of really trying to dissect what the creative process is both for individuals and in groups or even in pairs. And so what I'm about to tell you is beautifully encapsulated in an article entitled-- \"A new method for training creativity-- narrative as an alternative to divergent thinking.\" So again, we've been talking about divergent thinking. That's one pathway into the creative process but there are others as well. And as it turns out, they're not so distinct in terms of the underlying brain mechanisms. Nonetheless, let me describe briefly how narrative can be used to train creativity and to become more creative. And in order to do that, I'd like to just briefly paraphrase or read from the first paragraph of this paper. So what I'm about to read are the author's words, not mine. Quote \"Here's a paradox. According to current research young children are more imaginatively creative than adults.\" And indeed that is true, by the way. \"Yet also according to current research, creativity is main neural engine is divergent thinking, which relies on memory and logical association to tasks at which young children underperform adults.\" That is, children are not as good at divergent thinking as adults are. So how could it be the authors are asking that children are more imaginative and thus more creative than adults. This can only mean that there are alternate pathways to creativity. And indeed that is the case. And so what this paper really explores is other ways to access creativity. And what they describe is what's called narrative theory. And there's a number of different aspects to this narrative theory. But they agree that the standard definition of creativity is the same one that we were talking about before. So we're not talking about a different form of creativity, here we're talking about a different way to access creativity. They describe the standard definition of creativity as quote \"The ability to generate novel ideas that are useful.\" So the commonly accepted one. And what they cite as the basis for narrative theory is this breakthrough finding in the 1950s. This is the work of Guilford Some people out there might be familiar with it. I was not at the outset of researching this episode. What this theory from Guilford essentially states is that there are different intellectual capacities that are not captured by standard IQ tests. I think that's generally accepted nowadays. We know there's emotional intelligence, we know the standard IQ, et cetera. But the important element to understand is that these authors were able to trace back the idea of narrative training as a way to enhance creativity long before Guilford in the 1950s, all the way back to Aristotle. So this is incredible. Narrative theory was actually birthed in 335 BCE in his writing called Poetics, which I think is incredible at least to me that people long before us were thinking about creativity and what goes into creativity. And what Aristotle said, what Guilford then elaborated on and what the authors of this paper further elaborate on and actually have developed training protocols for, is the idea that there are three elements that we can use in order to enhance creativity. And those three elements are what's called world building, I'll explain what these are in a moment, perspective shifting, and action generating. And right off the bat, the word action should raise a flag for you. And by that I mean a positive flag because once again, we are back into the world and therefore the neural circuits of movement and motion. So three elements of world building perspective, shifting, and active generating are what make up this narrative approach to creativity. And I should mention that these authors and others are using such approach with companies, with groups, with individuals. So this is using a bunch of different contexts to approach and enhance different forms of creativity. So let's talk first about world building techniques. This is going to be immediately familiar to you when you hear it. But one of the key elements of creativity is to at the outset come up with some idea that makes sense or is attractive to you about how the world is different inside of your creative endeavor. So for those that write science fiction or think about science fiction, there are some obvious aspects to this. But for those of you that don't, maybe you come up with a narrative, for instance, in the context of storytelling that in your world we are the house cats and the cats are actually the ones that are the curators of the Earth. OK. So right there, there is a conceptual shift that the world in which whatever creative idea is going to emerge is entirely different than the one that we actually live in. So that sets a certain number of important constraints. It means certain things are now possible, other things are not possible that are very different from the world that we live in. You can see the parallels here to childhood imagination where essentially anything can happen in the child's mind because they are unconstrained. The second element is this perspective shifting techniques. And the idea here is that not only are we supposed to have the reader or the listener or the observer or us explore for creativity and develop a creative idea by thinking differently which is a generic term. How do we actually think differently. But rather than just say take the perspective of somebody else in terms of what they would see or do or say or think rather, we are supposed to think about their underlying motivation. So we could do the world shift, that is the world structure shift from step one. And then in step two, you would ask yourself OK, rather than write about or think about or move from the perspective of myself, let's say, you're feeling particularly happy that day. You'd say, I'm actually going to take the perspective of somebody who's angry. But rather than just act angry, I'm going to think about what their motivation for being angry is. Maybe they had a breakup. Maybe they were jealous. Maybe somebody had wronged them in some way. Maybe they're just generally angry at the world for whatever reason and then operate from that motivational stance. And this is a very interesting and powerful step because what it really captures at least as viewed by me, the neuroscientists, is it captures a whole set of neural circuits about what that motivational state means because motivational states dictate a huge number of possible different outcomes, but they really constrain the number of different actions and outcomes that any of us would engage in. Rather than saying I'm going to view the world the way that someone else will view the world, by stating that we are going to be motivated by their set of motivations and not our own, it includes a lot more possibilities and yet not an infinite number of possibilities. They are constrained in a logical way, which is one of the key elements of creativity. And then the third element, which is action generating techniques is a really cool one that you will immediately notice implications for the workplace, which is forced collaboration. So inside of this thing that we're building here, this story, you create a novel rule for the world that your story is going to exist in or your music is going to exist in or your sport will exist in. Then you create this perspective shift where you take on the motivation of someone else different than you and then you force collaboration between that person who has this alternate motivation different from you and someone else who has an entirely different motivation. And in doing so, you create these what are called the creative collisions. Now they're collisions because they're crossing one another and something new has to emerge from them. They could be antagonistic. They could be arguments fighting physical or verbal or Otherwise they could be synergistic. They could take on any number of different forms depending on the motivations and the individuals that are involved. But even though I just described this in fairly top contour, what I just described is actually the core elements of any story or any creative endeavor. It's just that many stories are from the perspective of what we already know and believe and think the world to be. And our own perspective and the actions that we would take given that world in that perspective. Whereas if we want to be creative, we want to think outside of our usual framework and yet using elements that exist within us no one has to tell us the creative narrative. We're trying to come up with it on our own. We want to essentially think in a childlike way how do children think? Well, they have new different or entirely novel concepts about how the world works. But those are bounded. And this is a key word. Those are bounded. They're not infinite. It's not that anything can happen. Some kids will say, you can fly and you can shoot lasers out of your eyes, you can do all things that are unicorns or candy falling from the sky. At some point, if you don't bound the change in the world, it just becomes pure chaos and even children don't do that. So we need to bound the change and yet create some alternate universe, if you will, in which the story takes place or the creation of any kind, doesn't have to be a story takes place. Then there has to be a perspective shift. And this is very useful. This is actually a tool that we can all use of trying to take the perspective of others but not just asking what they would feel or think or do. But ask what is their motivation in life generally or what mood stance or goal stance are they taking. Are they trying to extract from others? Are they trying to give to others? Are they very altruistic, et cetera, et cetera. And then you take that individual and you do that also for another individual or group of individuals and then you start thinking about how those different individuals because of their different motivational states would engage at the level of action. What they would do, what they would say, would they mate, would they fight, would they-- et cetera, et cetera. You think of any story. The story of Star Wars, of the Greek myths. You think of any story that has been created, which we consider great and novel works. And you start to find these three elements-- worldbuilding, perspective shifting, and action generating techniques. And so while this is, again, just a broad contour of what this narrative approach involves, I think it's a very important and very exciting one because it gives us a formula. We already know that divergent thinking and convergent thinking are both elements of the creative process. This is suggesting that whether or not it involves divergent thinking or not, these authors seem to think this is distinct from divergent thinking that capturing some of the elements of creativity that are present in childhood but that then tend to disappear as we start to assume identity, build identity, and understand rules about the actual world we live in. All of those basic elements of early childhood creativity can be reawakened. And, in fact, they have data to support the fact that they can be reawakened in adults in meaningful ways that can lead to new product design, new workplace interactions, and on and on. That I find very exciting. And as a consequence, I do intend to do an entire episode at some point on narrative and storytelling. And the role of narrative and storytelling not just for sake of creativity but also for accessing neuroplasticity and for enhancing memory and so on. There's an entire landscape of literature and exciting tools and things to understand there. But in the meantime, we will provide a link to this paper. And for those of you that choose not to access the paper, simply understanding these three aspects of narrative as an alternative to accessing creativity. That is, a dedicated and well understood or established world shift that you choose, perspective shifting and taking on the motivation of others, and creating some landscape of exploration for what interactions would occur between that individual or groups of individuals and other individuals that have other motivations and yet are still living in this alternate world. Those three elements we now know can be combined into what you or I or anyone would consider important creative works. So today we discussed creativity. This absolutely fascinating aspect to human brain function that has allowed us as a species to develop everything from great works of art and music to technological innovations that allow us to fly and allow us to access people all over the world through little screen devices that we carry around in our pockets and on and on. As I mentioned at the beginning of today's episode, I find creativity to be one of the most fascinating aspects of brain function. And in particular, because we don't actually know what the upper limits of creativity are and yet we understand that there are certain bounds, there are certain requirements. And the key requirement for creativity is this aspect of utility. Now, that doesn't necessarily mean that for something to be considered creative it has to be useful in the practical sense, but it does seem that for something to be considered truly creative or especially creative in some cases that it revealed to us something fundamental about the way that we or the world works. We discuss some of the neural circuits that underlie the different aspects of creativity in particular divergent and convergent thinking as well as narrative building and some of the tools and steps that can allow us to better access divergent thinking and convergent thinking. And those tools include behavioral tools as well as pharmacology. And we talked about narrative building as a way to reawaken or I should say, reaccess the childhood creativity that did indeed exist in all of us at some point in time. If you're learning from and/or enjoying this podcast, please subscribe to our YouTube channel. "
        },
        {
            "timestamp": 8087,
            "text": "That's a terrific zero\ncost way to support us.In addition, please\nsubscribe to the podcaston Spotify and Apple.And on both Spotify\nand Apple, youcan leave us up to\na five star review.If you have questions for us\nor comments about the podcastor suggestions about\nguests that you'dlike us to interview on\nthe Huberman Lab podcast,please put those in the\ncomment section on YouTube.We do read all the comments.Please also check\nout the sponsorsmentioned at the beginning\nand at various timesduring today's episode.That's the best way to\nsupport this podcast.As I mentioned at the\nbeginning of today's podcast,we've partnered with\nMomentous supplementsbecause Momentous supplements\nare the very highest quality.They have single\ningredient formulationswhich turns out to be\nmost effective in buildinga supplement protocol.And when I say most\neffective I mean,most biologically effective\nand most cost effective.And we're fortunate that\nthey ship internationallybecause we know that many of\nyou reside outside of the UnitedStates.If you want to check out\nthe supplements mentionedin today's and in other episodes\nof the Huberman Lab podcast,supplements that are\naimed at enhancing sleep,enhancing focus, hormone\nsupport, et cetera,you can go to live\nmomentous spelled O-U-S.So its\nlivemomentous.com/huberman.If you haven't already\nsubscribed to the Huberman Labpodcast Neural\nNetwork Newsletter,this is a monthly newsletter\nthat is completelyzero cost that has summaries\nof particular podcast episodesas well as toolkits for things\nlike enhancing sleep, enhancingfocus, dopamine, deliberate cold\nexposure, and many other topicsimportant to you, the listeners\nof the Huberman Lab podcast.If you'd like to\njoin the newsletter,please go to hubermanlab.com,\nclick on the Menuand go to a newsletter.You provide your email to us.We do not share your\nemail with anybody else.And as I already mentioned,\nit is completely zero cost.If you're not\nalready following uson Instagram, Twitter, or\nFacebook and/or LinkedIn,please do so.It is Huberman Lab\non all platforms.On all those social\nmedia platforms,I describe science and science\nrelated tools, some of whichoverlap with the content\nof the Huberman Lab podcastbut often which does not\noverlap with the contentof the Huberman Lab podcast.Again, its Huberman\nLab on all platforms.So thank you once\nagain for joining mefor today's discussion\nall about the scienceand tools for creativity.And last but\ncertainly not least,thank you for your\ninterest in science.[MUSIC PLAYING]"
        }
    ],
    "episode_summary": "In this episode, I explain how the brain engages in creative thinking and, based on that mechanistic understanding, the tools to improve one’s ability to think creatively and innovate in any area. I discuss how convergent and divergent thinking are essential for generating creative ideas and provide three types of meditation tools (open monitoring meditation, focused attention meditation & non-sleep deep rest; NSDR), which improve our ability to engage in these creative thinking patterns in specific and powerful ways. I also discuss how dopamine and mood contribute to the creative process and describe behavioral, nutritional and supplementation-based approaches for increasing dopamine to engage in creative thought and implementation. I explain how movement and storytelling (narrative) approaches can generate novel creative ideas and how substances like alcohol, cannabis, and psilocybin impact our creative ability. Excitingly, creativity is a skill that can be cultivated and enhanced; this episode outlines many tools to help anyone access creativity and apply creative patterns of thought to different domains of life.\nFor the full show notes, visit hubermanlab.com.\nThank you to our sponsors\nAG1 (Athletic Greens): https://athleticgreens.com/huberman\nLMNT: https://drinklmnt.com/huberman\nWaking Up: https://www.wakingup.com/huberman\nMomentous: https://www.livemomentous.com/huberman"
}